[
    {
        "document": "arousal",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1298"
    },
    {
        "document": "intensity",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " sleep in orchestrating mood changes in ASD. Preventing sleep disturbances seems to ameliorate several aspects of behavior. Therefore, the clinical use of subjective meas-ures of sleep, such as parent-report questionnaires and sleep diaries, are validated instruments for diagnosing ASD [122].  Physiologically, two mechanisms are responsible for sleep-wake patterns: the sleep-wake-dependent homeostatic processes and the circadian rhythms. Homeostatic p r e s s u r e  t o  i n i t i a t e  a n d  maintain sleep may gradually build-up accordingly wakefulness [123, 124]. In addition to the homeostatic issue, determination of the sleep/wake cycle periodicity is characterized by the circadian timing system, e v e n  i n  t h e  absence o f  e n v i r o n m e n t a l  c u e s  [ 1 2 4 ] .  The harmony between homeostatic processes and circadian timing system form the typical pattern of sleep and wakefulness in adults under normal conditions, consisting of approximately 16 hours of constant wakefulness during the d a y  a n d  8  h o u r s  o f  c o n s o l i d a t e d  sleep at night, although sleep needs may change along with the course of life [123, 124]. In humans, multiple sleep/wake cycles are observed during the day and nighttime until the fourth month of age, then, daytime sleep progressively decreases, and by five years of age, the biphasic sleep/wake cycle is fully established [125, 126]. The normal sleep/wake rhythms seem to be crucial for appropriate cognitive development in children. Transient or permanent sleep ",
            "page": 4
        },
        "id": "1373"
    },
    {
        "document": "sensitivity",
        "metadata": {
            "originalPdf": "f261c5b7-512c-4ac9-bc94-dc99607befa7.pdf",
            "originalText": "Invited Commentary\nDeep Learning Using Images of the Retina for Assessment of Severity of\nNeurological Dysfunction in Parkinson Disease\nJanan Arslan, MSc, MBiostat, PhD; Daniel Racoceanu, PhD; Kurt K. Benke, PhD\nThe deep learning (DL) approach is a recent development in\nresearchontheautomationofmedicaldiagnosticsusingma-\nchinelearning.Thistypeofstatisticallearningisnotbasedon\nbiophysical(mechanistic)modelsbutontraining(forparam-\neter estimation) using a\nsample of population data.\nThereareissuesaboutrobust-\nnessinperformancewhentestingonnewdatasetsinuncon-\ntrolledconditionsseparatefromvalidationexperiments.The\nuseofDLindiagnosticmodelinghasbeendemonstratedinre-\ncentyearswithveryencouragingresultsintheassessmentof\ndiabeticretinopathy,geographicatrophyinage-relatedmacu-\nlardegeneration,andcardiovasculardiseasewhenusingim-\nagesoftheretina.1\nThestudybyAhnetal1inthisissueof JAMA Ophthalmol-\nogyprovidesinsightsandusefulinformationontheapplica-\ntion of DL to explore possible associations between changes\nin the retina and brain function. The reported work is inter-\nestingasitexplorestheuseofDLapproachesforassessment\nofcognitivefunctionscoresfordiseaseseverityinthecaseof\nParkinsondisease(PD),whichisprojectedtobeanincreasing\neconomicburden.2Inthestudy,fundusphotographswerecol-\nlectedfrom615participantswhowereoutpatientsattheneu-\nrologydepartmentofKangbukSamsungHospitalinSouthKo-\nrea(August2020toApril2021).Tocompensateforthetypically\nsmall sample sizes often encountered in ophthalmology re-\nsearch, the authors applied a range of image augmentation\ntechniques,whichincludedrandomrotationandrandomflip,\ntoincreasethesamplesize.\nFivecommonconvolutionalneuralnetwork(CNN)mod-\nelswereinvestigatedtopredicttheHoehnandYahrScale(H-Y)\nandUnifiedParkinson’sDiseaseRatingScalepartIII(UPDRS)\nscores for PD,3,4with the training based on fundus photo-\ngraphs and patient demographic characteristics. The study\nechoed other works that have investigated the idea that\nchangesmanifestedintheretinamayprovideindicatorsofneu-\nrological impairment due to PD.5The prospective case-\ncontrolhospital-basedstudyrevealedthat,fortheinternalvali-\ndationdata,theDLsystemhadhighsensitivitythatwasabove\n80%forboththeH–YandUPDRSscores.Thespecificityranged\nfrom66%to67%forH-YandUPDRSscores.Fortheexternal\nvalidationdata,thesensitivityandspecificitywere70.73%and\n66.66%.Theareaunderthereceiveroperatingcharacteristic\ncurvewas0.67andaccuracywas70.5%.\nAnadvantageofthismethodforseverityassessmentisthat\nitisnoninvasiveandbasedonreadilyavailablefundusretina\nimages,ratherthanusingimagesofthebrain,suchasradio-\nlogicalimageslikecomputedtomographyandmagneticreso-\nnanceimagingscans.Comparatively,theseimagesarealittle\nmoreinvasiveandtimeconsumingintheiracquisition.Anad-\nditional salient feature of this study was that it suggests thepossibility of augmenting or even eventually replacing the 2\nstandard tests for severity of PD dysfunction, which are rat-\ning scales with a subjective component, with a more objec-\ntive approach that reduces risk and uncertainty in diagnosis\nand therefore improves reliability. An approach based on DL\nmaybeusedasafastscreeningmethodforcognitiveimpair-\nmentduringroutineeyeexaminations.Afeatureofthediag-\nnostic method is that finding an association between the al-\ngorithm prediction and the results for the 2 standard tests\nprovides a degree of “explainability.” This is because the DL\nalgorithmusedtodevelopthepredictivemodelproducesre-\nsultsthatareassociatedwithadiseaseseverityscale.Further-\nmore,",
            "page": 2
        },
        "id": "1572"
    },
    {
        "document": "affinity",
        "metadata": {
            "originalPdf": "10c5984f-d755-4b18-be0b-84d66e2cdd8a.pdf",
            "originalText": "www.advancedsciencenews.com www.advmat.de\nsincenoDAPIenters(Figure S26,SupportingInformation).In-\nstead,thecellsrespondtothelightaloneandhavetimetomain-\ntain control of their movement because they are not being de-\nstroyed. It is presumed the cells were moving away from the\nlightsinceweobservedaslightincreaseinthecells’area(Figure\nS26, Supporting Information). This is additional evidence that\nthe VDA in plasmon-driven MJH is producing mechanical ac-\ntionthatisdiﬀerentthantheactioninducedbylightalone.The\nMJHwithoutlightactivationhasnoeﬀectontheareaofthecell\nnor does DAPI enter the cell within the time window of the ex-\nperiment(Figure S27,SupportingInformation).These changes\nare not observed in the cells without any treatment; only Cell-\nMaskGreenwasaddedtovisualizethecellmembraneandDAPI\ntomeasuretheintegrityofthecellmembrane(Figure S28,S up-\nportingInformation).\n2.8.LethalConcentrationofPlasmon-DrivenMJHs\nA clonogenic assay was conducted to conﬁrm that cancer cells\ntreatedbyplasmon-drivenMJHarekilleduponNIR-lightactiva-\ntion (Figure6). Three molecules were tested: the most VDA ac-\ntiveBL-204,themediumVDAactiveBL-141-2,andthelowVDA\nactive Cy7-amine. The lethal concentration to kill the cell popu-\nlation by 50% (VDA IC50) was found to be 45, 65, and 175 nm,\nrespectively. The lethal concentrations to eradicate 100% of the\ncancer cells were 75, 100, and 500 nm, respectively. This result\nconﬁrmsthatBL-204isoneofthemostactivecompoundsinthis\nlibrarytoeradicatecancercells.Thiswasaccomplishedbyincu-\nbating the MJH molecules with the A375 cells for 50 min and\nthen activation of the plasmon-driven MJH using 730 nm NIR-\nlightat80mWcm−2for10min.\n2.9.PredictedOctanol–WaterPartitionCoeﬃcient(logPValue)in\nCyanine-BasedMJH\nTodetermineifthehighercellmembranepermeabilizationactiv-\nitywassimplyduetohighercellmembraneaﬃnityratherthan\nthe EPI, we calculated the octanol–water partition coeﬃcient,\nlogP value, of the MJH using a logP calculator. This parameter\nindicates the lipophilicity of the MJH to the lipid bilayers.[40,41]\nThe higher the value the more likely the MJH will bind to the\nlipid bilayers. The protonation state of the MJH strongly inﬂu-\nences the polarity of the molecules and hence the logP values.\nThe logP values were calculated considering the charged state\n(amine protonated or carboxylic acid ionized) of the side chain\n(FigureS31A, Supporting Information) or in the neutral state\n(FigureS31B,SupportingInformation)ifnoionizationwaspre-\nsumed. The charged state is more likely to occur at pH ≈7.4 in\nthemediumsincethepKaofthedeprotonationofalkylaminesis≈9.5–11andoftheionizationofthecarboxylicacidis ≈5.The\nlogP values do not fully correlate with the ability to permeabi-\nlize cell membranes (Figure S31C,D, Supporting Information).\nThis supports the ﬁnding that the aﬃnity of MJH to cell mem-\nbranesisnotthemainfactorresponsibleforVDA-mediatedcell\nmembranepermeabilization.TherearehighlyVDAactiveMJH\nsuchasBL-204,GL-308-2,andGL-356-2withrelativelylowlogP\nvalues.Incontrast,therearemoleculessuchasBL-141-1andBL-\n142 with relatively high logP values that should have high con-\ncentrationsinthelipidbilayersbutarenotthemostVDAactive.\nThis is evidence that the VDA activities are not simply",
            "page": 9
        },
        "id": "2138"
    },
    {
        "document": "aﬃnity",
        "metadata": {
            "originalPdf": "10c5984f-d755-4b18-be0b-84d66e2cdd8a.pdf",
            "originalText": "www.advancedsciencenews.com www.advmat.de\nsincenoDAPIenters(Figure S26,SupportingInformation).In-\nstead,thecellsrespondtothelightaloneandhavetimetomain-\ntain control of their movement because they are not being de-\nstroyed. It is presumed the cells were moving away from the\nlightsinceweobservedaslightincreaseinthecells’area(Figure\nS26, Supporting Information). This is additional evidence that\nthe VDA in plasmon-driven MJH is producing mechanical ac-\ntionthatisdiﬀerentthantheactioninducedbylightalone.The\nMJHwithoutlightactivationhasnoeﬀectontheareaofthecell\nnor does DAPI enter the cell within the time window of the ex-\nperiment(Figure S27,SupportingInformation).These changes\nare not observed in the cells without any treatment; only Cell-\nMaskGreenwasaddedtovisualizethecellmembraneandDAPI\ntomeasuretheintegrityofthecellmembrane(Figure S28,S up-\nportingInformation).\n2.8.LethalConcentrationofPlasmon-DrivenMJHs\nA clonogenic assay was conducted to conﬁrm that cancer cells\ntreatedbyplasmon-drivenMJHarekilleduponNIR-lightactiva-\ntion (Figure6). Three molecules were tested: the most VDA ac-\ntiveBL-204,themediumVDAactiveBL-141-2,andthelowVDA\nactive Cy7-amine. The lethal concentration to kill the cell popu-\nlation by 50% (VDA IC50) was found to be 45, 65, and 175 nm,\nrespectively. The lethal concentrations to eradicate 100% of the\ncancer cells were 75, 100, and 500 nm, respectively. This result\nconﬁrmsthatBL-204isoneofthemostactivecompoundsinthis\nlibrarytoeradicatecancercells.Thiswasaccomplishedbyincu-\nbating the MJH molecules with the A375 cells for 50 min and\nthen activation of the plasmon-driven MJH using 730 nm NIR-\nlightat80mWcm−2for10min.\n2.9.PredictedOctanol–WaterPartitionCoeﬃcient(logPValue)in\nCyanine-BasedMJH\nTodetermineifthehighercellmembranepermeabilizationactiv-\nitywassimplyduetohighercellmembraneaﬃnityratherthan\nthe EPI, we calculated the octanol–water partition coeﬃcient,\nlogP value, of the MJH using a logP calculator. This parameter\nindicates the lipophilicity of the MJH to the lipid bilayers.[40,41]\nThe higher the value the more likely the MJH will bind to the\nlipid bilayers. The protonation state of the MJH strongly inﬂu-\nences the polarity of the molecules and hence the logP values.\nThe logP values were calculated considering the charged state\n(amine protonated or carboxylic acid ionized) of the side chain\n(FigureS31A, Supporting Information) or in the neutral state\n(FigureS31B,SupportingInformation)ifnoionizationwaspre-\nsumed. The charged state is more likely to occur at pH ≈7.4 in\nthemediumsincethepKaofthedeprotonationofalkylaminesis≈9.5–11andoftheionizationofthecarboxylicacidis ≈5.The\nlogP values do not fully correlate with the ability to permeabi-\nlize cell membranes (Figure S31C,D, Supporting Information).\nThis supports the ﬁnding that the aﬃnity of MJH to cell mem-\nbranesisnotthemainfactorresponsibleforVDA-mediatedcell\nmembranepermeabilization.TherearehighlyVDAactiveMJH\nsuchasBL-204,GL-308-2,andGL-356-2withrelativelylowlogP\nvalues.Incontrast,therearemoleculessuchasBL-141-1andBL-\n142 with relatively high logP values that should have high con-\ncentrationsinthelipidbilayersbutarenotthemostVDAactive.\nThis is evidence that the VDA activities are not simply",
            "page": 9
        },
        "id": "2139"
    },
    {
        "document": "energy level",
        "metadata": {
            "originalPdf": "0dfc0ca6-41c5-4a69-a201-6826b91ff714.pdf",
            "originalText": "mice under standard conditions, but the shift of consumption to the light phase leads\nto weight gain and glucose intolerance [ 84]. In wild-type mice under nighttime-\nrestricted feeding of regular chow, total caloric intake is unaffected, but hepatic\ntriglyceride content decreases by 50 % [ 85].\nDaily rhythm of feeding-fasting alone can drive rhythmic expression of hepatic\nmRNAs and metabolites in mice. Feeding rhythms could phase-entrain the accu-mulation of over 600 mRNAs and several metabolites in the liver of oscillator-deﬁcient Cry1/Cry2 double-knockout mice [ 22]. These results indicate the power-\nful inﬂuence of feeding timing on circadian regulation of metabolism [ 86,87]. The\nimposed daily eating-fasting rhythm may counteract some of the adverse metaboliceffects of genetically perturbed circadian clock. In a Per1 phosphorylation mutant\nmouse, increased daytime eating predisposes to weight gain. However, this genetic\npredisposition to weight gain can be countered without reducing caloric intake byimposing a daily rhythm of feeding-fasting [ 88]. These results are highlighting that\nthe circadian regulation of metabolic homeostasis is a synergistic product of directcell-autonomous regulation and indirect feeding-fasting regulated processes.\nMoreover, few human studies have indicated managing the daily pattern of\neating-fasting might be a new approach to controlling obesity and metabolicdisease. In a weight loss study in Spain, subjects who ate earlier lunch showed\nhigher weight loss than those who ate later – even when both groups were con-\ntrolled for total caloric intake and physical activity [ 89]. In an evidence-based\neating time survey, majority of adult non-shift workers were found to spread theirdaily nutrient intake >14 h. A small subset of volunteers, after adopting a 10–11 h\neating schedule, reported sustained weight loss of ~4 % over a year with associatedimprovement in subjective measure of energy level during the day and sleep qualityat night [ 90]. The impact of daily eating-fasting rhythm on health may be pleiotro-\npic. In a retrospective analyses of self-reported 24 h food recall, a correlation\nbetween overnight fasting of /C2113 h and reduction in blood biomarkers of cancer\nrisk has been found [ 91]. This raises the possibility that daily pattern of feeding-\nfasting even under the modern lifestyle of extended illumination can provideprotection against several chronic diseases.\n21.6 Conclusions and Future Directions\nThe importance of circadian timing has been demonstrated both through evolution-ary relevance and observed health implications of disrupted clock systems. Whilethe pathways that lie in the clock-metabolism interface are extensive and require\nfurther elucidation, molecular connections between the two are well established and\nprovide an important gateway by which circadian disruption contributes to meta-bolic syndrome and related pathologies.\nPromising studies have shown alteration in circadian rhythm to have therapeutic\neffects. The timing of feeding and fasting, irrespective of total caloric intake, canreduce weight gain and improve metabolic parameters. It has been shown that time-21 Circadian Regulation of Metabolism in Health and Diseases 453",
            "page": 10
        },
        "id": "2564"
    },
    {
        "document": "energy level",
        "metadata": {
            "originalPdf": "Circadian Regulation of Metabolism in Health and Diseases.pdf",
            "originalText": "mice under standard conditions, but the shift of consumption to the light phase leads\nto weight gain and glucose intolerance [ 84]. In wild-type mice under nighttime-\nrestricted feeding of regular chow, total caloric intake is unaffected, but hepatic\ntriglyceride content decreases by 50 % [ 85].\nDaily rhythm of feeding-fasting alone can drive rhythmic expression of hepatic\nmRNAs and metabolites in mice. Feeding rhythms could phase-entrain the accu-mulation of over 600 mRNAs and several metabolites in the liver of oscillator-deﬁcient Cry1/Cry2 double-knockout mice [ 22]. These results indicate the power-\nful inﬂuence of feeding timing on circadian regulation of metabolism [ 86,87]. The\nimposed daily eating-fasting rhythm may counteract some of the adverse metaboliceffects of genetically perturbed circadian clock. In a Per1 phosphorylation mutant\nmouse, increased daytime eating predisposes to weight gain. However, this genetic\npredisposition to weight gain can be countered without reducing caloric intake byimposing a daily rhythm of feeding-fasting [ 88]. These results are highlighting that\nthe circadian regulation of metabolic homeostasis is a synergistic product of directcell-autonomous regulation and indirect feeding-fasting regulated processes.\nMoreover, few human studies have indicated managing the daily pattern of\neating-fasting might be a new approach to controlling obesity and metabolicdisease. In a weight loss study in Spain, subjects who ate earlier lunch showed\nhigher weight loss than those who ate later – even when both groups were con-\ntrolled for total caloric intake and physical activity [ 89]. In an evidence-based\neating time survey, majority of adult non-shift workers were found to spread theirdaily nutrient intake >14 h. A small subset of volunteers, after adopting a 10–11 h\neating schedule, reported sustained weight loss of ~4 % over a year with associatedimprovement in subjective measure of energy level during the day and sleep qualityat night [ 90]. The impact of daily eating-fasting rhythm on health may be pleiotro-\npic. In a retrospective analyses of self-reported 24 h food recall, a correlation\nbetween overnight fasting of /C2113 h and reduction in blood biomarkers of cancer\nrisk has been found [ 91]. This raises the possibility that daily pattern of feeding-\nfasting even under the modern lifestyle of extended illumination can provideprotection against several chronic diseases.\n21.6 Conclusions and Future Directions\nThe importance of circadian timing has been demonstrated both through evolution-ary relevance and observed health implications of disrupted clock systems. Whilethe pathways that lie in the clock-metabolism interface are extensive and require\nfurther elucidation, molecular connections between the two are well established and\nprovide an important gateway by which circadian disruption contributes to meta-bolic syndrome and related pathologies.\nPromising studies have shown alteration in circadian rhythm to have therapeutic\neffects. The timing of feeding and fasting, irrespective of total caloric intake, canreduce weight gain and improve metabolic parameters. It has been shown that time-21 Circadian Regulation of Metabolism in Health and Diseases 453",
            "page": 10
        },
        "id": "2853"
    },
    {
        "document": "arousal",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "3292"
    },
    {
        "document": "intensity",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " sleep in orchestrating mood changes in ASD. Preventing sleep disturbances seems to ameliorate several aspects of behavior. Therefore, the clinical use of subjective meas-ures of sleep, such as parent-report questionnaires and sleep diaries, are validated instruments for diagnosing ASD [122].  Physiologically, two mechanisms are responsible for sleep-wake patterns: the sleep-wake-dependent homeostatic processes and the circadian rhythms. Homeostatic p r e s s u r e  t o  i n i t i a t e  a n d  maintain sleep may gradually build-up accordingly wakefulness [123, 124]. In addition to the homeostatic issue, determination of the sleep/wake cycle periodicity is characterized by the circadian timing system, e v e n  i n  t h e  absence o f  e n v i r o n m e n t a l  c u e s  [ 1 2 4 ] .  The harmony between homeostatic processes and circadian timing system form the typical pattern of sleep and wakefulness in adults under normal conditions, consisting of approximately 16 hours of constant wakefulness during the d a y  a n d  8  h o u r s  o f  c o n s o l i d a t e d  sleep at night, although sleep needs may change along with the course of life [123, 124]. In humans, multiple sleep/wake cycles are observed during the day and nighttime until the fourth month of age, then, daytime sleep progressively decreases, and by five years of age, the biphasic sleep/wake cycle is fully established [125, 126]. The normal sleep/wake rhythms seem to be crucial for appropriate cognitive development in children. Transient or permanent sleep ",
            "page": 4
        },
        "id": "3326"
    },
    {
        "document": "sensitivity",
        "metadata": {
            "originalPdf": "02.Deep Learning Using Images of the Retina.pdf",
            "originalText": "Invited Commentary\nDeep Learning Using Images of the Retina for Assessment of Severity of\nNeurological Dysfunction in Parkinson Disease\nJanan Arslan, MSc, MBiostat, PhD; Daniel Racoceanu, PhD; Kurt K. Benke, PhD\nThe deep learning (DL) approach is a recent development in\nresearchontheautomationofmedicaldiagnosticsusingma-\nchinelearning.Thistypeofstatisticallearningisnotbasedon\nbiophysical(mechanistic)modelsbutontraining(forparam-\neter estimation) using a\nsample of population data.\nThereareissuesaboutrobust-\nnessinperformancewhentestingonnewdatasetsinuncon-\ntrolledconditionsseparatefromvalidationexperiments.The\nuseofDLindiagnosticmodelinghasbeendemonstratedinre-\ncentyearswithveryencouragingresultsintheassessmentof\ndiabeticretinopathy,geographicatrophyinage-relatedmacu-\nlardegeneration,andcardiovasculardiseasewhenusingim-\nagesoftheretina.1\nThestudybyAhnetal1inthisissueof JAMA Ophthalmol-\nogyprovidesinsightsandusefulinformationontheapplica-\ntion of DL to explore possible associations between changes\nin the retina and brain function. The reported work is inter-\nestingasitexplorestheuseofDLapproachesforassessment\nofcognitivefunctionscoresfordiseaseseverityinthecaseof\nParkinsondisease(PD),whichisprojectedtobeanincreasing\neconomicburden.2Inthestudy,fundusphotographswerecol-\nlectedfrom615participantswhowereoutpatientsattheneu-\nrologydepartmentofKangbukSamsungHospitalinSouthKo-\nrea(August2020toApril2021).Tocompensateforthetypically\nsmall sample sizes often encountered in ophthalmology re-\nsearch, the authors applied a range of image augmentation\ntechniques,whichincludedrandomrotationandrandomflip,\ntoincreasethesamplesize.\nFivecommonconvolutionalneuralnetwork(CNN)mod-\nelswereinvestigatedtopredicttheHoehnandYahrScale(H-Y)\nandUnifiedParkinson’sDiseaseRatingScalepartIII(UPDRS)\nscores for PD,3,4with the training based on fundus photo-\ngraphs and patient demographic characteristics. The study\nechoed other works that have investigated the idea that\nchangesmanifestedintheretinamayprovideindicatorsofneu-\nrological impairment due to PD.5The prospective case-\ncontrolhospital-basedstudyrevealedthat,fortheinternalvali-\ndationdata,theDLsystemhadhighsensitivitythatwasabove\n80%forboththeH–YandUPDRSscores.Thespecificityranged\nfrom66%to67%forH-YandUPDRSscores.Fortheexternal\nvalidationdata,thesensitivityandspecificitywere70.73%and\n66.66%.Theareaunderthereceiveroperatingcharacteristic\ncurvewas0.67andaccuracywas70.5%.\nAnadvantageofthismethodforseverityassessmentisthat\nitisnoninvasiveandbasedonreadilyavailablefundusretina\nimages,ratherthanusingimagesofthebrain,suchasradio-\nlogicalimageslikecomputedtomographyandmagneticreso-\nnanceimagingscans.Comparatively,theseimagesarealittle\nmoreinvasiveandtimeconsumingintheiracquisition.Anad-\nditional salient feature of this study was that it suggests thepossibility of augmenting or even eventually replacing the 2\nstandard tests for severity of PD dysfunction, which are rat-\ning scales with a subjective component, with a more objec-\ntive approach that reduces risk and uncertainty in diagnosis\nand therefore improves reliability. An approach based on DL\nmaybeusedasafastscreeningmethodforcognitiveimpair-\nmentduringroutineeyeexaminations.Afeatureofthediag-\nnostic method is that finding an association between the al-\ngorithm prediction and the results for the 2 standard tests\nprovides a degree of “explainability.” This is because the DL\nalgorithmusedtodevelopthepredictivemodelproducesre-\nsultsthatareassociatedwithadiseaseseverityscale.Further-\nmore,",
            "page": 2
        },
        "id": "3603"
    },
    {
        "document": "intensity dependence",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "\nTheor. Biol.  13, 187–201 (1966).\n 12. Kaladchibachi, S., Negelspach, D. C., Zeitzer, J. M. & Fernandez, F. Optimization of circadian responses with shorter and shorter \nmillisecond flashes. Biol. Let.  15(8), 20190371 (2019).\n 13. Van Den Pol, A. N., Cao, V . & Heller, H. C. Circadian system of mice integrates brief light stimuli. Regul. Integr. Physiol. 275(2), \nR654–R657 (1998).\n 14. Arvanitogiannis, A. & Amir, S. Resetting the rat circadian clock by ultra-short light flashes. Neurosci. Lett. 261(3), 159–162 (1999).\n 15. Vidal, L. & Morin, L. P . Absence of normal photic integration in the circadian visual system: Response to millisecond light flashes. \nJ. Neurosci. 27(13), 3375–3382 (2007).\n 16. Najjar, R. P . & Zeitzer, J. M. Temporal integration of light flashes by the human circadian system. J. Clin. Investig. 126(3), 938–947 \n(2016).\n 17. Zeitzer, J. M., Ruby, N. F., Fisicaro, R. A. & Heller, H. C. Response of the human circadian system to millisecond flashes of light. \nPLoS ONE 6(7), e22078 (2011).\n 18. Zeitzer, J. M., Fisicaro, R. A., Ruby, N. F. & Heller, H. C. Millisecond flashes of light phase delay the human circadian clock during \nsleep. J. Biol. Rhythms 29(5), 370–376 (2014).\n 19. Joyce, D. S., Spitschan, M. & Zeitzer, J. M. Duration invariance and intensity dependence of the human circadian system phase \nshifting response to brief light flashes. Proc. R. Soc. B 2022(289), 20211943 (1970).\n 20. Kaplan, K. A. et al.  Effect of light flashes vs sham therapy during sleep with adjunct cognitive behavioral therapy on sleep quality \namong adolescents: A randomized clinical trial. JAMA Netw. Open 2(9), e1911944 (2019).\n 21. Nelson, D. E. & Takahashi, J. S. Sensitivity and integration in a visual pathway for circadian entrainment in the hamster ( Mesocri -\ncetus auratus ). J. Physiol. 439(1), 115–145 (1991).\n 22. Wong, K. Y . & Fernandez, F.-X. Circadian responses to light-flash exposure: Conceptualization and new data guiding future direc-\ntions. Front. Neurol.  12, 627550 (2021).\n 23. Robinson, J., Bayliss, S. C. & Fielder, A. R. Transmission of light across the adult and neonatal eyelid in vivo. Vis. Res. 31(10), \n1837–1840 (1991).\n 24. Ando, K. & Kripke, D. F. Light attenuation by the human eyelid. Biol. Psychiatry  39(1), 22–25 (1996).\n 25. Dijk, D. J. & Czeisler, C. A. Paradoxical timing of the circadian rhythm of sleep propensity serves to consolidate sleep and wakeful-\nness in humans. Neurosci. Lett.  166(1), 63–68 (1994).\n 26. Daan, S., Beersma, D. G. & Borbely, A. A. Timing of human sleep: Recovery process gated by a circadian pacemaker. Am. J. Physiol.  \n246(2), R161–R183 (1984).\n 27. Mignot, E. Why we sleep: The temporal organization of recovery. PLoS Biol. 6(4), e106 (2008).\n 28. Crowley, S. J. & Eastman, C. I. Human adolescent phase response curves to bright white light. J. Biol. Rhythms 32(4), 334–344 \n(2017).\n 29. Mason, I. C. et al.  Light exposure during sleep impairs cardiometabolic function. Proc. Natl. Acad. Sci. 119(12), e2113290119 \n(2022).\n 30. Cho, J. R",
            "page": 8
        },
        "id": "3709"
    },
    {
        "document": "affinity",
        "metadata": {
            "originalPdf": "Advanced Materials - 2024.pdf",
            "originalText": "www.advancedsciencenews.com www.advmat.de\nsincenoDAPIenters(Figure S26,SupportingInformation).In-\nstead,thecellsrespondtothelightaloneandhavetimetomain-\ntain control of their movement because they are not being de-\nstroyed. It is presumed the cells were moving away from the\nlightsinceweobservedaslightincreaseinthecells’area(Figure\nS26, Supporting Information). This is additional evidence that\nthe VDA in plasmon-driven MJH is producing mechanical ac-\ntionthatisdiﬀerentthantheactioninducedbylightalone.The\nMJHwithoutlightactivationhasnoeﬀectontheareaofthecell\nnor does DAPI enter the cell within the time window of the ex-\nperiment(Figure S27,SupportingInformation).These changes\nare not observed in the cells without any treatment; only Cell-\nMaskGreenwasaddedtovisualizethecellmembraneandDAPI\ntomeasuretheintegrityofthecellmembrane(Figure S28,S up-\nportingInformation).\n2.8.LethalConcentrationofPlasmon-DrivenMJHs\nA clonogenic assay was conducted to conﬁrm that cancer cells\ntreatedbyplasmon-drivenMJHarekilleduponNIR-lightactiva-\ntion (Figure6). Three molecules were tested: the most VDA ac-\ntiveBL-204,themediumVDAactiveBL-141-2,andthelowVDA\nactive Cy7-amine. The lethal concentration to kill the cell popu-\nlation by 50% (VDA IC50) was found to be 45, 65, and 175 nm,\nrespectively. The lethal concentrations to eradicate 100% of the\ncancer cells were 75, 100, and 500 nm, respectively. This result\nconﬁrmsthatBL-204isoneofthemostactivecompoundsinthis\nlibrarytoeradicatecancercells.Thiswasaccomplishedbyincu-\nbating the MJH molecules with the A375 cells for 50 min and\nthen activation of the plasmon-driven MJH using 730 nm NIR-\nlightat80mWcm−2for10min.\n2.9.PredictedOctanol–WaterPartitionCoeﬃcient(logPValue)in\nCyanine-BasedMJH\nTodetermineifthehighercellmembranepermeabilizationactiv-\nitywassimplyduetohighercellmembraneaﬃnityratherthan\nthe EPI, we calculated the octanol–water partition coeﬃcient,\nlogP value, of the MJH using a logP calculator. This parameter\nindicates the lipophilicity of the MJH to the lipid bilayers.[40,41]\nThe higher the value the more likely the MJH will bind to the\nlipid bilayers. The protonation state of the MJH strongly inﬂu-\nences the polarity of the molecules and hence the logP values.\nThe logP values were calculated considering the charged state\n(amine protonated or carboxylic acid ionized) of the side chain\n(FigureS31A, Supporting Information) or in the neutral state\n(FigureS31B,SupportingInformation)ifnoionizationwaspre-\nsumed. The charged state is more likely to occur at pH ≈7.4 in\nthemediumsincethepKaofthedeprotonationofalkylaminesis≈9.5–11andoftheionizationofthecarboxylicacidis ≈5.The\nlogP values do not fully correlate with the ability to permeabi-\nlize cell membranes (Figure S31C,D, Supporting Information).\nThis supports the ﬁnding that the aﬃnity of MJH to cell mem-\nbranesisnotthemainfactorresponsibleforVDA-mediatedcell\nmembranepermeabilization.TherearehighlyVDAactiveMJH\nsuchasBL-204,GL-308-2,andGL-356-2withrelativelylowlogP\nvalues.Incontrast,therearemoleculessuchasBL-141-1andBL-\n142 with relatively high logP values that should have high con-\ncentrationsinthelipidbilayersbutarenotthemostVDAactive.\nThis is evidence that the VDA activities are not simply",
            "page": 9
        },
        "id": "3954"
    },
    {
        "document": "intensity dependence",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "\nTheor. Biol.  13, 187–201 (1966).\n 12. Kaladchibachi, S., Negelspach, D. C., Zeitzer, J. M. & Fernandez, F. Optimization of circadian responses with shorter and shorter \nmillisecond flashes. Biol. Let.  15(8), 20190371 (2019).\n 13. Van Den Pol, A. N., Cao, V . & Heller, H. C. Circadian system of mice integrates brief light stimuli. Regul. Integr. Physiol. 275(2), \nR654–R657 (1998).\n 14. Arvanitogiannis, A. & Amir, S. Resetting the rat circadian clock by ultra-short light flashes. Neurosci. Lett. 261(3), 159–162 (1999).\n 15. Vidal, L. & Morin, L. P . Absence of normal photic integration in the circadian visual system: Response to millisecond light flashes. \nJ. Neurosci. 27(13), 3375–3382 (2007).\n 16. Najjar, R. P . & Zeitzer, J. M. Temporal integration of light flashes by the human circadian system. J. Clin. Investig. 126(3), 938–947 \n(2016).\n 17. Zeitzer, J. M., Ruby, N. F., Fisicaro, R. A. & Heller, H. C. Response of the human circadian system to millisecond flashes of light. \nPLoS ONE 6(7), e22078 (2011).\n 18. Zeitzer, J. M., Fisicaro, R. A., Ruby, N. F. & Heller, H. C. Millisecond flashes of light phase delay the human circadian clock during \nsleep. J. Biol. Rhythms 29(5), 370–376 (2014).\n 19. Joyce, D. S., Spitschan, M. & Zeitzer, J. M. Duration invariance and intensity dependence of the human circadian system phase \nshifting response to brief light flashes. Proc. R. Soc. B 2022(289), 20211943 (1970).\n 20. Kaplan, K. A. et al.  Effect of light flashes vs sham therapy during sleep with adjunct cognitive behavioral therapy on sleep quality \namong adolescents: A randomized clinical trial. JAMA Netw. Open 2(9), e1911944 (2019).\n 21. Nelson, D. E. & Takahashi, J. S. Sensitivity and integration in a visual pathway for circadian entrainment in the hamster ( Mesocri -\ncetus auratus ). J. Physiol. 439(1), 115–145 (1991).\n 22. Wong, K. Y . & Fernandez, F.-X. Circadian responses to light-flash exposure: Conceptualization and new data guiding future direc-\ntions. Front. Neurol.  12, 627550 (2021).\n 23. Robinson, J., Bayliss, S. C. & Fielder, A. R. Transmission of light across the adult and neonatal eyelid in vivo. Vis. Res. 31(10), \n1837–1840 (1991).\n 24. Ando, K. & Kripke, D. F. Light attenuation by the human eyelid. Biol. Psychiatry  39(1), 22–25 (1996).\n 25. Dijk, D. J. & Czeisler, C. A. Paradoxical timing of the circadian rhythm of sleep propensity serves to consolidate sleep and wakeful-\nness in humans. Neurosci. Lett.  166(1), 63–68 (1994).\n 26. Daan, S., Beersma, D. G. & Borbely, A. A. Timing of human sleep: Recovery process gated by a circadian pacemaker. Am. J. Physiol.  \n246(2), R161–R183 (1984).\n 27. Mignot, E. Why we sleep: The temporal organization of recovery. PLoS Biol. 6(4), e106 (2008).\n 28. Crowley, S. J. & Eastman, C. I. Human adolescent phase response curves to bright white light. J. Biol. Rhythms 32(4), 334–344 \n(2017).\n 29. Mason, I. C. et al.  Light exposure during sleep impairs cardiometabolic function. Proc. Natl. Acad. Sci. 119(12), e2113290119 \n(2022).\n 30. Cho, J. R",
            "page": 8
        },
        "id": "4434"
    },
    {
        "document": "Sensitivity",
        "metadata": {
            "originalPdf": "01.Neurologic Dysfunction Assessment in Parkinson Disease.pdf",
            "originalText": " 59.44 (57.46-61.42) 0.72 (0.70-0.73) 63.55 (61.58-65.53)\n4d83.23 (82.07-84.38) 66.81 (64.97-68.65) 0.77 (0.75-0.79) 73.38 (71.55-75.21)\nAbbreviation:AUROC,areaunderthereceiveroperatingcharacteristiccurve.\naModel1:fundusonly.\nbModel2:funduswithsexandagedata.cModel3:funduswithsex,age,diabetes,andhypertensiondata.\ndModel4:fundusimagewithsex,age,diabetes,andhypertensiondatawith\nmultimodalmethod.\nTable 3. Unified Parkinson’s Disease Rating Scale (UPDRS) Prediction Results of the Deep Learning System\nModel% (95% CI)\nAUROC (95% CI) Accuracy, % (95% CI) Sensitivity Specificity\n1a77.16 (75.52-78.81) 54.75 (51.96-57.53) 0.67 (0.65-0.69) 59.43 (57.83-61.03)\n2b78.93 (77.84-80.03) 57.67 (55.68-59.66) 0.69 (0.68-0.71) 62.24 (60.43-64.05)\n3c79.54 (77.91-81.17) 59.21 (55.81-62.60) 0.70 (0.69-0.72) 65.31 (63.61-67.01)\n4d82.61 (81.38-83.83) 65.75 (62.56-68.94) 0.77 (0.75-0.79) 71.64 (70.19-73.09)\nAbbreviation:AUROC,areaunderthereceiveroperatingcharacteristiccurve.\naModel1:fundusonly.\nbModel2:funduswithsexandagedata.cModel3:funduswithsex,age,diabetes,andhypertensiondata.\ndModel4:fundusimagewithsex,age,diabetes,andhypertensiondatawith\nmultimodalmethod.Research Original Investigation NeurologicDysfunctionAssessmentinParkinsonDiseaseBasedonFundusPhotographsUsingDeepLearning\n238 JAMA Ophthalmology March2023 Volume141,Number3 (Reprinted) jamaophthalmology.com\n© 2023 American Medical Association. All rights reserved.\nDownloaded from jamanetwork.com by Kyungpook National University user on 01/10/2024",
            "page": 4
        },
        "id": "4494"
    },
    {
        "document": "Sensitivity",
        "metadata": {
            "originalPdf": "01.Neurologic Dysfunction Assessment in Parkinson Disease.pdf",
            "originalText": "ocularfundusphotographs. Neurology .2021;97(4):e369-\ne377.doi: 10.1212/WNL.0000000000012226\n26. Scikit-learn.Homepage.AccessedApril5,\n2022.https://scikit-learn.org/stable/\nInvited Commentary\nDeep Learning Using Images of the Retina for Assessment of Severity\nof Neurological Dysfunction in Parkinson Disease\nJananArslan,MSc,MBiostat,PhD;DanielRacoceanu,PhD;KurtK.Benke,PhD\nThe deep learning (DL) approach isarecentdevelopmentin\nresearchontheautomationofmedicaldiagnosticsusingma-chinelearning.Thistypeofstatisticallearningisnotbasedon\nbiophysical (mechanistic)models but on training (forparameterestimation)usingasample of population data.\nThereareissuesaboutrobustnessinperformancewhentest-ingonnewdatasetsinuncontrolledconditionsseparatefromvalidation experiments. The use of DL in diagnostic model-inghasbeendemonstratedinrecentyearswithveryencour-aging results in the assessment of diabetic retinopathy, geo-graphic atrophy in age-related macular degeneration, andcardiovasculardiseasewhenusingimagesoftheretina.\n1\nThestudybyAhnetal1inthisissueof JAMA Ophthalmology\nprovidesinsightsandusefulinformationontheapplicationofDLtoexplorepossibleassociationsbetweenchangesintheretinaandbrainfunction.ThereportedworkisinterestingasitexplorestheuseofDLapproachesforassessmentofcognitivefunctionscoresfordiseaseseverityinthecaseofParkinsondisease(PD),whichisprojectedtobeanincreasingeconomicburden.\n2Inthe\nstudy,fundusphotographswerecollectedfrom615participantswhowereoutpatientsattheneurologydepartmentofKangbukSamsungHospitalinSouthKorea(August2020toApril2021).Tocompensateforthetypicallysmallsamplesizesoftenencoun-teredinophthalmologyresearch,theauthorsappliedarangeofimageaugmentationtechniques,whichincludedrandomrota-tionandrandomflip,toincreasethesamplesize.\nFivecommonconvolutionalneuralnetwork(CNN)mod-\nelswereinvestigatedtopredicttheHoehnandYahrScale(H-Y)andUnifiedParkinson’sDiseaseRatingScalepartIII(UPDRS)scores for PD,\n3,4with the training based on fundus photo-\ngraphs and patient demographic characteristics. The studyechoed other works that have investigated the idea thatchanges manifested in the retina may provide indicators ofneurological impairment due to PD.\n5The prospective case-\ncontrolhospital-basedstudyrevealedthat,fortheinternalvali-dationdata,theDLsystemhadhighsensitivitythatwasabove80%forboththeH–YandUPDRSscores.Thespecificityrangedfrom66%to67%forH-YandUPDRSscores.FortheexternalRelated article page234Research Original Investigation NeurologicDysfunctionAssessmentinParkinsonDiseaseBasedonFundusPhotographsUsingDeepLearning\n240 JAMA Ophthalmology March2023 Volume141,Number3 (Reprinted) jamaophthalmology.com\n© 2023 American Medical Association. All rights reserved.\nDownloaded from jamanetwork.com by Kyungpook National University user on 01/10/2024",
            "page": 6
        },
        "id": "4513"
    }
]