[
    {
        "document": "genotype",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "942"
    },
    {
        "document": "genotype",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 5: Long wavelength illumination diminished DLaN -\nevoked social deficits in WT and Cntnap2  KO mice.   The \nsocial behavior was evaluated by analyzing the time actively \nspent by the testing mouse in social interactions with the novel stranger mouse. The stranger and testing mice were matched for age, sex and genotype.  Experiments were conducted d uring \nthe active phase at ZT 18. (A)  Time spent in social interactions. \nHistograms show the means ± SEM with overlaid the values \nfrom individual WT (circles) and Cntnap2  KO (triangles) mice in \nLD (grey) and under the short λ  (teal) or the long λ  (magenta) \nenriched DLaN. Data were analyzed using a two- way ANOVA \nwith genotype and treatment (see Table 3), followed by the \nHolm -Sidak multiple comparisons test. The asterisk s\n indicate \nsignificant differences ( P < 0.05) between LD and DLaN treatments \nwithin genotype and the crosshatche s between genotypes. (B, C)  \nValues from individual WT (circles) and Cntnap2 KO (triangles) \nanimals before (grey) and after exposure to the short λ  (teal) or \nlong λ (magenta) enriched DLaN. Data were analysed using a \npaired t-test. The asterisks indicate significant difference ( P < \n0.05).  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 32
        },
        "id": "1160"
    },
    {
        "document": "genotype",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 6: Long wavelength illumination DLaN lessened \nrepetitive behavior in Cntnap2  KO mice.   Grooming was \nassessed in a novel arena in mice of each genotype under each \nlighting condition (baseline LD, short λ and long λ enriched \nDLaN).  Measurements were conducted at ZT 18. (A)  Time spent \ngrooming by WT (circles) and Cntnap2 KO (triangles) mice under \nLD (grey), short λ  (teal) or long λ  (magenta) enriched DLaN. \nHistograms show the means ± SEM with the values from the \nindividual animals overlaid. Data were analyzed using a Two- way \nANOVA with genotype and treatment as factors (see Table 3)  \nfollowed by the Holm -Sidak multiple comparisons test. Significant \n(P < 0.05) effects of treatment or genotype are indicated with an \nasterisk or a crosshatch, respectively. (B, C)  Values from \nindividual WT and Cntnap2  KO mice animals before (grey) and \nafter exposure to the short λ (teal) or long λ  (magenta) enriched \nDLaN. A paired t- test was used to analyze the changes before \nand after the treatment, and an asterisk over the treated values \nindicates significant difference ( P < 0.05).  \n \n \n \n \n \n \n \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 33
        },
        "id": "1179"
    },
    {
        "document": "genotype",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "1214"
    },
    {
        "document": "genotype and treatment",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": " \nTable 7. Increased c- Fos expression in glutamatergic neurons in the BLA by the short  wavelength enriched illumination .   \nComparisons of vGlut2 -ZsGreen1 /c-Fos positive cells in the BLA of WT and Cntnap2 KO mice under LD or DLaN regimen (n = 4/group)  showed a \nmarked increase in the percent age of c- Fos positive in the mutants exposed to short wavelength enriched DLaN. T he number of vGlut2 -ZsGreen1  \nexpressing neurons  and, among these neurons, the number of  c-Fos positive w as determined in 4 to 7 images  per animal . The percentage of co-\nexpressing cells was then calculated per image. T hese values  were averaged  to obtain a single number per animal. Data  are shown as the average \n± SEM  and were analyzed with a two -way ANOVA using genotype and treatment as factors  followed by the Holm -Sidak test for multiple \ncomparisons. The asterisk s indicate  significant differences between LD and DLaN treatments  within genotype. Significant differences are shown in \nbold. \n \n vGlut 2-ZsGreen1 cells  vGlut 2-ZsGreen 1/c-Fos positive  % co -expression  \nWT LD 43.4 ± 3.1 9.1 ± 0.7 21.0 ± 1.0 \nWT + DLaN  47.2 ± 2.2 18.9 ± 1.4 40.5 ± 4.0* \nCntnap2  KO LD 45.2 ± 2.3 8.8 ± 1.8 19.7 ± 4.6 \nCntnap2  KO + DLaN  33.2 ± 1.0 17.7 ± 1.3 53.6 ± 5.5* \n    \nTwo-Way ANOVA  Treatment  Genotype  Interaction  \n F(1, 12)=41.68;  P<0.00 01 F(1,12)=2.017;  P=0.181  F(1, 12)=2.998; P=0.109  \n \n \n . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 41
        },
        "id": "1244"
    },
    {
        "document": "mutation",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1308"
    },
    {
        "document": "SNPs",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1309"
    },
    {
        "document": "genetic changes",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "1415"
    },
    {
        "document": "single-nucleotide polymorphisms",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "-step enzymatic action, the serotonin (5-HT) levels in the pinealocytes are readily metabolized by AANAT to produce N-acetylserotonin (NAS) which is readily methylated by ASMT to form melatonin. Because melatonin is highly amphiphilic, it flows through the pineal gland recess to reach the cerebrospinal fluid and the circulation as means of the pineal gland activity. Activation of the immune-pineal axis was shown to be a major regulator of the transcription, and protein availability, of the enzyme AANAT. ASD individuals present high levels of the cytokine tumor necrosis factor, which is correlated with the reduced produc-tion of melatonin. On the other hand, single-nucleotide polymorphisms were also described for the gene coding for ASMT in ASD subjects. B) individuals with normal-development present a high urinary excretion levels of 6-sulfatoxymelatonin (a6MTs), suggesting a high fidedignity between the nocturnal pro-duction and excretion of melatonin metabolites (blue lines). Conversely, a6MTs levels in ASD is reduced (red lines) or even a phase-shifted excretion levels, suggesting that reduction of the nocturnal melatonin is impaired. Indeed, a6MTS rhythmic alterations were correlated with the activation of the immune-pineal axis. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 7
        },
        "id": "1455"
    },
    {
        "document": "genotype",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "1716"
    },
    {
        "document": "genotype",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 5: Long wavelength illumination diminished DLaN -\nevoked social deficits in WT and Cntnap2  KO mice.   The \nsocial behavior was evaluated by analyzing the time actively \nspent by the testing mouse in social interactions with the novel stranger mouse. The stranger and testing mice were matched for age, sex and genotype.  Experiments were conducted d uring \nthe active phase at ZT 18. (A)  Time spent in social interactions. \nHistograms show the means ± SEM with overlaid the values \nfrom individual WT (circles) and Cntnap2  KO (triangles) mice in \nLD (grey) and under the short λ  (teal) or the long λ  (magenta) \nenriched DLaN. Data were analyzed using a two- way ANOVA \nwith genotype and treatment (see Table 3), followed by the \nHolm -Sidak multiple comparisons test. The asterisk s\n indicate \nsignificant differences ( P < 0.05) between LD and DLaN treatments \nwithin genotype and the crosshatche s between genotypes. (B, C)  \nValues from individual WT (circles) and Cntnap2 KO (triangles) \nanimals before (grey) and after exposure to the short λ  (teal) or \nlong λ (magenta) enriched DLaN. Data were analysed using a \npaired t-test. The asterisks indicate significant difference ( P < \n0.05).  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 32
        },
        "id": "1978"
    },
    {
        "document": "genotype",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 6: Long wavelength illumination DLaN lessened \nrepetitive behavior in Cntnap2  KO mice.   Grooming was \nassessed in a novel arena in mice of each genotype under each \nlighting condition (baseline LD, short λ and long λ enriched \nDLaN).  Measurements were conducted at ZT 18. (A)  Time spent \ngrooming by WT (circles) and Cntnap2 KO (triangles) mice under \nLD (grey), short λ  (teal) or long λ  (magenta) enriched DLaN. \nHistograms show the means ± SEM with the values from the \nindividual animals overlaid. Data were analyzed using a Two- way \nANOVA with genotype and treatment as factors (see Table 3)  \nfollowed by the Holm -Sidak multiple comparisons test. Significant \n(P < 0.05) effects of treatment or genotype are indicated with an \nasterisk or a crosshatch, respectively. (B, C)  Values from \nindividual WT and Cntnap2  KO mice animals before (grey) and \nafter exposure to the short λ (teal) or long λ  (magenta) enriched \nDLaN. A paired t- test was used to analyze the changes before \nand after the treatment, and an asterisk over the treated values \nindicates significant difference ( P < 0.05).  \n \n \n \n \n \n \n \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 33
        },
        "id": "1997"
    },
    {
        "document": "genotype and treatment",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": " \nTable 7. Increased c- Fos expression in glutamatergic neurons in the BLA by the short  wavelength enriched illumination .   \nComparisons of vGlut2 -ZsGreen1 /c-Fos positive cells in the BLA of WT and Cntnap2 KO mice under LD or DLaN regimen (n = 4/group)  showed a \nmarked increase in the percent age of c- Fos positive in the mutants exposed to short wavelength enriched DLaN. T he number of vGlut2 -ZsGreen1  \nexpressing neurons  and, among these neurons, the number of  c-Fos positive w as determined in 4 to 7 images  per animal . The percentage of co-\nexpressing cells was then calculated per image. T hese values  were averaged  to obtain a single number per animal. Data  are shown as the average \n± SEM  and were analyzed with a two -way ANOVA using genotype and treatment as factors  followed by the Holm -Sidak test for multiple \ncomparisons. The asterisk s indicate  significant differences between LD and DLaN treatments  within genotype. Significant differences are shown in \nbold. \n \n vGlut 2-ZsGreen1 cells  vGlut 2-ZsGreen 1/c-Fos positive  % co -expression  \nWT LD 43.4 ± 3.1 9.1 ± 0.7 21.0 ± 1.0 \nWT + DLaN  47.2 ± 2.2 18.9 ± 1.4 40.5 ± 4.0* \nCntnap2  KO LD 45.2 ± 2.3 8.8 ± 1.8 19.7 ± 4.6 \nCntnap2  KO + DLaN  33.2 ± 1.0 17.7 ± 1.3 53.6 ± 5.5* \n    \nTwo-Way ANOVA  Treatment  Genotype  Interaction  \n F(1, 12)=41.68;  P<0.00 01 F(1,12)=2.017;  P=0.181  F(1, 12)=2.998; P=0.109  \n \n \n . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 41
        },
        "id": "2058"
    },
    {
        "document": "salivarysamples",
        "metadata": {
            "originalPdf": "7bf5e224-ab9c-4905-b0aa-1aa518d24fc1.pdf",
            "originalText": "Tofwhite\nlightduetothelowbluelightratio.However, ifbluelighting\nwithawavelength of480nmcanbecontrolled, anidentical\neffectcanbeobtainedevenatarelatively highCCT.Ofcourse,\nthereareaspectsthatshouldbeconsidered firstforthedisplay\nperformance, suchasresolution, colorgamut,andluminance;\nnevertheless, theseattempts toapplyHCLtothedisplaycan\nFigure8.Melatonin levelprofilesobtained fromsalivarysamples\nunderc-andHC-LED. Alldatarepresent themean ±standarderror\nofthemean(SEM). *p<0.05.ACS Omega http://pubs.acs.org/journal/acsodf Article\nhttps://doi.org/10.1021/acsomega.3c05620\nACSOmegaXXXX,XXX,XXX−XXXG\n",
            "page": 6
        },
        "id": "2638"
    },
    {
        "document": "genetic screen",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "the period length is controlled. We then discuss how \ncircadian activity contributes to the optimal function \nof tissues and organs, to organismal physiology and to \ndisease aetiology.\nThe molecular circadian clock\nAt the heart of the molecular circadian clock in animals is a transcription–translation feedback loop (TTFL), which \ntakes approximately 24 hours to complete. In this section, \nwe describe the chief components of the molecular oscil ­\nlators in D. melanogaster and in mammals, and discuss \nhow recent findings have improved our understanding of \nthese molecular clocks.\nThe molecular clock in D. melanogaster\nThe first mutants displaying altered circadian behaviour \nwere found in D. melanogaster11. A genetic screen for \nthe timing of eclosion , which occurs predominantly in \nthe morning in wild­ type flies, yielded an arrhythmic \nstrain named period0 (per0) and two additional mutants \nnamed period short  (perS) and period long  (perL), which \nshortened or lengthened the period to 19 h and 28 h, \nrespectively. Genetic tests suggested that all three muta­\ntions are alleles of the gene period , whose molecular \nidentity was subsequently determined12,13. In the follow­\ning years, screens for locomotor activity, which peaks at \ndusk and dawn, which were aided by the short generation \ntime and powerful genetics of D. melanogaster, uncov­\nered a network of circadian ‘clock genes’14. Biochemical \nand genetic studies ultimately revealed a TTFL in \nwhich two transcriptional inhibitors, Period (PER) and \nTimeless (TIM)15, physically associate and translocate \nto the nucleus, where they repress the transcription of \ntheir own genes by suppressing a pair of transcription \nactivators, Clock (CLK)16 and Cycle (CYC)17 (Fig.  1). CLK \nand CYC accumulate constitutively in the nucleus and \nform a heterodimer, which binds to E­ box­containing \nenhancers upstream of the promoters of per  and tim . The \nlevels of per  and tim  mRNAs peak at the end of the day, \nwhereas their protein levels are highest in the second half of the night \n(Fig.  2).\nAs PER and TIM accumulate in the nucleus, \nthey increasingly inhibit CLK–CYC function. Light ­ \ndependent TIM degradation occurs during the day \nthrough the activity of the photoreceptor protein Cryptochrome (CRY) and the E3 ubiquitin ligase Jetlag \n(JET), which also degrades CRY\n18–20 (Fig.  1). In the \nabsence of TIM, PER is destabilized by Double ­ time \n(DBT)21,22, which is the fly orthologue of mammalian \ncasein kinases 1(CK1) δ and ε, and by the E3 ubiquitin ligase supernumerary limbs (SLIMB)\n23,24; the concomi­\ntant loss of PER and TIM restarts the circadian cycle. The transcriptional targets of CLK–CYC include down­\nstream clock output genes, whose cyclic expression con­fers circadian rhythmicity to cell and tissue function\n25–33. \nA second TTFL controls the expression of the clk  mRNA. \nCLK–CYC bind to E­ boxes in the enhancers of the genes \nencoding the transcription factors Vrille (VRI) and PAR domain protein 1ε (PDP1ε), which control clk  transcrip­\ntion\n34 (Fig.  1). VRI binds to VRI/PDP1ε ­ binding boxes in \nthe clk enhancer and represses clk transcription, whereas \nPDP1ε activates it later in the night, thus resulting in rhythmic clk mRNA expression. However, modulating \nthe phase in which the clk  mRNA is expressed does not \naffect behavioural rhythms35 and CLK protein does \nnot oscillate, so the role of rhythmic clk  mRNA expres­\nsion remains unclear. Nevertheless, PDP1ε is essential for rhythmicity\n36, possibly by controlling the expression \nof the neuropeptide pigment­ dispersing factor (PDF), \nwhich is required for behavioural rhythms37.\nRegulation of the molecular clock in D. melanogaster.  \nWhat regulates the precise timing for the TTFL",
            "page": 1
        },
        "id": "2902"
    },
    {
        "document": "genetic and environmental manipulations",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "269. Marchant, E. G. & Mistlberger, R. E. Anticipation and \nentrainment to feeding time in intact and SCN- ablated \nC57BL/6j mice. Brain Res. 765, 273–282 (1997).\n270. Crosby, P . et al. Insulin/IGF-1 drives PERIOD synthesis \nto entrain circadian rhythms with feeding time. Cell  \n177, 896–909 (2019).\n271. Sato, M., Murakami, M., Node, K., Matsumura, R.  \n& Akashi, M. The role of the endocrine system in \nfeeding- induced tissue- specific circadian entrainment. \nCell Rep. 8, 393–401 (2014).\n272. T ahara, Y., Otsuka, M., Fuse, Y., Hirao, A. & Shibata, S. Refeeding after fasting elicits insulin- dependent \nregulation of Per2 and Rev- erbα with shifts in the liver \nclock. J. Biol. Rhythm. 26, 230–240 (2011).\n273. Asher, G. et al. Poly(ADP- ribose) polymerase 1 \nparticipates in the phase entrainment of circadian clocks to feeding. Cell 142, 943–953 (2010).\n274. Wolff, G. & Esser, K. A. Scheduled exercise phase shifts \nthe circadian clock in skeletal muscle. Med. Sci. Sports \nExerc.  44, 1663–1670 (2012).\n275. Williams, J. et al. Epithelial and stromal circadian \nclocks are inversely regulated by their mechano- matrix \nenvironment. J. Cell. Sci. 131, jcs208223 (2018).\n276. Yang, N. et al. Cellular mechano- environment \nregulates the mammary circadian clock.  \nNat. Commun. 8, 14287 (2017).\n277. Lee, J. E. & Edery, I. Circadian regulation in the  \nability of Drosophila to combat pathogenic infections. Curr. Biol. 18, 195–199 (2008).\n278. Stone, E. F. et al. The circadian clock protein timeless \nregulates phagocytosis of bacteria in Drosophila. \nPLOS Pathog. 8, e1002445 (2012).\n279. Shirasu- Hiza, M. M., Dionne, M. S., Pham, L. N., \nAyres, J. S. & Schneider, D. S. Interactions between \ncircadian rhythm and immunity in Drosophila melanogaster. Curr. Biol. 17, R353–R355 (2007).\n280. T oda, H., Williams, J. A., Gulledge, M. & Sehgal, A.  \nA sleep- inducing gene, nemuri, links sleep and immune \nfunction in Drosophila. Science 363, 509–515 (2019).\n281. Xu, F. et al. Circadian clocks function in concert with heat shock organizing protein to modulate mutant huntingtin aggregation and toxicity. Cell Rep. 27, \n59–70.e4 (2019).\n282. Means, J. C. et al. Drosophila spaghetti and doubletime link the circadian clock and light to caspases, apoptosis and tauopathy. PLOS Genet. 11, \ne1005171 (2015).\n283. Koh, K., Evans, J. M., Hendricks, J. C. & Sehgal, A.  \nA Drosophila model for age- associated changes in \nsleep:wake cycles. Proc. Natl Acad. Sci. USA 103, \n13843–13847 (2006).\n284. Luo, W. et al. Old flies have a robust central oscillator \nbut weaker behavioral rhythms that can be improved \nby genetic and environmental manipulations. Aging Cell 11, 428–438 (2012).\n285. Rakshit, K. & Giebultowicz, J. M. Cryptochrome restores dampened circadian rhythms and promotes \nhealthspan in aging Drosophila. Aging Cell 12, \n752–762 (2013).\n286. Kuintzle, R. C. et al. Circadian deep sequencing reveals \nstress- response genes that adopt robust rhythmic \nexpression during aging. Nat. Commun. 8, 145",
            "page": 16
        },
        "id": "3192"
    },
    {
        "document": "genetic changes",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3364"
    },
    {
        "document": "single-nucleotide polymorphisms",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "-step enzymatic action, the serotonin (5-HT) levels in the pinealocytes are readily metabolized by AANAT to produce N-acetylserotonin (NAS) which is readily methylated by ASMT to form melatonin. Because melatonin is highly amphiphilic, it flows through the pineal gland recess to reach the cerebrospinal fluid and the circulation as means of the pineal gland activity. Activation of the immune-pineal axis was shown to be a major regulator of the transcription, and protein availability, of the enzyme AANAT. ASD individuals present high levels of the cytokine tumor necrosis factor, which is correlated with the reduced produc-tion of melatonin. On the other hand, single-nucleotide polymorphisms were also described for the gene coding for ASMT in ASD subjects. B) individuals with normal-development present a high urinary excretion levels of 6-sulfatoxymelatonin (a6MTs), suggesting a high fidedignity between the nocturnal pro-duction and excretion of melatonin metabolites (blue lines). Conversely, a6MTs levels in ASD is reduced (red lines) or even a phase-shifted excretion levels, suggesting that reduction of the nocturnal melatonin is impaired. Indeed, a6MTS rhythmic alterations were correlated with the activation of the immune-pineal axis. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 7
        },
        "id": "3406"
    },
    {
        "document": "real-time PCR",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3463"
    },
    {
        "document": "salivarysamples",
        "metadata": {
            "originalPdf": "HCL 논문.pdf",
            "originalText": "Tofwhite\nlightduetothelowbluelightratio.However, ifbluelighting\nwithawavelength of480nmcanbecontrolled, anidentical\neffectcanbeobtainedevenatarelatively highCCT.Ofcourse,\nthereareaspectsthatshouldbeconsidered firstforthedisplay\nperformance, suchasresolution, colorgamut,andluminance;\nnevertheless, theseattempts toapplyHCLtothedisplaycan\nFigure8.Melatonin levelprofilesobtained fromsalivarysamples\nunderc-andHC-LED. Alldatarepresent themean ±standarderror\nofthemean(SEM). *p<0.05.ACS Omega http://pubs.acs.org/journal/acsodf Article\nhttps://doi.org/10.1021/acsomega.3c05620\nACSOmegaXXXX,XXX,XXX−XXXG\n",
            "page": 6
        },
        "id": "4287"
    }
]