[
    {
        "document": "Gamma- aminobutyric acid (GABA)",
        "metadata": {
            "originalPdf": "eac9624b-65fe-412f-b7ab-f9ea82581e16.pdf",
            "originalText": "variants of the clock genes are signi ﬁcantly associated with\nthe chronotype, like morningness (Jones et al. 2016). There\nis an association of genetic or polymorphic variants of\ncircadian genes with a range of neuropsychiatric, meta-\nbolic, malignant, and cardiovascular disorders (Jagannath\net al. 2017). A list of genes and their implications on\ncircadian rhythm are summarized in Table 1.\nMolecular clock and its cellular\ndrivers: implications inneurobiology\nThe molecular mechanisms controlling circadian rhythms\nare relatively well understood. Circadian rhythmicity is\nregulated by a master clock in the suprachiasmatic nu-\ncleus (SCN) located in the hypothalamus. The SCN is the\nmain center that directs circadian rhythms in the body by\nregulating daily cycles of physiology and behavior.Studies linking SCN to the circadian rhythm were first\npublished as early as 1972. In this study, the primary and\naccessory optic tracts in rats with lesions in the SCN were\nnot sufficient to maintain the corticosterone rhythm\n(Moore and Eichler 1972). Damage in the SCN also modi ﬁed\nthe drinking and locomotory behavior of rats. This sug-\ngested that the SCN may contain pacemakers crucial to\nmaintain normal circadian rhythms (Stephan and Zucker\n1972). Subsequently, the SCN was established as thecircadian oscillator in the brain, based on the fact that\ncircadian rhythmicity did not exist in any part of the brain\nwhen connections to the SCN were cut using a Halasz knife\n(Inouye and Kawamura 1979). These and other landmarkstudies indicated the ability of SCN to divulge rhythmicity\nto other parts of the brain (Weaver 1998). Neurotransmit-\nters profoundly in ﬂuence the functioning of the SCN. For\nexample, Gamma- aminobutyric acid (GABA) expression in\nthe SCN was necessary for re ﬁning circadian output\nrhythm in mice (Ono et al. 2019). Circadian genes like PER2\nare expressed mainly in the SCN and other brain areas,\nincluding the midbrain and forebrain as well as theperipheral nervous system. Circadian rhythm-related\ngenes are differentially expressed in these brain regions,\nand their expression follows diurnal patterns (Staehle\net al. 2020). In addition to the SCN, there are numerous\nother cellular clocks in tissues across the body and the SCN\ncoordinates with these cellular clocks. The SCN executes\nthis coordination through circadian control of various\nsignals, such as autonomic, neuroendocrine, and behav-\nioral that entrain cellular clocks across diverse tissues\n(Mohawk et al. 2012). There are cell-autonomous clocks\ninside the brain. Circadian TTFLs in neurons and astro-cytes can drive molecular oscillations in the SCN and\ncircadian behavior in mice. The astrocytic clock regulates\nthe circadian function of SCN neurons via glutamatergic\nsignals and by regulating expression of clock genes\n(Brancaccio et al. 2019). Key clock genes have widespread\nexpression in the brain (Abraham et al. 2005) and have an\nessential role in many brain functions. BMAL1 is involved\nin hippocampal and astrocytic function (Jilg et al. 2010;\nMarpegan et al. 2011). BMAL1 deletion in mice led to im-pairments in learning and memory (Kondratova et al.\n2010). More importantly, a recent study on mice has\nestablished that BMAL1 deletion and its reduced expres-\nsion promoted neuronal cell death by regulating neuronal\nredox homeostasis; implying a critical role of impaired\nTable :Mammalian genes regulating circadian rhythm and the effect of their mutations.\nGenes Functions Effect of mutations\nCLOCK It is a transcription factor. It binds to BMAL and is involved in a\npositive feedback loop. It promotes transcription of PER and CRYgenes.Circadian rhythm is affected but not completely\nabolished.\nBMAL  It is a transcriptional activator. Binds with CLOCK to form a positive\nfeedback loop. The heterodimer interacts with E-box elements up-stream of Period gene.Formation of the heterodimer is severely\naffected.\nPeriod (PER , PER ,\nand PER )It associates with CRY gene product to form a heterodimer. Negatively\nregulates the production of Clock",
            "page": 2
        },
        "id": "62"
    },
    {
        "document": "GABA",
        "metadata": {
            "originalPdf": "eac9624b-65fe-412f-b7ab-f9ea82581e16.pdf",
            "originalText": "ink,\nJ., Aronica, E., Alibeu, O., Nitschke, P., and Colleaux, L. (2018).Role of miR-146a in neural stem cell differentiation and neural\nlineage determination: relevance for neurodevelopmental\ndisorders. Mol. Autism. 9: 38.\nNicholas, B., Rudrasingham, V., Nash, S., Kirov, G., Owen, M.J., and\nWimpory, D.C. (2007). Association of Per1 and Npas2 with\nautistic disorder: support for the clock genes/social timing\nhypothesis. Mol. Psychiatr. 12: 581 –592.\nNobs, S.P., Tuganbaev, T., and Elinav, E. (2019). Microbiome diurnal\nrhythmicity and its impact on host physiology and disease risk.\nEMBO Rep. 20, https://doi.org/10.15252/embr.201847129.\nNoda, M., Iwamoto, I., Tabata, H., Yamagata, T., Ito, H., and Nagata,\nK.I. (2019). Role of Per3, a circadian clock gene, in embryonic\ndevelopment of mouse cerebral cortex. Sci. Rep. 9: 5874.\nOlde Loohuis, N.F., Kos, A., Martens, G.J., Van Bokhoven, H.,\nNadif Kasri, N., and Aschra ﬁ, A. (2012). MicroRNA networks direct\nneuronal development and plasticity. Cell. Mol. Life Sci. 69:\n89–102.Ono, D., Honma, K.I., Yanagawa, Y., Yamanaka, A., and Honma, S.\n(2019). GABA in the suprachiasmatic nucleus re ﬁnes circadian\noutput rhythms in mice. Commun. Biol. 2: 232.\nOsredkar, J., Gosar, D., Macek, J., Kumer, K., Fabjan, T., Finderle, P.,\nSterpin, S., Zupan, M., and Jekovec Vrhovsek, M. (2019). Urinary\nmarkers of oxidative stress in children with autism spectrumdisorder (ASD). Antioxidants 8, https://doi.org/10.3390/\nantiox8060187.\nPagan, C., Goubran-Botros, H., Delorme, R., Benabou, M., Lemiere, N.,\nMurray, K., Amsellem, F., Callebert, J., Chaste, P., Jamain, S.,et al. (2017). Disruption of melatonin synthesis is associated with\nimpaired 14-3-3 and miR-451 levels in patients with autism\nspectrum disorders. Sci. Rep. 7: 2096.\nParekh, P.K., Ozburn, A.R., and Mcclung, C.A. (2015). Circadian clock\ngenes: effects on dopamine, reward and addiction. Alcohol 49:\n341–349.\nParkar, S.G., Kalsbeek, A., and Cheeseman, J.F. (2019). Potential role\nfor the gut microbiota in modulating host circadian rhythms and\nmetabolic health. Microorganisms 7, https://doi.org/10.3390/microorganisms7020041.\nPatke, A., Murphy, P.J., Onat, O.E., Krieger, A.C., Ozcelik, T., Campbell,\nS.S., and Young, M.W. (2017). Mutation of the human circadianclock gene CRY1 in familial delayed sleep phase disorder. Cell169: 203 –215 e13.\nPaul, B., Saradalekshmi, K.R., Alex, A.M., and Banerjee, M. (2014).\nCircadian rhythm of homocysteine is hCLOCK genotype\ndependent. Mol. Biol. Rep. 41: 3597 –3602.\nPaulus, E.V. and Mintz, E.M. (2012). Developmental disruption of the\nserotonin system alters circadian rhythms. Physiol. Behav. 105:257–263.\nPetra, A.I., Panagiotidou, S., Hatziagelaki, E., Stewart, J.M., Conti, P.,\nand Theoharides, T.C. (2015). Gut-microbiota-brain axis and itseffect",
            "page": 14
        },
        "id": "259"
    },
    {
        "document": "GABA",
        "metadata": {
            "originalPdf": "Disruption of circadian rhythm and risk of autism spectrum disorder.pdf",
            "originalText": "ink,\nJ., Aronica, E., Alibeu, O., Nitschke, P., and Colleaux, L. (2018).Role of miR-146a in neural stem cell differentiation and neural\nlineage determination: relevance for neurodevelopmental\ndisorders. Mol. Autism. 9: 38.\nNicholas, B., Rudrasingham, V., Nash, S., Kirov, G., Owen, M.J., and\nWimpory, D.C. (2007). Association of Per1 and Npas2 with\nautistic disorder: support for the clock genes/social timing\nhypothesis. Mol. Psychiatr. 12: 581 –592.\nNobs, S.P., Tuganbaev, T., and Elinav, E. (2019). Microbiome diurnal\nrhythmicity and its impact on host physiology and disease risk.\nEMBO Rep. 20, https://doi.org/10.15252/embr.201847129.\nNoda, M., Iwamoto, I., Tabata, H., Yamagata, T., Ito, H., and Nagata,\nK.I. (2019). Role of Per3, a circadian clock gene, in embryonic\ndevelopment of mouse cerebral cortex. Sci. Rep. 9: 5874.\nOlde Loohuis, N.F., Kos, A., Martens, G.J., Van Bokhoven, H.,\nNadif Kasri, N., and Aschra ﬁ, A. (2012). MicroRNA networks direct\nneuronal development and plasticity. Cell. Mol. Life Sci. 69:\n89–102.Ono, D., Honma, K.I., Yanagawa, Y., Yamanaka, A., and Honma, S.\n(2019). GABA in the suprachiasmatic nucleus re ﬁnes circadian\noutput rhythms in mice. Commun. Biol. 2: 232.\nOsredkar, J., Gosar, D., Macek, J., Kumer, K., Fabjan, T., Finderle, P.,\nSterpin, S., Zupan, M., and Jekovec Vrhovsek, M. (2019). Urinary\nmarkers of oxidative stress in children with autism spectrumdisorder (ASD). Antioxidants 8, https://doi.org/10.3390/\nantiox8060187.\nPagan, C., Goubran-Botros, H., Delorme, R., Benabou, M., Lemiere, N.,\nMurray, K., Amsellem, F., Callebert, J., Chaste, P., Jamain, S.,et al. (2017). Disruption of melatonin synthesis is associated with\nimpaired 14-3-3 and miR-451 levels in patients with autism\nspectrum disorders. Sci. Rep. 7: 2096.\nParekh, P.K., Ozburn, A.R., and Mcclung, C.A. (2015). Circadian clock\ngenes: effects on dopamine, reward and addiction. Alcohol 49:\n341–349.\nParkar, S.G., Kalsbeek, A., and Cheeseman, J.F. (2019). Potential role\nfor the gut microbiota in modulating host circadian rhythms and\nmetabolic health. Microorganisms 7, https://doi.org/10.3390/microorganisms7020041.\nPatke, A., Murphy, P.J., Onat, O.E., Krieger, A.C., Ozcelik, T., Campbell,\nS.S., and Young, M.W. (2017). Mutation of the human circadianclock gene CRY1 in familial delayed sleep phase disorder. Cell169: 203 –215 e13.\nPaul, B., Saradalekshmi, K.R., Alex, A.M., and Banerjee, M. (2014).\nCircadian rhythm of homocysteine is hCLOCK genotype\ndependent. Mol. Biol. Rep. 41: 3597 –3602.\nPaulus, E.V. and Mintz, E.M. (2012). Developmental disruption of the\nserotonin system alters circadian rhythms. Physiol. Behav. 105:257–263.\nPetra, A.I., Panagiotidou, S., Hatziagelaki, E., Stewart, J.M., Conti, P.,\nand Theoharides, T.C. (2015). Gut-microbiota-brain axis and itseffect",
            "page": 14
        },
        "id": "494"
    },
    {
        "document": "vGAT",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1026"
    },
    {
        "document": "GABAergic",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Prior work has suggested that the microcircuit of the basolateral amygdala (BLA)  to  \nmPFC contributes to ASD -like behavior in mice. Felix -Ortiz and Tye (2014) used optogenetic \napproaches to either activate or inhibit BLA inputs to the mPFC during behavioral assays, and \nshowed that the excited BLA /mPFC microcircuit reduced social interaction whereas suppression \nfavoured social behavior. Sun and colleagues (2019) demonstrated that the glutamatergic \nneurons from the BLA preferentially projected to GABAergic neurons in the mPFC. Both their optogenetic and chemogenetic stimulations of this pathway resulted in reduced mPFC activity and stereotypic behavior. The ventral hippocampus (vHp) is the second downstream target. When the glutamatergic projection from t he BLA to the vHp mice was activated, social \ninteraction was reduced while the self -grooming was increased. This glutamatergic BLA /vHp \npathway was further confirmed by the finding that glutamate receptor antagonists delivered to \nthe vHPC attenuated optogenetic -evoked behavioral changes (Felix -Ortiz and Tye,  2014).   \nTherefore , we speculate that the DLaN driven activation of the glutamatergic cell population in \nthe BLA (Table 7) is what drives the grooming behavior observed in the present study.   \nWith rapidly growing studies reporting the effects of lights on not only circadian rhythms \nbut also the brain health (Stevenson et al., 2015; Lunn et al., 2017; Bu mgarner and Nelson , \n2021) , the consequences of worldwide prevalence of DLaN should be taken into concern of \ndisease management seriously, especially to those patients with neurodevelopmental disorders and neurodegenerative diseases who are vulnerable to environmental perturbations. Many people send the majority of time inside under artificial lighting, their exposure to DLaN needs to be carefully considered.  Inappropriate light at night is common in hospitals, long -term care \ncenters, and even our homes (Fournier and Wirz -Justice, 2010; Burgess and Molina, 2014; \nOsibona et al., 2021; Xiao et al., 2021).  Thus, n ightly light pollution is a very common \nenvironmental disruption to our circadian rhythms  all over the world, and this present study \nshows that the undesired outcomes of DLaN on sleep/wake cycles and autistic behavior can be lessened by tailoring the spectral content of light sources to minimize melanopic stimulation.   \n \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 16
        },
        "id": "1078"
    },
    {
        "document": "GABA",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and body tempera-ture cycles, and more specifically for the synchronization of periph-eral oscillators (i.e., in the adjustment of the timing of existing os-cillations).   In addition to its role as an internal sleep facilitator [177], mela-tonin acts as an antioxidant, anti-inflammatory and neuroprotective agent [89, 100, 181]. Several lines of evidence suggest that mela-tonin could also modulate neuronal networks in several brain areas. Besides the SCN [182], melatonin was shown to act in the hippo-campus, first modulating memory consolidation by phosphorylation of CREB (CRE-binding protein) modulation through a mechanism involving MT1 receptor [182, 183]. Second, melatonin significantly inhibits synaptic transmission and long-term potentiation (LTP) in the hippocampus through a mechanism involving MT2-receptor [184]. Indeed, melatonin seems to modulate day/night variations in glutamate and GABA systems, known to be involved in ASD [185]. Altogether, several lines of evidence highlight that melatonin may act in different receptors for controlling functional responses, which opens perspectives for the use of selective melatonergic-system based drugs. ",
            "page": 6
        },
        "id": "1448"
    },
    {
        "document": "vGAT",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1800"
    },
    {
        "document": "GABAergic",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Prior work has suggested that the microcircuit of the basolateral amygdala (BLA)  to  \nmPFC contributes to ASD -like behavior in mice. Felix -Ortiz and Tye (2014) used optogenetic \napproaches to either activate or inhibit BLA inputs to the mPFC during behavioral assays, and \nshowed that the excited BLA /mPFC microcircuit reduced social interaction whereas suppression \nfavoured social behavior. Sun and colleagues (2019) demonstrated that the glutamatergic \nneurons from the BLA preferentially projected to GABAergic neurons in the mPFC. Both their optogenetic and chemogenetic stimulations of this pathway resulted in reduced mPFC activity and stereotypic behavior. The ventral hippocampus (vHp) is the second downstream target. When the glutamatergic projection from t he BLA to the vHp mice was activated, social \ninteraction was reduced while the self -grooming was increased. This glutamatergic BLA /vHp \npathway was further confirmed by the finding that glutamate receptor antagonists delivered to \nthe vHPC attenuated optogenetic -evoked behavioral changes (Felix -Ortiz and Tye,  2014).   \nTherefore , we speculate that the DLaN driven activation of the glutamatergic cell population in \nthe BLA (Table 7) is what drives the grooming behavior observed in the present study.   \nWith rapidly growing studies reporting the effects of lights on not only circadian rhythms \nbut also the brain health (Stevenson et al., 2015; Lunn et al., 2017; Bu mgarner and Nelson , \n2021) , the consequences of worldwide prevalence of DLaN should be taken into concern of \ndisease management seriously, especially to those patients with neurodevelopmental disorders and neurodegenerative diseases who are vulnerable to environmental perturbations. Many people send the majority of time inside under artificial lighting, their exposure to DLaN needs to be carefully considered.  Inappropriate light at night is common in hospitals, long -term care \ncenters, and even our homes (Fournier and Wirz -Justice, 2010; Burgess and Molina, 2014; \nOsibona et al., 2021; Xiao et al., 2021).  Thus, n ightly light pollution is a very common \nenvironmental disruption to our circadian rhythms  all over the world, and this present study \nshows that the undesired outcomes of DLaN on sleep/wake cycles and autistic behavior can be lessened by tailoring the spectral content of light sources to minimize melanopic stimulation.   \n \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 16
        },
        "id": "1896"
    },
    {
        "document": "GABA",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and body tempera-ture cycles, and more specifically for the synchronization of periph-eral oscillators (i.e., in the adjustment of the timing of existing os-cillations).   In addition to its role as an internal sleep facilitator [177], mela-tonin acts as an antioxidant, anti-inflammatory and neuroprotective agent [89, 100, 181]. Several lines of evidence suggest that mela-tonin could also modulate neuronal networks in several brain areas. Besides the SCN [182], melatonin was shown to act in the hippo-campus, first modulating memory consolidation by phosphorylation of CREB (CRE-binding protein) modulation through a mechanism involving MT1 receptor [182, 183]. Second, melatonin significantly inhibits synaptic transmission and long-term potentiation (LTP) in the hippocampus through a mechanism involving MT2-receptor [184]. Indeed, melatonin seems to modulate day/night variations in glutamate and GABA systems, known to be involved in ASD [185]. Altogether, several lines of evidence highlight that melatonin may act in different receptors for controlling functional responses, which opens perspectives for the use of selective melatonergic-system based drugs. ",
            "page": 6
        },
        "id": "3399"
    }
]