[
    {
        "document": "light flashes",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "1\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreportsMoving time zones in a flash \nwith light therapy during sleep\nRenske Lok 1, Marisol Duran  2 & Jamie M. Zeitzer 1,3*\nIn humans, exposure to continuous light is typically used to change the timing of the circadian clock. \nThis study examines the efficiency of a sequence of light flashes (“flash therapy”) applied during \nsleep to shift the clock. Healthy participants (n = 10) took part in two 36-h laboratory stays, receiving \na placebo (goggles, no light) during one visit and the intervention (goggles, 2-ms flashes broad-\nspectrum light for 60 min, delivered every 15 s, starting 30 min after habitual sleep onset) during the \nother. Circadian phase shift was assessed with changes in salivary dim light melatonin onset (DLMO). \nSleep, measured with polysomnography, was analyzed to assess changes in sleep architecture and \nspectral power. After 1 h of flashes, DLMO showed a substantial delay (1.13 ± 1.27 h) compared to \nplacebo (12 ± 20 min). Two individuals exhibited very large shifts of 6.4 and 3.1 h. There were no \nsubstantive differences in sleep architecture, but some evidence for greater instability in sleep. 1 h of \nflash therapy during sleep evokes large changes in circadian timing, up to 6 h, and does so with only \nminimal, if any, impact on sleep. Flash therapy may offer a practical option to delay the circadian clock \nin shift workers and jet travelers.\nThe human circadian pacemaker, located in the suprachiasmatic nucleus (SCN) of the hypothalamus, regulates \ndaily cycles in activity, hormonal levels, and other physiological  variables1,2. The primary input of the SCN is \nlight, and light information, received by rods, cones, and intrinsically photosensitive (ipRGC) cells in the retina, \nis sent to the SCN and other hypothalamic regions via the retinohypothalamic  tract3,4. Through this circuitry, \nthe circadian pacemaker synchronizes to the external natural or artificially imposed light–dark  cycle5. When \ntraveling across multiple time zones, that synchrony is temporarily lost. This process, called jet lag, can lead to \ndisrupted sleep and wake, increased daytime sleepiness, irritability, and  fatigue6.\nTo combat the negative consequences of jet lag, the human circadian system has to re-entrain endogenous \nphysiological and behavioral rhythms to the new light–dark  cycle7. This can be accomplished by repeated expo-\nsure to natural or artificial light at appropriate times of  day8. The greatest sensitivity of the SCN to light is during \nthe hours of habitual sleep, such that light early in the sleep period induces robust phase delays, and light late \nin the sleep period induces significant phase  advances9,10. As such, the optimal time of light exposure for rapid \nresynchronization to new time zones can require a decision to disrupt standard sleep patterns or to get light at a \nsuboptimal time. Furthermore, the process of re-entrainment using continuous light–dark exposure is relatively \nslow and can take up to several  days11.\nOne potential solution to this problem is the use of a potent light stimulus that can be administered during \nsleep—flash therapy. Flash therapy involves exposure to a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the",
            "page": 0
        },
        "id": "3618"
    },
    {
        "document": "flash therapy",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "1\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreportsMoving time zones in a flash \nwith light therapy during sleep\nRenske Lok 1, Marisol Duran  2 & Jamie M. Zeitzer 1,3*\nIn humans, exposure to continuous light is typically used to change the timing of the circadian clock. \nThis study examines the efficiency of a sequence of light flashes (“flash therapy”) applied during \nsleep to shift the clock. Healthy participants (n = 10) took part in two 36-h laboratory stays, receiving \na placebo (goggles, no light) during one visit and the intervention (goggles, 2-ms flashes broad-\nspectrum light for 60 min, delivered every 15 s, starting 30 min after habitual sleep onset) during the \nother. Circadian phase shift was assessed with changes in salivary dim light melatonin onset (DLMO). \nSleep, measured with polysomnography, was analyzed to assess changes in sleep architecture and \nspectral power. After 1 h of flashes, DLMO showed a substantial delay (1.13 ± 1.27 h) compared to \nplacebo (12 ± 20 min). Two individuals exhibited very large shifts of 6.4 and 3.1 h. There were no \nsubstantive differences in sleep architecture, but some evidence for greater instability in sleep. 1 h of \nflash therapy during sleep evokes large changes in circadian timing, up to 6 h, and does so with only \nminimal, if any, impact on sleep. Flash therapy may offer a practical option to delay the circadian clock \nin shift workers and jet travelers.\nThe human circadian pacemaker, located in the suprachiasmatic nucleus (SCN) of the hypothalamus, regulates \ndaily cycles in activity, hormonal levels, and other physiological  variables1,2. The primary input of the SCN is \nlight, and light information, received by rods, cones, and intrinsically photosensitive (ipRGC) cells in the retina, \nis sent to the SCN and other hypothalamic regions via the retinohypothalamic  tract3,4. Through this circuitry, \nthe circadian pacemaker synchronizes to the external natural or artificially imposed light–dark  cycle5. When \ntraveling across multiple time zones, that synchrony is temporarily lost. This process, called jet lag, can lead to \ndisrupted sleep and wake, increased daytime sleepiness, irritability, and  fatigue6.\nTo combat the negative consequences of jet lag, the human circadian system has to re-entrain endogenous \nphysiological and behavioral rhythms to the new light–dark  cycle7. This can be accomplished by repeated expo-\nsure to natural or artificial light at appropriate times of  day8. The greatest sensitivity of the SCN to light is during \nthe hours of habitual sleep, such that light early in the sleep period induces robust phase delays, and light late \nin the sleep period induces significant phase  advances9,10. As such, the optimal time of light exposure for rapid \nresynchronization to new time zones can require a decision to disrupt standard sleep patterns or to get light at a \nsuboptimal time. Furthermore, the process of re-entrainment using continuous light–dark exposure is relatively \nslow and can take up to several  days11.\nOne potential solution to this problem is the use of a potent light stimulus that can be administered during \nsleep—flash therapy. Flash therapy involves exposure to a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the",
            "page": 0
        },
        "id": "3619"
    },
    {
        "document": "flashes",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": " a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the light itself. The rods or cones that likely underlie the phototransduction of the light \nflash to an electrochemical signal can resensitize during the darkness between flashes, increasing the photon \ncapture and extrinsic drive on the ipRGC  19,22. When administering flash therapy during sleep, the flashes must \npass through closed eyelids, which reduces the amount of light striking the cornea in a wavelength-dependent \nmanner, with 86% (at 700 nm) to 97% (below 580 nm)  attenuation23,24.\nAs the sensitivity of the SCN to light varies over the course of a typical sleep period, so too does the temporal \norganization of sleep stages, reflective of the intricate interplay between homeostatic sleep pressure and circadian OPEN\n1Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA. 2Palo Alto \nVeterans Institute for Research, Palo Alto, CA 94304, USA. 3Mental Illness Research Education and Clinical Center, \nVA Palo Alto Health Care System, Palo Alto, CA 94304, USA. *email: jzeitzer@stanford.edu",
            "page": 0
        },
        "id": "3623"
    },
    {
        "document": "flash sequence",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": " \n(N1, N2, N3, or REM) to wake  (F(1,13) = 0.21, p = 0.61, Fig.  2G). Inspection of individual hypnograms indicated \nthat one individual had substantially more wake during exposure to the flash sequence (51 min) as compared \nto the control condition (1 min, Figure S1). This individual, however, was awake prior  to the onset of the flash \nsequence. Examination of the other six individual hypnograms did not indicate any substantive W during the \nflash sequence (Figure S1).\nA reverse power analysis, with alpha set to 0.05 and power to 0.80, indicates that given the observed 3.2-min \nstandard deviation in change in total wake duration during the 1-h stimulus (excluding the participant that was \nalready awake at the time of the flashes, Fig.  2), we could have detected a 4.8-min difference in the amount of \nwake. This suggests that if the flash exposure were to have induced an increase in wake, it would not be greater \nthan 4.8 min.\nFigure 1.  Circadian phase shift (Δϕ ). Depicted is the absolute change in melatonin secretion timing (A ) and \nthe changes relative to baseline melatonin assessment (B ). A more negative value indicates a greater phase delay. \nBlack dots and red circles indicate individual data points. The phase change presented after placebo, the initially \ncalculated phase change, and the phase change corrected for stimulus timing are shown (A ).",
            "page": 1
        },
        "id": "3634"
    },
    {
        "document": "flash therapy",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "5\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/Factors ( B) providing little or anecdotal support for H1 (i.e., B < 3) or support for H0 (i.e., B < 1). During the \n6.5 h after the intervention, anecdotal evidence indicated the absence of an effect on delta (B = 0.46), whereas \nthe levels of theta (B = 0.03), alpha (B = 0.02), sigma (B = 0.02), and beta (B = 0.02) power provided moderate \nevidence for H0.There was moderate evidence for more transitions between sleep and wake both during the flash \ntherapy (B = 9.02) and the 6.5 h following it (B = 4.11). Similarly, there was moderate evidence for more transi-\ntions between N2/N3 and N1 sleep both during the flash therapy (B = 4.06) and the 6.5 h following it (B = 8.30).\nDiscussion\nOur study demonstrates that exposure to a sequence of light flashes for 1 h, timed at the beginning of sleep, can \nphase delay the circadian clock 1.13 ± 1.27 h on average, though ranging from 0 to 6.15 h. Polysomnography \nrecords suggested that no substantive differences occurred in sleep micro- or macro-architecture during or fol -\nlowing flash therapy. There was, however, evidence of an increase in delta power during the light flashes; this was \nlikely capturing an event-related potential. Bayesian assessment of sleep structure provided some evidence for \na difference in the number of shifts from deeper to lighter stages of sleep and from sleep to wake, both during \nand following flash therapy compared to the placebo. The largest phase shifts reported here are twice as large \ncompared to previously reported phase delays using 1 hour of flashed  light16 and three times as large as continu-\nous light of up to 10,000   lx9.\nThe potential efficacy of flash therapy in phase delaying the circadian clock has been explored  before16,17,20. \nWe used results from these previous studies to derive an optimal stimulus regarding timing, flash duration, \nfrequency, and light intensity. Despite the optimization, we still observe large variability in responses. This is \nunlikely due to the phase of light application as all participants were exposed to light flashes on average 2.86 h \nafter dim light melatonin onset which, according to the human phase response curve (PRC) to 1 h of continuous \n light9, should be the time at which maximal phase delays are observed. Statistically, the dispersion of the phase of \nlight application were similar and when we adjust the magnitude of the phase shift for the PRC, we still observe \nsignificant variability in responses. While it is possible that the PRC to flashed light is different from the PRC \nto continuous light, this is more likely to be in the magnitude rather than the shape of the curve. This type of \nhighly variable response to flashed light stimulus is consistent with that which has been reported in other species, \nincluding rodents and  Drosophila12–15. Given the divergence of the neural circuitry of circadian photoreception \nin these specifies, especially invertebrates compared to vertebrates, the variability therefore may be intrinsic to \nthe probabilistic nature of photoreception, converting an electromagnetic signal into an electrochemical signal. \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated",
            "page": 4
        },
        "id": "3643"
    },
    {
        "document": "light flashes",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": ". \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated no substantive differences between \nsham and flash therapy in sleep quality and architecture. We examined PSG using traditional scoring meth-\nods, spectral analysis, and sleep state probability analysis. We were unable to observe significant differences in \nsleep architecture and probability scoring due to the flashes. Despite our potential lack of statistical power to \nidentify subtle changes in flash-induced sleep architecture or power, we did have the capability to detect gross \ndisturbances in sleep, with an accuracy threshold of 4.8 min of wakefulness or more. However, we did find some \nevidence for small flash-induced changes in the number of transitions from sleep to wake and deep to light sleep, \nand an enhancement of delta activity in the light flash condition. This delta enhancement is likely secondary to \nan evoked response rather than a true induction of delta  activity18. In one participant, there was much more wake \nduring the 1-h light flash exposure, however, this participant was awake prior to the onset of the light flashes and \nthe presence of the light flashes likely made falling asleep very difficult (they did go to sleep after cessation of \nthe flashes). The light flash sequence was administered at the beginning of the sleep period, so under the high -\nest homeostatic pressure, which may have reduced the likelihood of the flashes causing an acute arousal. In one \nprevious field study in adolescents, light flashes were administered at the end of the sleep period, during which \nthere was greatly reduced homeostatic pressure, and yet no self-reported evidence of sleep disruption when the \nduration of the light flash exposure was limited to 2   h20. The impact of light flashes on sleep architecture and \nspectral power reported here and in previous  studies18 appears to be relatively modest; nonetheless, it’s important \nto approach the safety assessment of short (1 h) exposure flash therapy with care. Moderate-intensity continuous \nlight (100 lx) given throughout sleep has been shown to potentially have adverse effects on  health29, while lower \nintensity (40 lx) given throughout the night can affect sleep architecture and spectral  power30.\nBy placing light flashes near the beginning of sleep, the light flashes were predominantly administrated during \nN2 and N3 sleep, with very little wake, N1, or REM occurring (Fig.  2). With the limited range of sleep stages, we \ndid not observe any direct interaction between sleep stage and the magnitude of phase shift elicited by the light \nflashes. Sleep can directly impact the electrophysiologic characteristics of the SCN and, in theory, could change \nthe response of the SCN to the light flash  stimuli31. Experiments with shorter-duration stimuli that are proactively \nassigned to be administered during specific stages of sleep would be needed to answer this question definitively.\nLimitations of real-world implications arise from certain aspects of our study design. Firstly, participants were \nsubjected to a 2-week circadian stabilization period with regular bed and wake times. The regular light exposure \nthat occurs with this type of sleep–wake schedule maximizes the circadian clock’s oscillation amplitude. This \ndeliberate setup effectively targeted the phase delay part of the phase response curve. However, without such \ncircadian phase stabilization, achieving precise targeting of the correct phase becomes challenging, potentially ",
            "page": 4
        },
        "id": "3662"
    },
    {
        "document": "flash therapy",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "8\nVol:.(1234567890) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/movement (REM) sleep. From these data, the duration of each sleep state was calculated, as was the number of \ndeep (stage N3) to light (N2, N1) transitions and sleep (REM, N1, N2, or N3) to wake transitions. As the Stan-\nford-STAGES algorithm is a template matching-based system, the probability of each state was also calculated \nfor each 15-s epoch. For example, a given 15-s epoch could be scored as W , but have a probability distribution of \n0.89 W , 0.04 N1, 0.02 N2, 0.00 N3, and 0.05 REM. Another 15-s epoch also scored as W could have a probability \ndistribution of 0.64 W , 0.19 N1, 0.03 N2, 0.00 N3, and 0.14 REM, indicating that the 15-s epoch has a greater \nmixture of states (i.e., W co-occurring with other states) than the first example. Calculations were performed \nseparately for polysomnography recorded during and after flash therapy. For three individuals, data on one of \ntheir visits showed too many artifacts to be analyzed (N = 7 for all polysomnography results).\nData analysis—sleep polysomnography: spectral power densities. Spectral analysis was per -\nformed by applying fast Welch’s Fourier transformation (FFT; hamming, 0% overlapped) on 3-s time  windows49 \n(package “rlseep” , version 1.0.650). Artifacts were removed based on sleep stage scoring. Power spectral densi-\nties were analyzed for delta (0.5–3.5 Hz), theta (3.5–7.5 Hz), alpha (7.5–13 Hz), sigma (12–14 Hz), and beta \n(15–30 Hz) power over the central derivations (C3, C4). Power spectral densities were calculated during flash or \nplacebo exposure (1-h interval), post-stimulus (6.5 h), per scored sleep stage (W , N1, N2, N3, or REM).\nStatistics. Linear model fitting was performed in R (R Core Team, version: 4.1.2), using the most recent shell \nof Rstudio (version: 2021.09) and the “lme4” R-package for mixed-effects modeling. Independent models were \nconstructed to calculate the effects of flash therapy on the circadian clock phase and sleep architecture. Phase \nchange, time spent in each sleep stage, the number of transitions from deep to light and sleep to wake, and the \nprobability scoring of W , N1, N2, N3, or REM were dependent variables. Intervention condition (placebo or \nflashes) was included as a fixed effect. Participant ID and visit number were included in all models as a random \neffect. To investigate if the magnitude of phase shift was influenced by sleep stage at the time of flash exposure, \na mixed model was created in which phase change was included as the dependent variable, and the interaction \nbetween sleep duration and sleep stage was included as a fixed effect. Separate models were created to investigate \nthe effects of flash exposure during sleep (stage N1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium ",
            "page": 7
        },
        "id": "3675"
    },
    {
        "document": "flash",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium \n(d = 0.5), or large (d = 0.8). To measure the relative evidence for the H1 compared to H0 hypothesis, the Bayes \nFactor (B) was computed (package “BayesFactor”). We employed linear models (“lmBF”), wherein the varia-\ntion in the dependent factor was assessed under two scenarios: one involving the explanation based on the light \ncondition (full model), and the other involving explanation by random factors (null model). A B of 1 indicates \nFigure 7.  Example of circadian phase delay. Salivary melatonin during baseline (black) and the next day \nfollowing the stimulus during sleep (red) are indicated.",
            "page": 7
        },
        "id": "3702"
    },
    {
        "document": "millisecond flashes",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "\nTheor. Biol.  13, 187–201 (1966).\n 12. Kaladchibachi, S., Negelspach, D. C., Zeitzer, J. M. & Fernandez, F. Optimization of circadian responses with shorter and shorter \nmillisecond flashes. Biol. Let.  15(8), 20190371 (2019).\n 13. Van Den Pol, A. N., Cao, V . & Heller, H. C. Circadian system of mice integrates brief light stimuli. Regul. Integr. Physiol. 275(2), \nR654–R657 (1998).\n 14. Arvanitogiannis, A. & Amir, S. Resetting the rat circadian clock by ultra-short light flashes. Neurosci. Lett. 261(3), 159–162 (1999).\n 15. Vidal, L. & Morin, L. P . Absence of normal photic integration in the circadian visual system: Response to millisecond light flashes. \nJ. Neurosci. 27(13), 3375–3382 (2007).\n 16. Najjar, R. P . & Zeitzer, J. M. Temporal integration of light flashes by the human circadian system. J. Clin. Investig. 126(3), 938–947 \n(2016).\n 17. Zeitzer, J. M., Ruby, N. F., Fisicaro, R. A. & Heller, H. C. Response of the human circadian system to millisecond flashes of light. \nPLoS ONE 6(7), e22078 (2011).\n 18. Zeitzer, J. M., Fisicaro, R. A., Ruby, N. F. & Heller, H. C. Millisecond flashes of light phase delay the human circadian clock during \nsleep. J. Biol. Rhythms 29(5), 370–376 (2014).\n 19. Joyce, D. S., Spitschan, M. & Zeitzer, J. M. Duration invariance and intensity dependence of the human circadian system phase \nshifting response to brief light flashes. Proc. R. Soc. B 2022(289), 20211943 (1970).\n 20. Kaplan, K. A. et al.  Effect of light flashes vs sham therapy during sleep with adjunct cognitive behavioral therapy on sleep quality \namong adolescents: A randomized clinical trial. JAMA Netw. Open 2(9), e1911944 (2019).\n 21. Nelson, D. E. & Takahashi, J. S. Sensitivity and integration in a visual pathway for circadian entrainment in the hamster ( Mesocri -\ncetus auratus ). J. Physiol. 439(1), 115–145 (1991).\n 22. Wong, K. Y . & Fernandez, F.-X. Circadian responses to light-flash exposure: Conceptualization and new data guiding future direc-\ntions. Front. Neurol.  12, 627550 (2021).\n 23. Robinson, J., Bayliss, S. C. & Fielder, A. R. Transmission of light across the adult and neonatal eyelid in vivo. Vis. Res. 31(10), \n1837–1840 (1991).\n 24. Ando, K. & Kripke, D. F. Light attenuation by the human eyelid. Biol. Psychiatry  39(1), 22–25 (1996).\n 25. Dijk, D. J. & Czeisler, C. A. Paradoxical timing of the circadian rhythm of sleep propensity serves to consolidate sleep and wakeful-\nness in humans. Neurosci. Lett.  166(1), 63–68 (1994).\n 26. Daan, S., Beersma, D. G. & Borbely, A. A. Timing of human sleep: Recovery process gated by a circadian pacemaker. Am. J. Physiol.  \n246(2), R161–R183 (1984).\n 27. Mignot, E. Why we sleep: The temporal organization of recovery. PLoS Biol. 6(4), e106 (2008).\n 28. Crowley, S. J. & Eastman, C. I. Human adolescent phase response curves to bright white light. J. Biol. Rhythms 32(4), 334–344 \n(2017).\n 29. Mason, I. C. et al.  Light exposure during sleep impairs cardiometabolic function. Proc. Natl. Acad. Sci. 119(12), e2113290119 \n(2022).\n 30. Cho, J. R",
            "page": 8
        },
        "id": "3710"
    },
    {
        "document": "light flashes",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "1\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreportsMoving time zones in a flash \nwith light therapy during sleep\nRenske Lok 1, Marisol Duran  2 & Jamie M. Zeitzer 1,3*\nIn humans, exposure to continuous light is typically used to change the timing of the circadian clock. \nThis study examines the efficiency of a sequence of light flashes (“flash therapy”) applied during \nsleep to shift the clock. Healthy participants (n = 10) took part in two 36-h laboratory stays, receiving \na placebo (goggles, no light) during one visit and the intervention (goggles, 2-ms flashes broad-\nspectrum light for 60 min, delivered every 15 s, starting 30 min after habitual sleep onset) during the \nother. Circadian phase shift was assessed with changes in salivary dim light melatonin onset (DLMO). \nSleep, measured with polysomnography, was analyzed to assess changes in sleep architecture and \nspectral power. After 1 h of flashes, DLMO showed a substantial delay (1.13 ± 1.27 h) compared to \nplacebo (12 ± 20 min). Two individuals exhibited very large shifts of 6.4 and 3.1 h. There were no \nsubstantive differences in sleep architecture, but some evidence for greater instability in sleep. 1 h of \nflash therapy during sleep evokes large changes in circadian timing, up to 6 h, and does so with only \nminimal, if any, impact on sleep. Flash therapy may offer a practical option to delay the circadian clock \nin shift workers and jet travelers.\nThe human circadian pacemaker, located in the suprachiasmatic nucleus (SCN) of the hypothalamus, regulates \ndaily cycles in activity, hormonal levels, and other physiological  variables1,2. The primary input of the SCN is \nlight, and light information, received by rods, cones, and intrinsically photosensitive (ipRGC) cells in the retina, \nis sent to the SCN and other hypothalamic regions via the retinohypothalamic  tract3,4. Through this circuitry, \nthe circadian pacemaker synchronizes to the external natural or artificially imposed light–dark  cycle5. When \ntraveling across multiple time zones, that synchrony is temporarily lost. This process, called jet lag, can lead to \ndisrupted sleep and wake, increased daytime sleepiness, irritability, and  fatigue6.\nTo combat the negative consequences of jet lag, the human circadian system has to re-entrain endogenous \nphysiological and behavioral rhythms to the new light–dark  cycle7. This can be accomplished by repeated expo-\nsure to natural or artificial light at appropriate times of  day8. The greatest sensitivity of the SCN to light is during \nthe hours of habitual sleep, such that light early in the sleep period induces robust phase delays, and light late \nin the sleep period induces significant phase  advances9,10. As such, the optimal time of light exposure for rapid \nresynchronization to new time zones can require a decision to disrupt standard sleep patterns or to get light at a \nsuboptimal time. Furthermore, the process of re-entrainment using continuous light–dark exposure is relatively \nslow and can take up to several  days11.\nOne potential solution to this problem is the use of a potent light stimulus that can be administered during \nsleep—flash therapy. Flash therapy involves exposure to a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the",
            "page": 0
        },
        "id": "4343"
    },
    {
        "document": "flash therapy",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "1\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreportsMoving time zones in a flash \nwith light therapy during sleep\nRenske Lok 1, Marisol Duran  2 & Jamie M. Zeitzer 1,3*\nIn humans, exposure to continuous light is typically used to change the timing of the circadian clock. \nThis study examines the efficiency of a sequence of light flashes (“flash therapy”) applied during \nsleep to shift the clock. Healthy participants (n = 10) took part in two 36-h laboratory stays, receiving \na placebo (goggles, no light) during one visit and the intervention (goggles, 2-ms flashes broad-\nspectrum light for 60 min, delivered every 15 s, starting 30 min after habitual sleep onset) during the \nother. Circadian phase shift was assessed with changes in salivary dim light melatonin onset (DLMO). \nSleep, measured with polysomnography, was analyzed to assess changes in sleep architecture and \nspectral power. After 1 h of flashes, DLMO showed a substantial delay (1.13 ± 1.27 h) compared to \nplacebo (12 ± 20 min). Two individuals exhibited very large shifts of 6.4 and 3.1 h. There were no \nsubstantive differences in sleep architecture, but some evidence for greater instability in sleep. 1 h of \nflash therapy during sleep evokes large changes in circadian timing, up to 6 h, and does so with only \nminimal, if any, impact on sleep. Flash therapy may offer a practical option to delay the circadian clock \nin shift workers and jet travelers.\nThe human circadian pacemaker, located in the suprachiasmatic nucleus (SCN) of the hypothalamus, regulates \ndaily cycles in activity, hormonal levels, and other physiological  variables1,2. The primary input of the SCN is \nlight, and light information, received by rods, cones, and intrinsically photosensitive (ipRGC) cells in the retina, \nis sent to the SCN and other hypothalamic regions via the retinohypothalamic  tract3,4. Through this circuitry, \nthe circadian pacemaker synchronizes to the external natural or artificially imposed light–dark  cycle5. When \ntraveling across multiple time zones, that synchrony is temporarily lost. This process, called jet lag, can lead to \ndisrupted sleep and wake, increased daytime sleepiness, irritability, and  fatigue6.\nTo combat the negative consequences of jet lag, the human circadian system has to re-entrain endogenous \nphysiological and behavioral rhythms to the new light–dark  cycle7. This can be accomplished by repeated expo-\nsure to natural or artificial light at appropriate times of  day8. The greatest sensitivity of the SCN to light is during \nthe hours of habitual sleep, such that light early in the sleep period induces robust phase delays, and light late \nin the sleep period induces significant phase  advances9,10. As such, the optimal time of light exposure for rapid \nresynchronization to new time zones can require a decision to disrupt standard sleep patterns or to get light at a \nsuboptimal time. Furthermore, the process of re-entrainment using continuous light–dark exposure is relatively \nslow and can take up to several  days11.\nOne potential solution to this problem is the use of a potent light stimulus that can be administered during \nsleep—flash therapy. Flash therapy involves exposure to a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the",
            "page": 0
        },
        "id": "4344"
    },
    {
        "document": "flashes",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": " a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the light itself. The rods or cones that likely underlie the phototransduction of the light \nflash to an electrochemical signal can resensitize during the darkness between flashes, increasing the photon \ncapture and extrinsic drive on the ipRGC  19,22. When administering flash therapy during sleep, the flashes must \npass through closed eyelids, which reduces the amount of light striking the cornea in a wavelength-dependent \nmanner, with 86% (at 700 nm) to 97% (below 580 nm)  attenuation23,24.\nAs the sensitivity of the SCN to light varies over the course of a typical sleep period, so too does the temporal \norganization of sleep stages, reflective of the intricate interplay between homeostatic sleep pressure and circadian OPEN\n1Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA. 2Palo Alto \nVeterans Institute for Research, Palo Alto, CA 94304, USA. 3Mental Illness Research Education and Clinical Center, \nVA Palo Alto Health Care System, Palo Alto, CA 94304, USA. *email: jzeitzer@stanford.edu",
            "page": 0
        },
        "id": "4348"
    },
    {
        "document": "flash sequence",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": " \n(N1, N2, N3, or REM) to wake  (F(1,13) = 0.21, p = 0.61, Fig.  2G). Inspection of individual hypnograms indicated \nthat one individual had substantially more wake during exposure to the flash sequence (51 min) as compared \nto the control condition (1 min, Figure S1). This individual, however, was awake prior  to the onset of the flash \nsequence. Examination of the other six individual hypnograms did not indicate any substantive W during the \nflash sequence (Figure S1).\nA reverse power analysis, with alpha set to 0.05 and power to 0.80, indicates that given the observed 3.2-min \nstandard deviation in change in total wake duration during the 1-h stimulus (excluding the participant that was \nalready awake at the time of the flashes, Fig.  2), we could have detected a 4.8-min difference in the amount of \nwake. This suggests that if the flash exposure were to have induced an increase in wake, it would not be greater \nthan 4.8 min.\nFigure 1.  Circadian phase shift (Δϕ ). Depicted is the absolute change in melatonin secretion timing (A ) and \nthe changes relative to baseline melatonin assessment (B ). A more negative value indicates a greater phase delay. \nBlack dots and red circles indicate individual data points. The phase change presented after placebo, the initially \ncalculated phase change, and the phase change corrected for stimulus timing are shown (A ).",
            "page": 1
        },
        "id": "4359"
    },
    {
        "document": "flash therapy",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "5\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/Factors ( B) providing little or anecdotal support for H1 (i.e., B < 3) or support for H0 (i.e., B < 1). During the \n6.5 h after the intervention, anecdotal evidence indicated the absence of an effect on delta (B = 0.46), whereas \nthe levels of theta (B = 0.03), alpha (B = 0.02), sigma (B = 0.02), and beta (B = 0.02) power provided moderate \nevidence for H0.There was moderate evidence for more transitions between sleep and wake both during the flash \ntherapy (B = 9.02) and the 6.5 h following it (B = 4.11). Similarly, there was moderate evidence for more transi-\ntions between N2/N3 and N1 sleep both during the flash therapy (B = 4.06) and the 6.5 h following it (B = 8.30).\nDiscussion\nOur study demonstrates that exposure to a sequence of light flashes for 1 h, timed at the beginning of sleep, can \nphase delay the circadian clock 1.13 ± 1.27 h on average, though ranging from 0 to 6.15 h. Polysomnography \nrecords suggested that no substantive differences occurred in sleep micro- or macro-architecture during or fol -\nlowing flash therapy. There was, however, evidence of an increase in delta power during the light flashes; this was \nlikely capturing an event-related potential. Bayesian assessment of sleep structure provided some evidence for \na difference in the number of shifts from deeper to lighter stages of sleep and from sleep to wake, both during \nand following flash therapy compared to the placebo. The largest phase shifts reported here are twice as large \ncompared to previously reported phase delays using 1 hour of flashed  light16 and three times as large as continu-\nous light of up to 10,000   lx9.\nThe potential efficacy of flash therapy in phase delaying the circadian clock has been explored  before16,17,20. \nWe used results from these previous studies to derive an optimal stimulus regarding timing, flash duration, \nfrequency, and light intensity. Despite the optimization, we still observe large variability in responses. This is \nunlikely due to the phase of light application as all participants were exposed to light flashes on average 2.86 h \nafter dim light melatonin onset which, according to the human phase response curve (PRC) to 1 h of continuous \n light9, should be the time at which maximal phase delays are observed. Statistically, the dispersion of the phase of \nlight application were similar and when we adjust the magnitude of the phase shift for the PRC, we still observe \nsignificant variability in responses. While it is possible that the PRC to flashed light is different from the PRC \nto continuous light, this is more likely to be in the magnitude rather than the shape of the curve. This type of \nhighly variable response to flashed light stimulus is consistent with that which has been reported in other species, \nincluding rodents and  Drosophila12–15. Given the divergence of the neural circuitry of circadian photoreception \nin these specifies, especially invertebrates compared to vertebrates, the variability therefore may be intrinsic to \nthe probabilistic nature of photoreception, converting an electromagnetic signal into an electrochemical signal. \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated",
            "page": 4
        },
        "id": "4368"
    },
    {
        "document": "light flashes",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": ". \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated no substantive differences between \nsham and flash therapy in sleep quality and architecture. We examined PSG using traditional scoring meth-\nods, spectral analysis, and sleep state probability analysis. We were unable to observe significant differences in \nsleep architecture and probability scoring due to the flashes. Despite our potential lack of statistical power to \nidentify subtle changes in flash-induced sleep architecture or power, we did have the capability to detect gross \ndisturbances in sleep, with an accuracy threshold of 4.8 min of wakefulness or more. However, we did find some \nevidence for small flash-induced changes in the number of transitions from sleep to wake and deep to light sleep, \nand an enhancement of delta activity in the light flash condition. This delta enhancement is likely secondary to \nan evoked response rather than a true induction of delta  activity18. In one participant, there was much more wake \nduring the 1-h light flash exposure, however, this participant was awake prior to the onset of the light flashes and \nthe presence of the light flashes likely made falling asleep very difficult (they did go to sleep after cessation of \nthe flashes). The light flash sequence was administered at the beginning of the sleep period, so under the high -\nest homeostatic pressure, which may have reduced the likelihood of the flashes causing an acute arousal. In one \nprevious field study in adolescents, light flashes were administered at the end of the sleep period, during which \nthere was greatly reduced homeostatic pressure, and yet no self-reported evidence of sleep disruption when the \nduration of the light flash exposure was limited to 2   h20. The impact of light flashes on sleep architecture and \nspectral power reported here and in previous  studies18 appears to be relatively modest; nonetheless, it’s important \nto approach the safety assessment of short (1 h) exposure flash therapy with care. Moderate-intensity continuous \nlight (100 lx) given throughout sleep has been shown to potentially have adverse effects on  health29, while lower \nintensity (40 lx) given throughout the night can affect sleep architecture and spectral  power30.\nBy placing light flashes near the beginning of sleep, the light flashes were predominantly administrated during \nN2 and N3 sleep, with very little wake, N1, or REM occurring (Fig.  2). With the limited range of sleep stages, we \ndid not observe any direct interaction between sleep stage and the magnitude of phase shift elicited by the light \nflashes. Sleep can directly impact the electrophysiologic characteristics of the SCN and, in theory, could change \nthe response of the SCN to the light flash  stimuli31. Experiments with shorter-duration stimuli that are proactively \nassigned to be administered during specific stages of sleep would be needed to answer this question definitively.\nLimitations of real-world implications arise from certain aspects of our study design. Firstly, participants were \nsubjected to a 2-week circadian stabilization period with regular bed and wake times. The regular light exposure \nthat occurs with this type of sleep–wake schedule maximizes the circadian clock’s oscillation amplitude. This \ndeliberate setup effectively targeted the phase delay part of the phase response curve. However, without such \ncircadian phase stabilization, achieving precise targeting of the correct phase becomes challenging, potentially ",
            "page": 4
        },
        "id": "4386"
    },
    {
        "document": "flash-induced changes",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": ". \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated no substantive differences between \nsham and flash therapy in sleep quality and architecture. We examined PSG using traditional scoring meth-\nods, spectral analysis, and sleep state probability analysis. We were unable to observe significant differences in \nsleep architecture and probability scoring due to the flashes. Despite our potential lack of statistical power to \nidentify subtle changes in flash-induced sleep architecture or power, we did have the capability to detect gross \ndisturbances in sleep, with an accuracy threshold of 4.8 min of wakefulness or more. However, we did find some \nevidence for small flash-induced changes in the number of transitions from sleep to wake and deep to light sleep, \nand an enhancement of delta activity in the light flash condition. This delta enhancement is likely secondary to \nan evoked response rather than a true induction of delta  activity18. In one participant, there was much more wake \nduring the 1-h light flash exposure, however, this participant was awake prior to the onset of the light flashes and \nthe presence of the light flashes likely made falling asleep very difficult (they did go to sleep after cessation of \nthe flashes). The light flash sequence was administered at the beginning of the sleep period, so under the high -\nest homeostatic pressure, which may have reduced the likelihood of the flashes causing an acute arousal. In one \nprevious field study in adolescents, light flashes were administered at the end of the sleep period, during which \nthere was greatly reduced homeostatic pressure, and yet no self-reported evidence of sleep disruption when the \nduration of the light flash exposure was limited to 2   h20. The impact of light flashes on sleep architecture and \nspectral power reported here and in previous  studies18 appears to be relatively modest; nonetheless, it’s important \nto approach the safety assessment of short (1 h) exposure flash therapy with care. Moderate-intensity continuous \nlight (100 lx) given throughout sleep has been shown to potentially have adverse effects on  health29, while lower \nintensity (40 lx) given throughout the night can affect sleep architecture and spectral  power30.\nBy placing light flashes near the beginning of sleep, the light flashes were predominantly administrated during \nN2 and N3 sleep, with very little wake, N1, or REM occurring (Fig.  2). With the limited range of sleep stages, we \ndid not observe any direct interaction between sleep stage and the magnitude of phase shift elicited by the light \nflashes. Sleep can directly impact the electrophysiologic characteristics of the SCN and, in theory, could change \nthe response of the SCN to the light flash  stimuli31. Experiments with shorter-duration stimuli that are proactively \nassigned to be administered during specific stages of sleep would be needed to answer this question definitively.\nLimitations of real-world implications arise from certain aspects of our study design. Firstly, participants were \nsubjected to a 2-week circadian stabilization period with regular bed and wake times. The regular light exposure \nthat occurs with this type of sleep–wake schedule maximizes the circadian clock’s oscillation amplitude. This \ndeliberate setup effectively targeted the phase delay part of the phase response curve. However, without such \ncircadian phase stabilization, achieving precise targeting of the correct phase becomes challenging, potentially ",
            "page": 4
        },
        "id": "4389"
    },
    {
        "document": "flash therapy",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "8\nVol:.(1234567890) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/movement (REM) sleep. From these data, the duration of each sleep state was calculated, as was the number of \ndeep (stage N3) to light (N2, N1) transitions and sleep (REM, N1, N2, or N3) to wake transitions. As the Stan-\nford-STAGES algorithm is a template matching-based system, the probability of each state was also calculated \nfor each 15-s epoch. For example, a given 15-s epoch could be scored as W , but have a probability distribution of \n0.89 W , 0.04 N1, 0.02 N2, 0.00 N3, and 0.05 REM. Another 15-s epoch also scored as W could have a probability \ndistribution of 0.64 W , 0.19 N1, 0.03 N2, 0.00 N3, and 0.14 REM, indicating that the 15-s epoch has a greater \nmixture of states (i.e., W co-occurring with other states) than the first example. Calculations were performed \nseparately for polysomnography recorded during and after flash therapy. For three individuals, data on one of \ntheir visits showed too many artifacts to be analyzed (N = 7 for all polysomnography results).\nData analysis—sleep polysomnography: spectral power densities. Spectral analysis was per -\nformed by applying fast Welch’s Fourier transformation (FFT; hamming, 0% overlapped) on 3-s time  windows49 \n(package “rlseep” , version 1.0.650). Artifacts were removed based on sleep stage scoring. Power spectral densi-\nties were analyzed for delta (0.5–3.5 Hz), theta (3.5–7.5 Hz), alpha (7.5–13 Hz), sigma (12–14 Hz), and beta \n(15–30 Hz) power over the central derivations (C3, C4). Power spectral densities were calculated during flash or \nplacebo exposure (1-h interval), post-stimulus (6.5 h), per scored sleep stage (W , N1, N2, N3, or REM).\nStatistics. Linear model fitting was performed in R (R Core Team, version: 4.1.2), using the most recent shell \nof Rstudio (version: 2021.09) and the “lme4” R-package for mixed-effects modeling. Independent models were \nconstructed to calculate the effects of flash therapy on the circadian clock phase and sleep architecture. Phase \nchange, time spent in each sleep stage, the number of transitions from deep to light and sleep to wake, and the \nprobability scoring of W , N1, N2, N3, or REM were dependent variables. Intervention condition (placebo or \nflashes) was included as a fixed effect. Participant ID and visit number were included in all models as a random \neffect. To investigate if the magnitude of phase shift was influenced by sleep stage at the time of flash exposure, \na mixed model was created in which phase change was included as the dependent variable, and the interaction \nbetween sleep duration and sleep stage was included as a fixed effect. Separate models were created to investigate \nthe effects of flash exposure during sleep (stage N1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium ",
            "page": 7
        },
        "id": "4400"
    },
    {
        "document": "flash",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium \n(d = 0.5), or large (d = 0.8). To measure the relative evidence for the H1 compared to H0 hypothesis, the Bayes \nFactor (B) was computed (package “BayesFactor”). We employed linear models (“lmBF”), wherein the varia-\ntion in the dependent factor was assessed under two scenarios: one involving the explanation based on the light \ncondition (full model), and the other involving explanation by random factors (null model). A B of 1 indicates \nFigure 7.  Example of circadian phase delay. Salivary melatonin during baseline (black) and the next day \nfollowing the stimulus during sleep (red) are indicated.",
            "page": 7
        },
        "id": "4427"
    },
    {
        "document": "millisecond flashes",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "\nTheor. Biol.  13, 187–201 (1966).\n 12. Kaladchibachi, S., Negelspach, D. C., Zeitzer, J. M. & Fernandez, F. Optimization of circadian responses with shorter and shorter \nmillisecond flashes. Biol. Let.  15(8), 20190371 (2019).\n 13. Van Den Pol, A. N., Cao, V . & Heller, H. C. Circadian system of mice integrates brief light stimuli. Regul. Integr. Physiol. 275(2), \nR654–R657 (1998).\n 14. Arvanitogiannis, A. & Amir, S. Resetting the rat circadian clock by ultra-short light flashes. Neurosci. Lett. 261(3), 159–162 (1999).\n 15. Vidal, L. & Morin, L. P . Absence of normal photic integration in the circadian visual system: Response to millisecond light flashes. \nJ. Neurosci. 27(13), 3375–3382 (2007).\n 16. Najjar, R. P . & Zeitzer, J. M. Temporal integration of light flashes by the human circadian system. J. Clin. Investig. 126(3), 938–947 \n(2016).\n 17. Zeitzer, J. M., Ruby, N. F., Fisicaro, R. A. & Heller, H. C. Response of the human circadian system to millisecond flashes of light. \nPLoS ONE 6(7), e22078 (2011).\n 18. Zeitzer, J. M., Fisicaro, R. A., Ruby, N. F. & Heller, H. C. Millisecond flashes of light phase delay the human circadian clock during \nsleep. J. Biol. Rhythms 29(5), 370–376 (2014).\n 19. Joyce, D. S., Spitschan, M. & Zeitzer, J. M. Duration invariance and intensity dependence of the human circadian system phase \nshifting response to brief light flashes. Proc. R. Soc. B 2022(289), 20211943 (1970).\n 20. Kaplan, K. A. et al.  Effect of light flashes vs sham therapy during sleep with adjunct cognitive behavioral therapy on sleep quality \namong adolescents: A randomized clinical trial. JAMA Netw. Open 2(9), e1911944 (2019).\n 21. Nelson, D. E. & Takahashi, J. S. Sensitivity and integration in a visual pathway for circadian entrainment in the hamster ( Mesocri -\ncetus auratus ). J. Physiol. 439(1), 115–145 (1991).\n 22. Wong, K. Y . & Fernandez, F.-X. Circadian responses to light-flash exposure: Conceptualization and new data guiding future direc-\ntions. Front. Neurol.  12, 627550 (2021).\n 23. Robinson, J., Bayliss, S. C. & Fielder, A. R. Transmission of light across the adult and neonatal eyelid in vivo. Vis. Res. 31(10), \n1837–1840 (1991).\n 24. Ando, K. & Kripke, D. F. Light attenuation by the human eyelid. Biol. Psychiatry  39(1), 22–25 (1996).\n 25. Dijk, D. J. & Czeisler, C. A. Paradoxical timing of the circadian rhythm of sleep propensity serves to consolidate sleep and wakeful-\nness in humans. Neurosci. Lett.  166(1), 63–68 (1994).\n 26. Daan, S., Beersma, D. G. & Borbely, A. A. Timing of human sleep: Recovery process gated by a circadian pacemaker. Am. J. Physiol.  \n246(2), R161–R183 (1984).\n 27. Mignot, E. Why we sleep: The temporal organization of recovery. PLoS Biol. 6(4), e106 (2008).\n 28. Crowley, S. J. & Eastman, C. I. Human adolescent phase response curves to bright white light. J. Biol. Rhythms 32(4), 334–344 \n(2017).\n 29. Mason, I. C. et al.  Light exposure during sleep impairs cardiometabolic function. Proc. Natl. Acad. Sci. 119(12), e2113290119 \n(2022).\n 30. Cho, J. R",
            "page": 8
        },
        "id": "4435"
    }
]