[
    {
        "document": "Sytox-DR",
        "metadata": {
            "originalPdf": "Altered circadian behavior and light sensing in mouse models of Alzheimer’s disease’.pdf",
            "originalText": "fnagi-15-1218193 June 14, 2023 Time: 15:21 # 3\nWeigel et al. 10.3389/fnagi.2023.1218193\nFIGURE 1\nAltered circadian re-entrainment in 3xTg mice. (A)Representative images from the hippocampus of 8-month-old (mo) B6129SF2/J wild type (WT)\nand 3xTg mice. A bplaques are stained with Amylo-Glo (green), phosphorylated tau is stained with AT180 (red), and nuclei are stained with Sytox-DR.\nScale bars = 100 mm.(B)Representative double-plotted actograms of 8 mo WT and 3xTg mice subjected to a 6 h phase advance. Light and dark\nphases of the LD cycle are represented by white and gray background, respectively. (C)Group analysis of activity onset in 8 mo mice, with gray\nrepresenting darkness as in panel (B). Mixed model with Sidak post hoc comparison, n= 7–11. (D)Time to 50% of total phase shift (PS 50) in 8 mo\nmice from panel (C),n= 7–11. (E)Free-running period (averaged over 7 days) in 8 mo mice maintained in constant darkness. (F)Percent of running\nperformed during the dark phase and (G)total distance run in 24 h (averaged over two 24 h periods) in 8 mo mice, n= 7–11. (H–N) Same as panels\n(B–G) but in 13 mo mice. n= 11–16 in panels (I–K) , 3–4 in panel (L), 8–13 in panels (M,N) . All analyses are two tailed Student’s t-tests unless\notherwise noted. All data plotted as mean \u0006SEM.\ncan contribute to disease progression. In the 3xTg model, the\nbrain has elevated levels of microglia-produced pro-inﬂammatory\ncytokines (Park et al., 2021) and microglia activation and\nproliferation can be observed before the development of A bplaques\n(Janelsins et al., 2005). We observe activated microglia in 3xTg\nmice at 13 mo, where they cluster around A bplaques and display\na more amoeboid morphology ( Figure 2A ). Microglia depletionin AD models decreases neuroinﬂammatory signaling without\nacutely altering amyloid and tau pathology and in some studies\ncan partially restore memory deﬁcits (Spangenberg et al., 2016).\nWe hypothesized that activated microglia and neuroinﬂammation\ncould contribute to the circadian re-entrainment phenotype\nobserved in 3xTg mice and microglia depletion would rescue the\nre-entrainment phenotype. We used the colony stimulating factor\nFrontiers in Aging Neuroscience 03 frontiersin.org",
            "page": 2
        },
        "id": "536"
    },
    {
        "document": "DAPI",
        "metadata": {
            "originalPdf": "Altered circadian behavior and light sensing in mouse models of Alzheimer’s disease’.pdf",
            "originalText": "fnagi-15-1218193 June 14, 2023 Time: 15:21 # 9\nWeigel et al. 10.3389/fnagi.2023.1218193\nFIGURE 5\nIncreased ipRGC density in 3xTg retinas. Thirteen month old WT and 3xTg sagitally sectioned retinas were stained with DAPI and (A)D54D2 for A b,\n(B)pThr231 for phospho-tau, and (C)RBPMS for retinal ganglion cells. (D)Quantiﬁcation of panel (C).(E)Retina whole mounts from WT and 3xTg\nmice stained for melanopsin to identify ipRGCs. (F)Quantiﬁcation of panel (E). All analyses are two tailed Student’s t-tests. All data plotted as\nmean \u0006SEM. Scale bars = 50 mm.\n(Kiessling et al., 2010). Total running distance and preference for\nrunning in the dark were measured after all mice had completely\nre-entrained after a phase shift and were averaged across 2 days.\nTo determine free running period, after all mice had completely re-\nentrained they were switched to DD and period was calculated from\nthe onset of activity across 7 days.\nIn masking trials, light intensity was decreased by wrapping\nﬂuorescent lights in neutral density ﬁlter ﬁlms and measured witha spectrometer (Sekonic Spectrometer C-800). Illuminance was\nmeasured in lux, and photon ﬂux, summed from 380 to 780 nm,\nwas calculated using formulas in the supplementary materials in\nLucas et al. (2014). A 1hr light pulse was delivered from ZT13-\n14. Percent running in light was calculated by comparing to the\nactivity measured during the same period of constant darkness on\nthe preceding day for each mouse. Individual trials were separated\nfrom each other by 3–4 days.\nFrontiers in Aging Neuroscience 09 frontiersin.org",
            "page": 8
        },
        "id": "641"
    },
    {
        "document": "DAPI",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": " whole-molecule vibration. \nCorroborating this assumption, this frequency has been reported to \ncorrespond to one dominant vibration with a nearly constant value \n(~1,310–1,375 cm−1) in indocyanine structures. This value matches the \nenergy spacing between the two dominant absorption sub-bands, \nwhich represent the vibronic shoulder next to the absorption peak9,28. \nMoreover, resonance Raman spectroscopy has determined that this is \nan intensity-dominant vibrational band at 1,365 cm−1 in the spectrum \nof Cy5 and confirmed for other cyanines29,30. Specifically, for Cy7.5 this \nvibrational frequency has been measured at ~1,370 cm−1 (this is 24 fs \nper oscillation or a frequency of 4.1 × 1013 s−1) using Raman spectros -\ncopy30. These subpicosecond concerted whole-molecule vibrations \nare terahertz-timescale (41 THz) oscillations, that is, they are seven \norders of magnitude faster than the megahertz (2–3 MHz) rotations \nelicited by Feringa-type motors1.\nMJH-mediated VDA on cells\nWe selectively excited the vibronic mode in a cell-membrane-bound \nCy7.5-amine using a NIR light-emitting diode (LED) at 730 nm  \n(Fig. 1e ), which resulted in the permeabilization of the cellular mem -\nbrane to 4′,6-diamidino-2-phenylindole (DAPI; Fig. 1f ). DAPI is a \ncell-membrane-impermeable dye in viable cells that mainly stains cel -\nlular DNA in membrane-disrupted cells. While 730 nm light does not \nexcite the vibronic shoulder of Cy7-amine, it can activate Cy7.5-amine \n(Fig. 1e) and permeabilize A375 human melanoma cells immediately \nafter treatment (Fig. 2a–f ). It took ~30 s from the time the sample \nwas irradiated to start collecting the data in the flow cytometer. For \nthis experiment, 1 μM Cy7.5-amine and 730 nm LED irradiation at \n80 mW cm−2 for 10 min caused permeabilization to DAPI staining of \n99.6% of the A375 cells in a cell suspension containing 2 × 105 cells. In \ncontrast, Cy7-amine was not able to permeabilize the cells under the \nsame conditions. This difference between the two aminocyanines supports the notion that the 730 nm light can excite the vibronic \nmode (shoulder) in Cy7.5-amine (Fig. 1e) causing cellular membrane \npermeabilization and ultimately cell death by necrosis, as seen by \nimmediate DAPI staining. The flow cytometry measurements showed \nthat both aminocyanines were attached efficiently to the cells in the \nabsence of irradiation (Fig. 2b,c ). It is interesting that Cy7-amine has a \nhigher extinction coefficient ( ε = 132,000 M−1 cm−1) at λ  = 730 nm than \nCy7.5-amine (ε  = 72,000 M−1 cm−1) in water, yet Cy7-amine does not per -\nmeabilize the cells at comparable concentrations, while Cy7.5-amine ",
            "page": 2
        },
        "id": "713"
    },
    {
        "document": "DiR iodide",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": "Nature Chemistry\nArticle https://doi.org/10.1038/s41557-023-01383-yCy5-amine, showed similar behaviour. These results suggest that there \nis a correlation between molecular structure and the VDA intensity of \nthe molecular mechanical action (Fig. 3  and Extended Data Fig. 2). The \nVDA increases with the length of the conjugation in the polymethine \nbridge and the extension of the aromatic ring at the indoles (Extended \nData Fig. 2).\nUsing confocal microscopy, we monitored over time the per -\nmeabilization of the cells mediated by Cy5.5-amine and Cy5-amine \nfollowing treatment with 640 nm light (Fig. 4 ); at this wavelength, the \nvibronic band in Cy5.5-amine is accessed, but it is only weakly accessed \nin Cy5-amine (Fig. 3a). In addition, the cell-membrane-targeting \n1,1′-dioctadecyl-3,3,3′,3′-tetramethylindodicarbocyanine) (DiD) dye \nwas used as a control. In the case of Cy5.5-amine, the cells were already \npermeabilized 4 min after laser excitation; the DAPI intensity (cell per -\nmeabilization) was 2-fold higher than the initial intensity and 13-fold \nhigher at 10 min. This result shows that Cy5.5-amine is a stronger MJH \nthan Cy5-amine (2.5-fold DAPI intensity increase at 10 min), which is \nconsistent with the flow cytometry analysis (Fig. 3b–d ). The DiD dye \nshowed a weak effect on cell permeabilization (1.5-fold DAPI intensity \nincrease at 10 min), as expected because it is similar to Cy5, an MJH with \na weak VDA. In all of the non-illuminated controls, the DAPI intensity \nremained unchanged at 10 min relative to the initial intensity. The fluo -\nrescence of DiD was observed to weaken upon light irradiation (Fig. 4f ). \nIt is known that cyanines photoisomerize to produce non-emissive dark \nstates, including photoisomers and triplet states26. The triplet states of \na chromophore can be populated via intersystem crossing and promote \nenergy transfer to generate singlet oxygen24,25,32. These factors might \noperate in DiD, resulting in delayed fluorescence emission, a potent \nphotosensitizer and a weak MJH (Fig. 4f ). This is further confirmed and \ndiscussed later using 1,1′-dioctadecyl-3,3,3′,3′-tetramethylindotricar\nbocyanine iodide (DiR iodide). The presence of heavy atoms such as \niodide enhances the generation of triplet states, leading to strong pho -\ntosensitizers24,25. Therefore, DiD and DiR iodide are suitable controls to \nshow that strong photosensitizers are less efficient in permeabilizing the cells.\nDistinguishing mechanical action from photothermal and \nphotodynamic effects\nTo rule out a photothermal effect, the temperature of the media \nwas measured during the exposure of an A375 cell suspension with \nCy7.5-amine to NIR light both at room temperature and in an ice bath \n(Extended Data Fig. 6). The temperature remained constant at 20 and 2 °C, respectively, for both treatments. The cell permeabilization was \nalso unaffected by the lower temperature (Extended Data Fig. 6g). Thus, a photothermal effect is not responsible for the necrosis seen \nin these cells.\nTo confirm that photodynamic ROS generation is not respon -\nsible for the necrosis, the permeabilization of A375 melanoma cells \nwas repeated in the presence of ROS scavengers (Extended Data  \nFig. 7a–c). We observed that N-acetylcysteine (10 mM), thiourea \n(100 mM) nor sodium azide (2.5 mM) retarded the permeabilization \nof the cells. Furthermore, we determined that ROS are not responsible \nfor the permeabilization of the cells by lowering the illumination time \nof the perme",
            "page": 6
        },
        "id": "734"
    },
    {
        "document": "Plan Apo IR ×60/1.27 water immersion objective",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": "EM media was removed and the cells were washed twice with \nPBS buffer. Then, a mixture of fresh DMEM media without phenol red \nand with the MJH was added to the cells. The DMEM without phenol \nred was from Gen Clone (25–501C) and was supplemented with 10% \nFBS (Corning, 35010CV), 1× MEM non-essential amino acid solution \n(Gibco, 11140050) and penicillin–streptomycin. The cells were incu -\nbated in the presence of the MJH at 37 °C and 5% CO2 for 30 min. Then \nthe cells were imaged and photoactivated in the confocal microscope \n(Nikon A1-Rsi, Plan Apo IR ×60/1.27 water immersion objective and \nNIS-Elements AR5.21.03 software for imaging and data analysis, Rice University Shared Equipment Authority).\nTemperature measurements\nThe cell permeabilization and flow cytometry analysis were conducted \nas described above. The temperature of the cell suspension was meas -\nured using a temperature probe (model SC-TT-K-30-36-PP, Omega \nEngineering) immersed in the media. The same process was repeated with the cell suspension on top of an ice bath. The temperature of the \ncell suspension was recorded in the same way during NIR light illu -\nmination. The temperature of the media remained constant at room \ntemperature (~20 °C) upon illumination of the media with 730 nm LED \nlight at 80 mW cm−2 for 10 min; a minor temperature increase of only \n0.4 °C was observed, which was attributed to the absorption of the \nillumination light by the media. Similarly, on ice, the temperature of \nthe media increased only 0.6 °C due to illumination by the 730 nm LED.\nROS scavenger experiments\nThe cell permeabilization and flow cytometry analysis were conducted \nas described above, but in this case, ROS scavengers (N -acetyl cysteine, \nthiourea, sodium azide, vitamin C or methionine) were added to the \ncell suspension and incubated for 1.5–2 h at 37 °C and 5% CO2 before \nany treatment to allow the antioxidants to interact first and protect \nthe cells.\nCrystal violet cell viability assay\nThe crystal violet assay was used to measure cell viability. This assay \nis based on the principle that viable cells adhere to the surface of the \ncell culture dish, keep growing and remain attached during cell culture \nunder standard conditions for a period of 1–2 days as well as during \nstaining under the conditions of the assay. In contrast, dead cells do \nnot adhere to the surface of the cell culture dish, do not grow and \ndetach easily during the manipulation steps of the assay, which include \nremoval of media, exchange with fresh media and washing with PBS \nbuffer. In the cell viability assay, A375 cells were collected, counted, and \nthen 20,000 A375 cells were added to each well of a 24-well culture plate \n(Corning) and cultured for 1 day under the standard incubation condi -\ntions of 37 °C and 5% CO2. The cells were treated in four experimental ",
            "page": 10
        },
        "id": "751"
    },
    {
        "document": "DAPI",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": "Nature Chemistry\nArticle https://doi.org/10.1038/s41557-023-01383-yExtended Data Fig. 7 | ROS effects on the cell killing using Cy7.5-amine. ROS \nscavengers do not retard the permeabilization of A375 cells to DAPI when treated with 2 μM Cy7.5-amine under illumination with 730 nm NIR light (80 mW cm\n−2 \nfor 10 min). (a ) Effect of 10 mM NAC (N -acetylcysteine). The exact p values \nobtained were 0.0004, 0.0005, 0.0969 and 0.6005 for the DMSO, DMSO + L, Cy7.5-amine, and Cy7.5-amine+L groups, respectively. (b ) Effect of 100 mM TU \n(thiourea). The exact p values obtained were 0.9071, 0.8021, 0.4631, and 0.5918 for the DMSO, DMSO + L, Cy7.5-amine, and Cy7.5-amine+L groups, respectively. (c) Effect of 2.5 mM SA (sodium azide). The exact p values obtained were 0.3712, \n0.2751, 0.4267, and 1.0 for the DMSO, DMSO + L, Cy7.5-amine, and Cy7.5-amine+L groups, respectively. (d ) Effect of ROS scavengers at variable irradiation time of \n730 nm NIR light at 80 mW cm\n−2. Five different scavengers were used: TU 100 mM, azide 2.5 mM, NAC 1 mM, Vit C (vitamin C) 5 mM and Met (methionine) 5 mM. DMSO control contains 0.1% DMSO in the media because DMSO is used to pre-solubilize the Cy7.5-amine stock solution at 2 mM and diluted to 1:1000 to obtain \n2 μM Cy7.5-amine in media containing 0.1% DMSO. Experimental groups are: \nDMSO = 0.1% DMSO, DMSO + L = 0.1 % DMSO + NIR light treatment, Cy7.5 = 2 μM Cy7.5-amine and Cy7.5 + L = 2 μM Cy7.5-amine + NIR light treatment. In all the plots 3 independent samples were processed and analyzed by flow cytometry (n = 3). In all plots data are presented as mean values ± SD, respectively. t -test, \ntwo-tail, * p < 0.05, ** p < 0.01, *** p < 0.001 Statistical significance p < 0.05, ns = not significant. Detailed flow cytometry data processing is described in Supplementary Information Fig. 5.",
            "page": 20
        },
        "id": "800"
    },
    {
        "document": "ImageJ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "937"
    },
    {
        "document": "ImageJ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "1711"
    },
    {
        "document": "Sytox-DR",
        "metadata": {
            "originalPdf": "2adc961c-6913-45a2-bce5-5fd8aa504ffa.pdf",
            "originalText": "fnagi-15-1218193 June 14, 2023 Time: 15:21 # 3\nWeigel et al. 10.3389/fnagi.2023.1218193\nFIGURE 1\nAltered circadian re-entrainment in 3xTg mice. (A)Representative images from the hippocampus of 8-month-old (mo) B6129SF2/J wild type (WT)\nand 3xTg mice. A bplaques are stained with Amylo-Glo (green), phosphorylated tau is stained with AT180 (red), and nuclei are stained with Sytox-DR.\nScale bars = 100 mm.(B)Representative double-plotted actograms of 8 mo WT and 3xTg mice subjected to a 6 h phase advance. Light and dark\nphases of the LD cycle are represented by white and gray background, respectively. (C)Group analysis of activity onset in 8 mo mice, with gray\nrepresenting darkness as in panel (B). Mixed model with Sidak post hoc comparison, n= 7–11. (D)Time to 50% of total phase shift (PS 50) in 8 mo\nmice from panel (C),n= 7–11. (E)Free-running period (averaged over 7 days) in 8 mo mice maintained in constant darkness. (F)Percent of running\nperformed during the dark phase and (G)total distance run in 24 h (averaged over two 24 h periods) in 8 mo mice, n= 7–11. (H–N) Same as panels\n(B–G) but in 13 mo mice. n= 11–16 in panels (I–K) , 3–4 in panel (L), 8–13 in panels (M,N) . All analyses are two tailed Student’s t-tests unless\notherwise noted. All data plotted as mean \u0006SEM.\ncan contribute to disease progression. In the 3xTg model, the\nbrain has elevated levels of microglia-produced pro-inﬂammatory\ncytokines (Park et al., 2021) and microglia activation and\nproliferation can be observed before the development of A bplaques\n(Janelsins et al., 2005). We observe activated microglia in 3xTg\nmice at 13 mo, where they cluster around A bplaques and display\na more amoeboid morphology ( Figure 2A ). Microglia depletionin AD models decreases neuroinﬂammatory signaling without\nacutely altering amyloid and tau pathology and in some studies\ncan partially restore memory deﬁcits (Spangenberg et al., 2016).\nWe hypothesized that activated microglia and neuroinﬂammation\ncould contribute to the circadian re-entrainment phenotype\nobserved in 3xTg mice and microglia depletion would rescue the\nre-entrainment phenotype. We used the colony stimulating factor\nFrontiers in Aging Neuroscience 03 frontiersin.org",
            "page": 2
        },
        "id": "3783"
    },
    {
        "document": "DAPI",
        "metadata": {
            "originalPdf": "2adc961c-6913-45a2-bce5-5fd8aa504ffa.pdf",
            "originalText": "fnagi-15-1218193 June 14, 2023 Time: 15:21 # 9\nWeigel et al. 10.3389/fnagi.2023.1218193\nFIGURE 5\nIncreased ipRGC density in 3xTg retinas. Thirteen month old WT and 3xTg sagitally sectioned retinas were stained with DAPI and (A)D54D2 for A b,\n(B)pThr231 for phospho-tau, and (C)RBPMS for retinal ganglion cells. (D)Quantiﬁcation of panel (C).(E)Retina whole mounts from WT and 3xTg\nmice stained for melanopsin to identify ipRGCs. (F)Quantiﬁcation of panel (E). All analyses are two tailed Student’s t-tests. All data plotted as\nmean \u0006SEM. Scale bars = 50 mm.\n(Kiessling et al., 2010). Total running distance and preference for\nrunning in the dark were measured after all mice had completely\nre-entrained after a phase shift and were averaged across 2 days.\nTo determine free running period, after all mice had completely re-\nentrained they were switched to DD and period was calculated from\nthe onset of activity across 7 days.\nIn masking trials, light intensity was decreased by wrapping\nﬂuorescent lights in neutral density ﬁlter ﬁlms and measured witha spectrometer (Sekonic Spectrometer C-800). Illuminance was\nmeasured in lux, and photon ﬂux, summed from 380 to 780 nm,\nwas calculated using formulas in the supplementary materials in\nLucas et al. (2014). A 1hr light pulse was delivered from ZT13-\n14. Percent running in light was calculated by comparing to the\nactivity measured during the same period of constant darkness on\nthe preceding day for each mouse. Individual trials were separated\nfrom each other by 3–4 days.\nFrontiers in Aging Neuroscience 09 frontiersin.org",
            "page": 8
        },
        "id": "3867"
    },
    {
        "document": "DAPI",
        "metadata": {
            "originalPdf": "58f827ca-8130-479f-bb97-926ce5777d22.pdf",
            "originalText": " whole-molecule vibration. \nCorroborating this assumption, this frequency has been reported to \ncorrespond to one dominant vibration with a nearly constant value \n(~1,310–1,375 cm−1) in indocyanine structures. This value matches the \nenergy spacing between the two dominant absorption sub-bands, \nwhich represent the vibronic shoulder next to the absorption peak9,28. \nMoreover, resonance Raman spectroscopy has determined that this is \nan intensity-dominant vibrational band at 1,365 cm−1 in the spectrum \nof Cy5 and confirmed for other cyanines29,30. Specifically, for Cy7.5 this \nvibrational frequency has been measured at ~1,370 cm−1 (this is 24 fs \nper oscillation or a frequency of 4.1 × 1013 s−1) using Raman spectros -\ncopy30. These subpicosecond concerted whole-molecule vibrations \nare terahertz-timescale (41 THz) oscillations, that is, they are seven \norders of magnitude faster than the megahertz (2–3 MHz) rotations \nelicited by Feringa-type motors1.\nMJH-mediated VDA on cells\nWe selectively excited the vibronic mode in a cell-membrane-bound \nCy7.5-amine using a NIR light-emitting diode (LED) at 730 nm  \n(Fig. 1e ), which resulted in the permeabilization of the cellular mem -\nbrane to 4′,6-diamidino-2-phenylindole (DAPI; Fig. 1f ). DAPI is a \ncell-membrane-impermeable dye in viable cells that mainly stains cel -\nlular DNA in membrane-disrupted cells. While 730 nm light does not \nexcite the vibronic shoulder of Cy7-amine, it can activate Cy7.5-amine \n(Fig. 1e) and permeabilize A375 human melanoma cells immediately \nafter treatment (Fig. 2a–f ). It took ~30 s from the time the sample \nwas irradiated to start collecting the data in the flow cytometer. For \nthis experiment, 1 μM Cy7.5-amine and 730 nm LED irradiation at \n80 mW cm−2 for 10 min caused permeabilization to DAPI staining of \n99.6% of the A375 cells in a cell suspension containing 2 × 105 cells. In \ncontrast, Cy7-amine was not able to permeabilize the cells under the \nsame conditions. This difference between the two aminocyanines supports the notion that the 730 nm light can excite the vibronic \nmode (shoulder) in Cy7.5-amine (Fig. 1e) causing cellular membrane \npermeabilization and ultimately cell death by necrosis, as seen by \nimmediate DAPI staining. The flow cytometry measurements showed \nthat both aminocyanines were attached efficiently to the cells in the \nabsence of irradiation (Fig. 2b,c ). It is interesting that Cy7-amine has a \nhigher extinction coefficient ( ε = 132,000 M−1 cm−1) at λ  = 730 nm than \nCy7.5-amine (ε  = 72,000 M−1 cm−1) in water, yet Cy7-amine does not per -\nmeabilize the cells at comparable concentrations, while Cy7.5-amine ",
            "page": 2
        },
        "id": "4548"
    },
    {
        "document": "DiR iodide",
        "metadata": {
            "originalPdf": "58f827ca-8130-479f-bb97-926ce5777d22.pdf",
            "originalText": "Nature Chemistry\nArticle https://doi.org/10.1038/s41557-023-01383-yCy5-amine, showed similar behaviour. These results suggest that there \nis a correlation between molecular structure and the VDA intensity of \nthe molecular mechanical action (Fig. 3  and Extended Data Fig. 2). The \nVDA increases with the length of the conjugation in the polymethine \nbridge and the extension of the aromatic ring at the indoles (Extended \nData Fig. 2).\nUsing confocal microscopy, we monitored over time the per -\nmeabilization of the cells mediated by Cy5.5-amine and Cy5-amine \nfollowing treatment with 640 nm light (Fig. 4 ); at this wavelength, the \nvibronic band in Cy5.5-amine is accessed, but it is only weakly accessed \nin Cy5-amine (Fig. 3a). In addition, the cell-membrane-targeting \n1,1′-dioctadecyl-3,3,3′,3′-tetramethylindodicarbocyanine) (DiD) dye \nwas used as a control. In the case of Cy5.5-amine, the cells were already \npermeabilized 4 min after laser excitation; the DAPI intensity (cell per -\nmeabilization) was 2-fold higher than the initial intensity and 13-fold \nhigher at 10 min. This result shows that Cy5.5-amine is a stronger MJH \nthan Cy5-amine (2.5-fold DAPI intensity increase at 10 min), which is \nconsistent with the flow cytometry analysis (Fig. 3b–d ). The DiD dye \nshowed a weak effect on cell permeabilization (1.5-fold DAPI intensity \nincrease at 10 min), as expected because it is similar to Cy5, an MJH with \na weak VDA. In all of the non-illuminated controls, the DAPI intensity \nremained unchanged at 10 min relative to the initial intensity. The fluo -\nrescence of DiD was observed to weaken upon light irradiation (Fig. 4f ). \nIt is known that cyanines photoisomerize to produce non-emissive dark \nstates, including photoisomers and triplet states26. The triplet states of \na chromophore can be populated via intersystem crossing and promote \nenergy transfer to generate singlet oxygen24,25,32. These factors might \noperate in DiD, resulting in delayed fluorescence emission, a potent \nphotosensitizer and a weak MJH (Fig. 4f ). This is further confirmed and \ndiscussed later using 1,1′-dioctadecyl-3,3,3′,3′-tetramethylindotricar\nbocyanine iodide (DiR iodide). The presence of heavy atoms such as \niodide enhances the generation of triplet states, leading to strong pho -\ntosensitizers24,25. Therefore, DiD and DiR iodide are suitable controls to \nshow that strong photosensitizers are less efficient in permeabilizing the cells.\nDistinguishing mechanical action from photothermal and \nphotodynamic effects\nTo rule out a photothermal effect, the temperature of the media \nwas measured during the exposure of an A375 cell suspension with \nCy7.5-amine to NIR light both at room temperature and in an ice bath \n(Extended Data Fig. 6). The temperature remained constant at 20 and 2 °C, respectively, for both treatments. The cell permeabilization was \nalso unaffected by the lower temperature (Extended Data Fig. 6g). Thus, a photothermal effect is not responsible for the necrosis seen \nin these cells.\nTo confirm that photodynamic ROS generation is not respon -\nsible for the necrosis, the permeabilization of A375 melanoma cells \nwas repeated in the presence of ROS scavengers (Extended Data  \nFig. 7a–c). We observed that N-acetylcysteine (10 mM), thiourea \n(100 mM) nor sodium azide (2.5 mM) retarded the permeabilization \nof the cells. Furthermore, we determined that ROS are not responsible \nfor the permeabilization of the cells by lowering the illumination time \nof the perme",
            "page": 6
        },
        "id": "4569"
    },
    {
        "document": "Plan Apo IR ×60/1.27 water immersion objective",
        "metadata": {
            "originalPdf": "58f827ca-8130-479f-bb97-926ce5777d22.pdf",
            "originalText": "EM media was removed and the cells were washed twice with \nPBS buffer. Then, a mixture of fresh DMEM media without phenol red \nand with the MJH was added to the cells. The DMEM without phenol \nred was from Gen Clone (25–501C) and was supplemented with 10% \nFBS (Corning, 35010CV), 1× MEM non-essential amino acid solution \n(Gibco, 11140050) and penicillin–streptomycin. The cells were incu -\nbated in the presence of the MJH at 37 °C and 5% CO2 for 30 min. Then \nthe cells were imaged and photoactivated in the confocal microscope \n(Nikon A1-Rsi, Plan Apo IR ×60/1.27 water immersion objective and \nNIS-Elements AR5.21.03 software for imaging and data analysis, Rice University Shared Equipment Authority).\nTemperature measurements\nThe cell permeabilization and flow cytometry analysis were conducted \nas described above. The temperature of the cell suspension was meas -\nured using a temperature probe (model SC-TT-K-30-36-PP, Omega \nEngineering) immersed in the media. The same process was repeated with the cell suspension on top of an ice bath. The temperature of the \ncell suspension was recorded in the same way during NIR light illu -\nmination. The temperature of the media remained constant at room \ntemperature (~20 °C) upon illumination of the media with 730 nm LED \nlight at 80 mW cm−2 for 10 min; a minor temperature increase of only \n0.4 °C was observed, which was attributed to the absorption of the \nillumination light by the media. Similarly, on ice, the temperature of \nthe media increased only 0.6 °C due to illumination by the 730 nm LED.\nROS scavenger experiments\nThe cell permeabilization and flow cytometry analysis were conducted \nas described above, but in this case, ROS scavengers (N -acetyl cysteine, \nthiourea, sodium azide, vitamin C or methionine) were added to the \ncell suspension and incubated for 1.5–2 h at 37 °C and 5% CO2 before \nany treatment to allow the antioxidants to interact first and protect \nthe cells.\nCrystal violet cell viability assay\nThe crystal violet assay was used to measure cell viability. This assay \nis based on the principle that viable cells adhere to the surface of the \ncell culture dish, keep growing and remain attached during cell culture \nunder standard conditions for a period of 1–2 days as well as during \nstaining under the conditions of the assay. In contrast, dead cells do \nnot adhere to the surface of the cell culture dish, do not grow and \ndetach easily during the manipulation steps of the assay, which include \nremoval of media, exchange with fresh media and washing with PBS \nbuffer. In the cell viability assay, A375 cells were collected, counted, and \nthen 20,000 A375 cells were added to each well of a 24-well culture plate \n(Corning) and cultured for 1 day under the standard incubation condi -\ntions of 37 °C and 5% CO2. The cells were treated in four experimental ",
            "page": 10
        },
        "id": "4618"
    }
]