[
    {
        "document": "SIRT1",
        "metadata": {
            "originalPdf": "0dfc0ca6-41c5-4a69-a201-6826b91ff714.pdf",
            "originalText": "higher NAD+ levels. NAD+ level shows daily oscillations in the liver, likely due to\noscillations in Nampt transcription [ 32,33]. NAD+ levels also vary in response to\nDNA damage, via damage-induced poly(ADP-ribose) polymerase-1 (PARP1),\nwhich acts to reduce NAD+ levels [ 34]. PARP normally has rhythmic accumulation\nin the liver. Additionally, in day-fed rodents, PARP oscillation is inverted,suggesting circadian patterns of PARP are food dependent. In the absence ofPARP activity, the hepatic clock takes a long time to readjust to a shifted feedingwindow, suggesting PARP plays an important role in the phase entrainment of liveroscillators [ 35]. PARP activity directly impacts NAD+ levels, which can subse-\nquently affect sirtuins, a family of NAD+-dependent deacetylases that impact amultitude of metabolic pathways and the circadian clock.\nSIRT1 participates in cross talk with FoxO genes, providing a mechanism by\nwhich SIRT impacts metabolic pathways. During long-term fasting, NAD+ levelsincrease, which upregulates SIRT activity. This leads to deacetylation and activa-tion of FoxO, which in turn impacts an array of metabolic pathways [ 36–38].\nAdditionally, NAD+-activated SIRT1 deacetylates and destabilizes sterol regu-\nlatory element-binding protein (SREBP), a transcription factor that upregulatessynthesis of enzymes involved in sterol biosynthesis. The destabilization causesSREBP to build up and increase fatty acid and cholesterol synthesis [ 39]. The\nincrease in sterols and fatty acids means an increase in ligands for nuclear receptors\nlike PPAR and ROR (discussed in more detail in the next section). These can act onthe CLOCK/BMAL system directly or via effects on PER/CRY accumulation,modulating the feedback pathway.\nWorth noting, there are many other pathways by which SIRT can inﬂuence\nmetabolism. Sirt1 can act on STAT3 in gluconeogenesis, NFKB in insulin secretionand sensitivity, LXR in lipid metabolism, CRTC2 in gluconeogenesis, and PGC1ain gluconeogenesis and fatty acid oxidation (reviewed in [ 40]). SIRT1 acts both as a\nsensor and regulator of metabolic pathways. The fact that it is regulated by\ncircadian expression of NAD+, combined with its ability to inﬂuence pathwaysthat regulate the core clock system, puts SIRT1 at an important node of the crosstalk between metabolism and circadian circuitry [ 41].\n21.3.3 Nuclear Receptor Pathways: PPAR, Reverb, ROR\nIn the mouse genome, 20 of the 49 nuclear receptor genes are expressed in a\ncircadian manner, and nearly all of these nuclear hormone receptors implicated inmetabolic processes [ 42]. Several of these are also implicated in clock machinery,\neither directly or indirectly. These include, among others, PPAR, REVERB\nand ROR.\nAs mentioned earlier, ROR proteins are activators of Bmal1 transcription.\nREVERB inhibits ROR function by competing for the same DNA binding siteand thus inhibits Bmal1 transcription, thereby producing rhythmic levels of Bmal1mRNA. Functionally active ROR-REVERB-response elements (RREs) are also448 B. Sarkisian et al.",
            "page": 5
        },
        "id": "2490"
    },
    {
        "document": "SIRT",
        "metadata": {
            "originalPdf": "0dfc0ca6-41c5-4a69-a201-6826b91ff714.pdf",
            "originalText": "the pineal gland to produce melatonin at night. A relationship has been reported\nbetween melatonin and light/dark variations in inﬂammatory systemic markers[70]. Melatonin may act as a potent antioxidant, reducing myocardial damage\ninduced by ischemia reperfusion. Patients with lower nocturnal concentrations of\nmelatonin appear to have a higher chance of developing heart failure or cardiacdeath [ 71]. Circadian regulation of a key transcription factor KLF15 in mammalian\nheart sustains cardiac electrical properties. Disruption (either deﬁciency oroverexpression) of KLF15 causes loss of rhythmic QT variation, abnormal repo-larization, and enhanced susceptibility of arrhythmia [ 72].\n21.4.4 Cancer\nEpidemiological observations have linked circadian rhythms with cancer risk.\nWomen with more hours per week and years working at night have a moderate\nincrease in breast cancer. Shift work is also increasingly associated with elevatedrisk for cancer to a point that WHO has recognized shift work as a “potentialcarcinogen” [ 73]. After cancer diagnosis, prognosis is poorer in patients with\ndisrupted circadian rhythms, while chronotherapy, where timing of drug adminis-tration is considered during treatment, has been shown to increase efﬁcacy of somechemotherapeutic agents [ 74,75]. These observations in humans support an inti-\nmate connection between circadian rhythm and cell cycle regulation; however, the\nmechanism appears to be more complex.\nAt least three different connections between circadian clock and cancer have\nbeen described: circadian regulation of cell cycle regulators, shared componentsbetween DNA damage response and circadian rhythm, and circadian regulation ofmetabolism. Circadian regulation of genes related to the cell cycle creates acompelling case for the involvement of circadian timing in cancer development.Circadian expression of WEE1 (G2/M transition) and MYC (G0/G1 transition) andcyclin D1 (G1/S transition) in mammals [ 76] can partly explain circadian gating of\ncell cycle regulation. Accordingly, partial hepatectomy-induced liver regeneration\nis slowed down in Cry1\n/C0//C0;Cry2/C0//C0mice, indicating CRY is an important link\nbetween circadian physiology and cell proliferation [ 76]. PER1 and PER2 have\nbeen shown to be tumor suppressors in mice, and expression of all three PER genesis deregulated in breast cancer [ 77]. Some of the effects of PER proteins in cancer\nmay relate to DNA damage response. PER1 protein can interact with DNA-damageresponse kinases ATM and CHK2 [ 78], which offer a direct link between clock\ncomponent and cancer. Another immediate responder to DNA damage is PARP\nprotein that rapidly synthesizes poly(ADP-ribose) polymers and thereby depletes\ncellular NAD store. The intimate connection between NAD, SIRT, and circadianclock and the demonstration that genetic perturbation of PARP or SIRT pathwayaffects both circadian clock and DNA damage response offer another link betweencancer and clock. Recently, DNA damage response has been shown to alter thecircadian clock via Hausp-dependent stabilization of CRY1 protein [ 79].21 Circadian Regulation of Metabolism in Health and Diseases 451",
            "page": 8
        },
        "id": "2521"
    },
    {
        "document": "SIRT1",
        "metadata": {
            "originalPdf": "Circadian Regulation of Metabolism in Health and Diseases.pdf",
            "originalText": "xenobiotic metabolic pathways [ 24]. Additionally, the metabolic states can be\ncommunicated to and modulated by glucose-sensing pathways, NAD+ sensingpathways, and nuclear receptor pathways.\n21.3.1 Glucose Homeostasis\nCLOCK/BMAL1 plays an integral role in glucose homeostasis. The clock circuitrycan both act on and respond to glucose levels. BMAL1 itself promotes hepaticgluconeogenesis [ 25,26], and there are many additional indirect pathways by\nwhich clock is involved in glucose regulation. As previously stated, CLOCK/BMAL1 activates CRY and PER genes, which are heavily implicated in glucose\nsensing and regulation, via interactions with AMPK, CREB, KLF10, and insulin\npathways.\nAMP-activated protein kinase (AMPK) serves as a sensor for the ratio of\nAMP/ATP within cells, putting it at the center of cellular energy homeostasis[27]. Increase in this ratio will lead to phosphorylation and activation of AMPK.\nAMPK activation leads to increased glucose uptake and decreased gluconeogene-sis. It is also implicated in hepatic fatty acid oxidation, mitochondrial biogenesis,and insulin sensitivity. There is a consensus motif for phosphorylation of AMPK\nwithin CRY, so that phosphorylation of AMPK leads to phosphorylation and\ndestabilization of CRY/PER complexes, disrupting their accumulation and thusderepression of the CLOCK complex [ 28]. This provides one pathway that com-\nmunicates metabolic state to the CLOCK circuitry.\nCREB also acts in glucose regulation via its action on gluconeogenesis. Fasting\nstate leads to glucagon binding to its membrane receptor in hepatocytes, whichactivates a downstream G protein Gsand increases intracellular cAMP levels,\nleading to the phosphorylation of CREB [ 29]. pCREB shows robust rhythmic\nexpression in the liver and acts to increase gluconeogenesis. CRY can also interact\nwith Gs or adenylate cyclase to regulate temporal expression of pCREB and thustemporal regulation of gluconeogenesis [ 30]. In this way, clock genes provide\nimportant regulation in glucose homeostasis.\nConversely, there are also pathways by which glucose levels can affect clock\naction. The mRNA accumulation of KLF10, a negatively acting Zn\n2+ﬁnger tran-\nscription factor, follows a diurnal rhythm in mouse liver that may be driven byintracellular glucose concentrations. Increased glucose upregulates KLF10, which\nbinds to BMAL1 promoter and dampens BMAL transcription [ 31].\n21.3.2 NAD+Sensing Pathways\nNAD+levels ﬂuctuate with metabolic state. Glycolysis oxidizes NADH to NAD+\nduring the reduction of pyruvate to lactate. Fatty acid synthesis also produces21 Circadian Regulation of Metabolism in Health and Diseases 447",
            "page": 4
        },
        "id": "2773"
    },
    {
        "document": "SIRT1",
        "metadata": {
            "originalPdf": "Circadian Regulation of Metabolism in Health and Diseases.pdf",
            "originalText": "higher NAD+ levels. NAD+ level shows daily oscillations in the liver, likely due to\noscillations in Nampt transcription [ 32,33]. NAD+ levels also vary in response to\nDNA damage, via damage-induced poly(ADP-ribose) polymerase-1 (PARP1),\nwhich acts to reduce NAD+ levels [ 34]. PARP normally has rhythmic accumulation\nin the liver. Additionally, in day-fed rodents, PARP oscillation is inverted,suggesting circadian patterns of PARP are food dependent. In the absence ofPARP activity, the hepatic clock takes a long time to readjust to a shifted feedingwindow, suggesting PARP plays an important role in the phase entrainment of liveroscillators [ 35]. PARP activity directly impacts NAD+ levels, which can subse-\nquently affect sirtuins, a family of NAD+-dependent deacetylases that impact amultitude of metabolic pathways and the circadian clock.\nSIRT1 participates in cross talk with FoxO genes, providing a mechanism by\nwhich SIRT impacts metabolic pathways. During long-term fasting, NAD+ levelsincrease, which upregulates SIRT activity. This leads to deacetylation and activa-tion of FoxO, which in turn impacts an array of metabolic pathways [ 36–38].\nAdditionally, NAD+-activated SIRT1 deacetylates and destabilizes sterol regu-\nlatory element-binding protein (SREBP), a transcription factor that upregulatessynthesis of enzymes involved in sterol biosynthesis. The destabilization causesSREBP to build up and increase fatty acid and cholesterol synthesis [ 39]. The\nincrease in sterols and fatty acids means an increase in ligands for nuclear receptors\nlike PPAR and ROR (discussed in more detail in the next section). These can act onthe CLOCK/BMAL system directly or via effects on PER/CRY accumulation,modulating the feedback pathway.\nWorth noting, there are many other pathways by which SIRT can inﬂuence\nmetabolism. Sirt1 can act on STAT3 in gluconeogenesis, NFKB in insulin secretionand sensitivity, LXR in lipid metabolism, CRTC2 in gluconeogenesis, and PGC1ain gluconeogenesis and fatty acid oxidation (reviewed in [ 40]). SIRT1 acts both as a\nsensor and regulator of metabolic pathways. The fact that it is regulated by\ncircadian expression of NAD+, combined with its ability to inﬂuence pathwaysthat regulate the core clock system, puts SIRT1 at an important node of the crosstalk between metabolism and circadian circuitry [ 41].\n21.3.3 Nuclear Receptor Pathways: PPAR, Reverb, ROR\nIn the mouse genome, 20 of the 49 nuclear receptor genes are expressed in a\ncircadian manner, and nearly all of these nuclear hormone receptors implicated inmetabolic processes [ 42]. Several of these are also implicated in clock machinery,\neither directly or indirectly. These include, among others, PPAR, REVERB\nand ROR.\nAs mentioned earlier, ROR proteins are activators of Bmal1 transcription.\nREVERB inhibits ROR function by competing for the same DNA binding siteand thus inhibits Bmal1 transcription, thereby producing rhythmic levels of Bmal1mRNA. Functionally active ROR-REVERB-response elements (RREs) are also448 B. Sarkisian et al.",
            "page": 5
        },
        "id": "2781"
    },
    {
        "document": "SIRT",
        "metadata": {
            "originalPdf": "Circadian Regulation of Metabolism in Health and Diseases.pdf",
            "originalText": "the pineal gland to produce melatonin at night. A relationship has been reported\nbetween melatonin and light/dark variations in inﬂammatory systemic markers[70]. Melatonin may act as a potent antioxidant, reducing myocardial damage\ninduced by ischemia reperfusion. Patients with lower nocturnal concentrations of\nmelatonin appear to have a higher chance of developing heart failure or cardiacdeath [ 71]. Circadian regulation of a key transcription factor KLF15 in mammalian\nheart sustains cardiac electrical properties. Disruption (either deﬁciency oroverexpression) of KLF15 causes loss of rhythmic QT variation, abnormal repo-larization, and enhanced susceptibility of arrhythmia [ 72].\n21.4.4 Cancer\nEpidemiological observations have linked circadian rhythms with cancer risk.\nWomen with more hours per week and years working at night have a moderate\nincrease in breast cancer. Shift work is also increasingly associated with elevatedrisk for cancer to a point that WHO has recognized shift work as a “potentialcarcinogen” [ 73]. After cancer diagnosis, prognosis is poorer in patients with\ndisrupted circadian rhythms, while chronotherapy, where timing of drug adminis-tration is considered during treatment, has been shown to increase efﬁcacy of somechemotherapeutic agents [ 74,75]. These observations in humans support an inti-\nmate connection between circadian rhythm and cell cycle regulation; however, the\nmechanism appears to be more complex.\nAt least three different connections between circadian clock and cancer have\nbeen described: circadian regulation of cell cycle regulators, shared componentsbetween DNA damage response and circadian rhythm, and circadian regulation ofmetabolism. Circadian regulation of genes related to the cell cycle creates acompelling case for the involvement of circadian timing in cancer development.Circadian expression of WEE1 (G2/M transition) and MYC (G0/G1 transition) andcyclin D1 (G1/S transition) in mammals [ 76] can partly explain circadian gating of\ncell cycle regulation. Accordingly, partial hepatectomy-induced liver regeneration\nis slowed down in Cry1\n/C0//C0;Cry2/C0//C0mice, indicating CRY is an important link\nbetween circadian physiology and cell proliferation [ 76]. PER1 and PER2 have\nbeen shown to be tumor suppressors in mice, and expression of all three PER genesis deregulated in breast cancer [ 77]. Some of the effects of PER proteins in cancer\nmay relate to DNA damage response. PER1 protein can interact with DNA-damageresponse kinases ATM and CHK2 [ 78], which offer a direct link between clock\ncomponent and cancer. Another immediate responder to DNA damage is PARP\nprotein that rapidly synthesizes poly(ADP-ribose) polymers and thereby depletes\ncellular NAD store. The intimate connection between NAD, SIRT, and circadianclock and the demonstration that genetic perturbation of PARP or SIRT pathwayaffects both circadian clock and DNA damage response offer another link betweencancer and clock. Recently, DNA damage response has been shown to alter thecircadian clock via Hausp-dependent stabilization of CRY1 protein [ 79].21 Circadian Regulation of Metabolism in Health and Diseases 451",
            "page": 8
        },
        "id": "2810"
    },
    {
        "document": "SIRT1",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "BMAL1 acetylation by CLOCK promotes its interaction \nwith CRY1 and is reversed by SIRT1, whereas acetyl­\nation of the same residue by TIP60 enables productive \ntranscription elongation124– 126. REV ­ ERBα is another \nreported GSK3 target, although in this case the modifi­\ncation protects it from degradation mediated by the E3 \nligases ARF ­ BP1 (also known as HUWE1) and PAM (also \nknown as MYCBP2)127,128. REV ­ ERBα degradation medi­\nated by another E3 ligase, SIAH2, affects the circadian \nperiod length, whereas its degradation by the E3 ubiquitin \nligase FBXW7 following CDK1 ­mediated phosphoryla ­\ntion controls circadian amplitude, meaning the difference between the peak and trough values of the oscillation\n129,130.\nThe negative elements of the core molecular clock \nassemble into large multi­ protein complexes that contain \nall three PER proteins, both CRY proteins and CK1δ, into which CLOCK and BMAL1 are incorporated in the nucleus\n131. When purified from liver nuclear extracts, all \nof these proteins appear to be part of the same 1.9­MDa \ncomplex. However, other studies have suggested the \nexistence of alternative clock­ repressive complexes in \nthe nucleus on the basis of the differential ability of PER and CRY proteins to repress CLOCK–BMAL1­mediated \ntranscription\n132– 136. We recently observed that an altered  \nform of CRY1 with an internal deletion of 24 residues owing to a splice site mutation, which predisposes  \nto \ndelayed sleep phase disorder , enhances CRY1 binding to  \nCLOCK–BMAL1 but not to PER2 and acts as a stronger transcriptional inhibitor than wild­ type CRY1 \n(reF.114).\nClock functions throughout the body\nThe master (central) pacemaker is comprised of a set of \nneurons and glia in the brain, which are necessary for \nentrainment to external zeitgebers and transmit temporal \ninformation to downstream peripheral clocks, which are located in other brain areas or throughout the body. The degree to which the central pacemaker is required for \ncircadian rhythmicity of different cells, tissues, physiolog­\nical functions and behaviours varies between species and tissues. To achieve synchrony between central pacemaker cells, they are coupled to each other through neuro­\ntransmitters and neuromodulators. Synchronization \nof central and peripheral clocks is coordinated by the nervous system, hormones and body temperature.\nThe central pacemaker in D. melanogaster\nThe expression of clock genes in a small number of neu­rons is necessary and sufficient to maintain functional \nbehavioural rhythms in constant darkness devoid of \nexternal zeitgebers\n137. In D. melanogaster, this neuronal \npacemaker network consists of ~150 neurons subdivided \ninto five bilateral clusters, which according to their loca­\ntion in the fly brain have been named large ventral lat ­\neral neurons, small ventral lateral neurons, dorsal lateral neurons, lateral posterior neurons and dorsal neurons. \nNot all clock neurons have the same function, and in fact \nthere is a subdivision into neurons responsible for dif­ferent aspects of daily locomotor rhythms. Furthermore, recent studies showed that a robust locomotor rhythm \nis an emergent property of a combination of different \nrhythms in different clusters of clock neurons, and that selectively activating or inactivating those clusters causes predictable changes in the activity patterns of flies\n138– 140. \nSuch differences in rhythmicity of clock neurons are a \nfunction of differential expression of clock genes25 and \ndownstream factors, and of differential coupling to other clock cells through neuromodulators — notably PDF\n141 \n— and through diurnal circuit remodelling of synaptic connections (reviewed in\n142,143). In fact, clock neurons \nand glia cells change their synaptic partners rhythmi­cally across day and night, suggesting that the brain \ncircuitry itself undergoes circadian plasticity\n144,145. Glia \nthemselves have a well­ documented yet relatively under ­\nstudied role in the central pacemaker (reviewed in146). \nDifferent clusters of clock neurons have been implicated \nin regulating different rhythmic behaviours, including \neclosion, locomotion, feeding, mating, courtship and temperature preference (see below)\n147. The multitude \nof",
            "page": 5
        },
        "id": "2955"
    },
    {
        "document": "NAD+-dependent deacetylase SIRT1",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "of the CLOCK/BMAL1 complex. Mol. Cell Biol. 28, \n6056–6065 (2008).\n124. Hirayama, J. et al. CLOCK- mediated acetylation of \nBMAL1 controls circadian function. Nature 450, \n1086–1090 (2007).\n125. Nakahata, Y. et al. The NAD+-dependent deacetylase \nSIRT1 modulates CLOCK- mediated chromatin \nremodeling and circadian control. Cell 134, 329–340 \n(2008).\n126. Petkau, N., Budak, H., Zhou, X., Oster, H. & Eichele, G. \nAcetylation of BMAL1 by TIP60 controls BRD4–  \nP- TEFb recruitment to circadian promoters. eLife 8 \n(2019).\n127. Yin, L., Joshi, S., Wu, N., T ong, X. & Lazar, M. A.  \nE3 ligases Arf- bp1 and Pam mediate lithium- stimulated \ndegradation of the circadian heme receptor Rev- erbα. \nProc. Natl Acad. Sci. USA 107, 11614–11619 (2010).\n128. Yin, L., Wang, J., Klein, P . S. & Lazar, M. A. Nuclear \nreceptor Rev- erbα  is a critical lithium- sensitive \ncomponent of the circadian clock. Science 311, \n1002–1005 (2006).\n129. DeBruyne, J. P ., Baggs, J. E., Sato, T . K. &  \nHogenesch, J. B. Ubiquitin ligase Siah2 regulates \nRevErbα  degradation and the mammalian circadian \nclock. Proc. Natl Acad. Sci. USA 112, 12420–12425 \n(2015).\n130. Zhao, X. et al. Circadian amplitude regulation via \nFBXW7-targeted REV- ERBα  degradation. Cell 165, \n1644–1657 (2016).\n131. Aryal, R. P . et al. Macromolecular assemblies of the \nmammalian circadian clock. Mol. Cell 67, 770–782 \ne776 (2017).  \nThis study presents the purification and \ncharacterization of macromolecular clock protein \nassemblies.\n132. Chiou, Y. Y. et al. Mammalian Period represses and  \nde- represses transcription by displacing CLOCK–\nBMAL1 from promoters in a Cryptochrome- dependent \nmanner. Proc. Natl Acad. Sci. USA 113, E6072–E6079 \n(2016).\n133. Duong, H. A. & Weitz, C. J. T emporal orchestration  \nof repressive chromatin modifiers by circadian clock \nPeriod complexes. Nat. Struct. Mol. Biol. 21, \n126–132 (2014).\n134. Xu, H. et al. Cryptochrome 1 regulates the circadian \nclock through dynamic interactions with the BMAL1  \nC terminus. Nat. Struct. Mol. Biol. 22, 476–484 \n(2015).\n135. Ye, R. et al. Dual modes of CLOCK:BMAL1 inhibition mediated by Cryptochrome and Period proteins in the mammalian circadian clock. Genes Dev. 28, \n1989–1998 (2014).  \nThis paper shows that mammalian CRY proteins can inhibit the transcriptional activity of CLOCK–BMAL1 either through direct blocking of DNA \nbinding or through displacement of CLOCK–\nBMAL1 from promoters.\n136. Ye, R., Selby, C. P ., Ozturk, N., Annayev, Y. & Sancar, A. Biochemical analysis of the canonical model for the mammalian circadian clock. J. Biol. Chem. 286, \n25891–25902 (2011).\n137. King, A. N. & Sehgal, A. Molecular and circuit mechanisms mediating circadian clock output in  \nthe Drosophila brain. Eur. J. Neurosci. https:// \ndoi.org/10.1111/ejn.14092 (2018).\n138. Dissel, S. et al. The logic of circadian organization in \nDrosophila. Curr. Biol. 24, 2257",
            "page": 14
        },
        "id": "3064"
    },
    {
        "document": "SRF activity",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": " \ncomponents of the negative limb of the circadian  \nclock feedback loop. Cell 98, 193–205 (1999).  \nThis paper shows that, unlike D. melanogaster CRY, \nmammalian CRY1 and CRY2 act as transcriptional \ninhibitors of CLOCK–BMAL1.\n251. Froy, O., Chang, D. C. & Reppert, S. M. Redox potential: differential roles in dCRY and mCRY1 \nfunctions. Curr. Biol. 12, 147–152 (2002).\n252. Hughes, S., Jagannath, A., Hankins, M. W., Foster, R. G. \n& Peirson, S. N. Photic regulation of clock systems. \nMethods Enzymol. 552, 125–143 (2015).\n253. Brown, S. A., Zumbrunn, G., Fleury- Olela, F.,  \nPreitner, N. & Schibler, U. Rhythms of mammalian \nbody temperature can sustain peripheral circadian \nclocks. Curr. Biol. 12, 1574–1583 (2002).\n254. Buhr, E. D., Yoo, S. H. & T akahashi, J. S. T emperature \nas a universal resetting cue for mammalian circadian \noscillators. Science 330, 379–385 (2010).\n255. Saini, C., Morf, J., Stratmann, M., Gos, P . &  \nSchibler, U. Simulated body temperature rhythms \nreveal the phase- shifting behavior and plasticity of \nmammalian circadian oscillators. Genes Dev. 26, \n567–580 (2012).\n256. T amaru, T . et al. Synchronization of circadian Per2 \nrhythms and HSF1-BMAL1:CLOCK interaction in \nmouse fibroblasts after short- term heat shock pulse. \nPLOS ONE 6, e24521 (2011).\n257. Reinke, H. et al. Differential display of DNA- binding \nproteins reveals heat- shock factor 1 as a circadian \ntranscription factor. Genes Dev. 22, 331–345 (2008).\n258. Morf, J. et al. Cold- inducible RNA- binding protein \nmodulates circadian gene expression \nposttranscriptionally. Science 338, 379–383 (2012).\n259. Adamovich, Y., Ladeuix, B., Golik, M., Koeners, M. P . & \nAsher, G. Rhythmic oxygen levels reset circadian clocks \nthrough HIF1α . Cell Metab. 25, 93–101 (2017).\n260. Adamovich, Y. et al. Oxygen and carbon dioxide \nrhythms are circadian clock controlled and differentially \ndirected by behavioral signals. Cell Metab. 29, \n1092–1103 (2019).\n261. Guo, H., Brewer, J. M., Champhekar, A., Harris, R. B. \n& Bittman, E. L. Differential control of peripheral \ncircadian rhythms by suprachiasmatic- dependent \nneural signals. Proc. Natl Acad. Sci. USA 102, \n3111–3116 (2005).\n262. Gerber, A. et al. Blood- borne circadian signal stimulates \ndaily oscillations in actin dynamics and SRF activity.  \nCell 152, 492–503 (2013).\n263. Kornmann, B., Schaad, O., Bujard, H., T akahashi, J. S. & Schibler, U. System- driven and oscillator- dependent \ncircadian transcription in mice with a conditionally active liver clock. PLOS Biol. 5, e34 (2007).\n264. Damiola, F. et al. Restricted feeding uncouples \ncircadian oscillators in peripheral tissues from the central pacemaker in the suprachiasmatic nucleus. \nGenes Dev. 14, 2950–2961 (2000).\n265. Greenwell, B. J. et al. Rhythmic food intake drives \nrhythmic gene expression more potently than the hepatic circadian clock in mice. Cell Rep. 27, \n649–657.e5 (2019).\n266. Izumo, M. et al. Differential effects of light and feeding",
            "page": 15
        },
        "id": "3138"
    }
]