[
    {
        "document": "neuroendocrine responses",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "Send Orders for Reprints to reprints@benthamscience.net   Current Pharmaceutical Design, 2019, 25, 1-15  1 REVIEW ARTICLE \n 1381-6128/19 $58.00+.00  © 2019 Bentham Science Publishers Dysregulation of Circadian Rhythms in Autism Spectrum Disorders Luciana Pinato1,*, Caio Sergio Galina Spilla1,2, Regina Pekelmann Markus3 and Sanseray da Silveira  Cruz-Machado3 1Department of Speech, Language and Hearing Sciences, São Paulo State University (UNESP), 17525-900, Marilia, SP, Brazil; 2Department of Anatomy, School of Medicine, University of Marilia (UNIMAR), 17525-900, Marília, SP, Brazil; 3Laboratory of Chronopharmacology, Department of Physiology, Institute of Biosciences, University of São Paulo (USP), 05508-090, São Paulo, SP, Brazil  \nA R T I C L E  H I S T O R Y  Received: October 06, 2019 Accepted: October 31, 2019   DOI: 10.2174/1381612825666191102170450\t\r  Abstract: Background: T h e  a l t e r a t i o n s  i n  n e u r o l o g i c a l  a n d  n e u r o e n d o c r i n e  f u n c t i o n s  o b s e r v e d  i n  t h e  a u t i s m  spectrum disorder (ASD) involves environmentally dependent dysregulation of neurodevelopment, in interaction with multiple coding gene defects. Disturbed sleep-wake patterns, as well as abnormal melatonin and glucocorti-coid secretion, show the relevance of an underlying impairment of the circadian timing system to the behavioral phenotype of ASD. Thus, understanding the mechanisms involved in the circadian dysregulation in ASD could help to identify early biomarkers to improve the diagnosis and therapeutics as well as providing a significant impact on the lifelong prognosis. Objective: In this review, we discuss the organization of the circadian timing system and explore the connection between neuroanatomic, molecular, an d n euroe ndo crine res ponses  of ASD  and its clinical manifestations. Here  we propose interconnections between circadian dysregulation, inflammatory baseline and behavioral changes in ASD. Taking into account, the high relevancy of melatonin in orchestrating both circadian timing and the mainte-nance of physiological immune quiescence, we raise the hypothesis that melatonin or analogs should be consid-ered as a pharmacological approach to suppress inflammation and circadian misalignment in ASD patients. Strategy: T h i s  r e v i e w  p r o v i d e s  a  c o m p r e h e n s i v e  u p d a t e  o n  t h e  s t a t e-of-art of studies related t o  i n f l a m m a t o r y  states and ASD with a special focus on the relationship with melatonin and clock genes. The hypothesis raised above was analyzed according to the published data. Conclusion: C u r r e n t  e v i d e n c e  s u p p o r t s  t h e  e x i s t e n c e  o f  a s s o c i a t i o n s  b e t w e e n  A S D  t o  c i r c a d i a n  d y s r e g u l a t i o n ,  behavior problems, increased inflammatory levels of cytokines, sleep disorders, as well as reduced circadian neuroendocrine responses. Indeed, major effects may be related to a low melatonin rhythm. We propose that maintaining the proper rhythm of the circadian timing system may be helpful to improve the health and to cope with several behavioral changes observed in ASD subjects.  Keywords: Autism, neuroinflammation, circadian rhythm, sleep-wake cycle, clock genes, suprachiasmatic nucleus, melatonin. 1. INTRODUCTION  Autism spectrum disorder (ASD) is a neurodevelopmental dis-order involving gene polymorphisms, intra-uterine and post-natal environment, autoimmune, and inflammatory factors. The diagnosis of ASD is based on behavioral changes, rather than its etiology, and may be disclosed in non-dimorphic patients, as observed in the majority of the cases, while sometimes may possess clinical mani-festations as observed in some genetic syndromes [1, 2",
            "page": 1
        },
        "id": "1266"
    },
    {
        "document": "endocrine function",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1291"
    },
    {
        "document": "homeostatic regulation",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1300"
    },
    {
        "document": "hormone secretion",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1302"
    },
    {
        "document": "neuroendocrine responses",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "1413"
    },
    {
        "document": "Neuroendocrinol Lett",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "1544"
    },
    {
        "document": "homeostatic mechanisms",
        "metadata": {
            "originalPdf": "0dfc0ca6-41c5-4a69-a201-6826b91ff714.pdf",
            "originalText": "Chapter 21\nCircadian Regulation of Metabolism\nin Health and Diseases\nBreanna Sarkisian, Neelu Jain Gupta, and Satchidananda Panda\nAbstract The importance of circadian rhythm has been established through its\nevolutionary conservation and its connection to many health conditions. Circadianderegulation has emerged as an important risk factor for metabolic disruption and\nrelated chronic diseases. Chronic diseases are on the rise worldwide, and emerging\nevidence points toward restoration of circadian rhythms as a propitious approach topreventing and improving prognosis of many chronic disorders. This review willoutline the evidence supporting the importance of the circadian system in metab-olism by debrieﬁng the molecular basis for the interaction between circadian timingand metabolic health and behavioral, genetic, and human epidemiological studiesindicating the health implications of chrono-disruption.\n21.1 Introduction\nMetabolic homeostasis is central to a healthy lifespan. Traditionally, homeostasis isdescribed as the property of a living system to establish and maintain a condition ofequilibrium in its internal environment, even when faced with acute changes. Asmost plants, animals, and microbes in this planet have evolved to adopt to thepredictable changes in light, temperature, humidity, and food availability, mecha-nisms maintaining metabolic homeostasis have also evolved to adapt to this diurnalchanges. Accordingly, a major function of the circadian clock is to anticipate thedaily cycle of nutrient intake and nutrient expenditure and maintain an internal\nequilibrium within a deﬁned range of parameters. As a large number of metabolites\nand cellular contents are to be maintained at equilibrium in different organs, thecircadian oscillator makes intricate connection with homeostatic mechanisms in atissue-speciﬁc manner. Disruption to this homeostasis of a given metabolite can\nB. Sarkisian • S. Panda ( *)\nRegulatory Biology Laboratory, Salk Institute for Biological Studies, 10010, North TorreyPines Road, La Jolla, CA 92037, USA\ne-mail: satchin@salk.edu\nN.J. Gupta\nDepartment of Zoology, MMH College, Ghaziabad 201009, UP, India\n©Springer (India) Pvt. Ltd. 2017\nV. Kumar (ed.), Biological Timekeeping: Clocks, Rhythms and Behaviour ,\nDOI 10.1007/978-81-322-3688-7_21443",
            "page": 0
        },
        "id": "2418"
    },
    {
        "document": "neuroendocrine tissues",
        "metadata": {
            "originalPdf": "0dfc0ca6-41c5-4a69-a201-6826b91ff714.pdf",
            "originalText": "accomplished via rhythmic expression of genes encoding regulators and enzymes\nof important metabolic pathways. The core components of the circadian clocknetwork include transcription factors CLOCK and BMAL1, which heterodimerize\nand bind to the E-box motifs on clock-controlled genes (CCGs) to drive their\ntranscription. Two such CCGs include PER and CRY genes which, when activatedthroughout the day, cause accumulation of PER and CRY proteins by the night andform heterotypic complexes with additional proteins [ 6]. These complexes associ-\nate with CLOCK-BMAL1 heterodimers and repress their transcription activationpotential. The autorepression of Per1/2 and Cry1/2 genes by their own PER/CRYproteins leads to a decrease in accumulation of these proteins, eventually allowing anew cycle of Per1/2 and Cry1/2 transcription to occur [ 6].\nSimilarly, another feedback loop of the clock system involves proteins\nREV-ERB, whose levels increase during the day and bind ROR-REVERB-responseelements (RREs) within Bmal1 promoter, thus inhibiting Bmal1 transcription. Atnight, REV-ERB αprotein amounts are low, allowing Bmal1 transcription to rise.\nThe repressive effects of REV-ERB are in constant competition with the retinoicacid related orphan receptors (RORs) (a, b, g), which also bind to RRE on Bmal1promoter to activate transcription [ 7,8]. These transcriptional-translational regula-\ntory loops operate in most tissues and control a notable fraction of the mammalian\ngenome, with many of them also being implicated in metabolic pathways [ 9–11].\nThis modulation of transcription and subsequent feedback based on protein\naccumulation allows the circadian system to ﬁne-tune its regulation based oninternal and external factors. In addition to self-regulation via product accumula-tion, the clock system can be affected by feeding timing and other stimuli.\n21.2.2 Local vs. Systemic Control\nEvery cell in an animal must adapt to the daily rhythm of food availability. At thesame time, metabolic homeostasis involves tight coordination among several met-\nabolic organs and neuroendocrine tissues. Furthermore, this complex coordination\nfor energy homeostasis needs to be coupled to the organism ’s activity-rest cycle.\nThe circadian regulatory system functions to temporally coordinate these complexmechanisms. The circadian system in mammals has a hierarchical architecture,with a central oscillator in the hypothalamic suprachiasmatic nucleus and periph-eral clocks in almost all organs in the body. The SCN oscillator is entrained to theambient light to be in sync with the 24 h light/dark cycle [ 12]. The cell-autonomous\nmolecular circadian oscillator has nearly the same makeup in the SCN as well as in\nthe periphery, but cells in the SCN are coupled via synaptic and paracrine signals.\nCoupling among the individual SCN neurons constitute a robust oscillator andmakes it less susceptible to mild perturbations [ 13]. Peripheral oscillators do not\nappear to communicate with each other through tight local communications.Rather, they rely on systemic signals for phase coherence. Indeed, inSCN-lesioned mice, peripheral tissues gradually become out of phase with the21 Circadian Regulation of Metabolism in Health and Diseases 445",
            "page": 2
        },
        "id": "2468"
    },
    {
        "document": "homeostatic mechanisms",
        "metadata": {
            "originalPdf": "Circadian Regulation of Metabolism in Health and Diseases.pdf",
            "originalText": "Chapter 21\nCircadian Regulation of Metabolism\nin Health and Diseases\nBreanna Sarkisian, Neelu Jain Gupta, and Satchidananda Panda\nAbstract The importance of circadian rhythm has been established through its\nevolutionary conservation and its connection to many health conditions. Circadianderegulation has emerged as an important risk factor for metabolic disruption and\nrelated chronic diseases. Chronic diseases are on the rise worldwide, and emerging\nevidence points toward restoration of circadian rhythms as a propitious approach topreventing and improving prognosis of many chronic disorders. This review willoutline the evidence supporting the importance of the circadian system in metab-olism by debrieﬁng the molecular basis for the interaction between circadian timingand metabolic health and behavioral, genetic, and human epidemiological studiesindicating the health implications of chrono-disruption.\n21.1 Introduction\nMetabolic homeostasis is central to a healthy lifespan. Traditionally, homeostasis isdescribed as the property of a living system to establish and maintain a condition ofequilibrium in its internal environment, even when faced with acute changes. Asmost plants, animals, and microbes in this planet have evolved to adopt to thepredictable changes in light, temperature, humidity, and food availability, mecha-nisms maintaining metabolic homeostasis have also evolved to adapt to this diurnalchanges. Accordingly, a major function of the circadian clock is to anticipate thedaily cycle of nutrient intake and nutrient expenditure and maintain an internal\nequilibrium within a deﬁned range of parameters. As a large number of metabolites\nand cellular contents are to be maintained at equilibrium in different organs, thecircadian oscillator makes intricate connection with homeostatic mechanisms in atissue-speciﬁc manner. Disruption to this homeostasis of a given metabolite can\nB. Sarkisian • S. Panda ( *)\nRegulatory Biology Laboratory, Salk Institute for Biological Studies, 10010, North TorreyPines Road, La Jolla, CA 92037, USA\ne-mail: satchin@salk.edu\nN.J. Gupta\nDepartment of Zoology, MMH College, Ghaziabad 201009, UP, India\n©Springer (India) Pvt. Ltd. 2017\nV. Kumar (ed.), Biological Timekeeping: Clocks, Rhythms and Behaviour ,\nDOI 10.1007/978-81-322-3688-7_21443",
            "page": 0
        },
        "id": "2700"
    },
    {
        "document": "neuroendocrine tissues",
        "metadata": {
            "originalPdf": "Circadian Regulation of Metabolism in Health and Diseases.pdf",
            "originalText": "accomplished via rhythmic expression of genes encoding regulators and enzymes\nof important metabolic pathways. The core components of the circadian clocknetwork include transcription factors CLOCK and BMAL1, which heterodimerize\nand bind to the E-box motifs on clock-controlled genes (CCGs) to drive their\ntranscription. Two such CCGs include PER and CRY genes which, when activatedthroughout the day, cause accumulation of PER and CRY proteins by the night andform heterotypic complexes with additional proteins [ 6]. These complexes associ-\nate with CLOCK-BMAL1 heterodimers and repress their transcription activationpotential. The autorepression of Per1/2 and Cry1/2 genes by their own PER/CRYproteins leads to a decrease in accumulation of these proteins, eventually allowing anew cycle of Per1/2 and Cry1/2 transcription to occur [ 6].\nSimilarly, another feedback loop of the clock system involves proteins\nREV-ERB, whose levels increase during the day and bind ROR-REVERB-responseelements (RREs) within Bmal1 promoter, thus inhibiting Bmal1 transcription. Atnight, REV-ERB αprotein amounts are low, allowing Bmal1 transcription to rise.\nThe repressive effects of REV-ERB are in constant competition with the retinoicacid related orphan receptors (RORs) (a, b, g), which also bind to RRE on Bmal1promoter to activate transcription [ 7,8]. These transcriptional-translational regula-\ntory loops operate in most tissues and control a notable fraction of the mammalian\ngenome, with many of them also being implicated in metabolic pathways [ 9–11].\nThis modulation of transcription and subsequent feedback based on protein\naccumulation allows the circadian system to ﬁne-tune its regulation based oninternal and external factors. In addition to self-regulation via product accumula-tion, the clock system can be affected by feeding timing and other stimuli.\n21.2.2 Local vs. Systemic Control\nEvery cell in an animal must adapt to the daily rhythm of food availability. At thesame time, metabolic homeostasis involves tight coordination among several met-\nabolic organs and neuroendocrine tissues. Furthermore, this complex coordination\nfor energy homeostasis needs to be coupled to the organism ’s activity-rest cycle.\nThe circadian regulatory system functions to temporally coordinate these complexmechanisms. The circadian system in mammals has a hierarchical architecture,with a central oscillator in the hypothalamic suprachiasmatic nucleus and periph-eral clocks in almost all organs in the body. The SCN oscillator is entrained to theambient light to be in sync with the 24 h light/dark cycle [ 12]. The cell-autonomous\nmolecular circadian oscillator has nearly the same makeup in the SCN as well as in\nthe periphery, but cells in the SCN are coupled via synaptic and paracrine signals.\nCoupling among the individual SCN neurons constitute a robust oscillator andmakes it less susceptible to mild perturbations [ 13]. Peripheral oscillators do not\nappear to communicate with each other through tight local communications.Rather, they rely on systemic signals for phase coherence. Indeed, inSCN-lesioned mice, peripheral tissues gradually become out of phase with the21 Circadian Regulation of Metabolism in Health and Diseases 445",
            "page": 2
        },
        "id": "2750"
    },
    {
        "document": "endocrine system",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "269. Marchant, E. G. & Mistlberger, R. E. Anticipation and \nentrainment to feeding time in intact and SCN- ablated \nC57BL/6j mice. Brain Res. 765, 273–282 (1997).\n270. Crosby, P . et al. Insulin/IGF-1 drives PERIOD synthesis \nto entrain circadian rhythms with feeding time. Cell  \n177, 896–909 (2019).\n271. Sato, M., Murakami, M., Node, K., Matsumura, R.  \n& Akashi, M. The role of the endocrine system in \nfeeding- induced tissue- specific circadian entrainment. \nCell Rep. 8, 393–401 (2014).\n272. T ahara, Y., Otsuka, M., Fuse, Y., Hirao, A. & Shibata, S. Refeeding after fasting elicits insulin- dependent \nregulation of Per2 and Rev- erbα with shifts in the liver \nclock. J. Biol. Rhythm. 26, 230–240 (2011).\n273. Asher, G. et al. Poly(ADP- ribose) polymerase 1 \nparticipates in the phase entrainment of circadian clocks to feeding. Cell 142, 943–953 (2010).\n274. Wolff, G. & Esser, K. A. Scheduled exercise phase shifts \nthe circadian clock in skeletal muscle. Med. Sci. Sports \nExerc.  44, 1663–1670 (2012).\n275. Williams, J. et al. Epithelial and stromal circadian \nclocks are inversely regulated by their mechano- matrix \nenvironment. J. Cell. Sci. 131, jcs208223 (2018).\n276. Yang, N. et al. Cellular mechano- environment \nregulates the mammary circadian clock.  \nNat. Commun. 8, 14287 (2017).\n277. Lee, J. E. & Edery, I. Circadian regulation in the  \nability of Drosophila to combat pathogenic infections. Curr. Biol. 18, 195–199 (2008).\n278. Stone, E. F. et al. The circadian clock protein timeless \nregulates phagocytosis of bacteria in Drosophila. \nPLOS Pathog. 8, e1002445 (2012).\n279. Shirasu- Hiza, M. M., Dionne, M. S., Pham, L. N., \nAyres, J. S. & Schneider, D. S. Interactions between \ncircadian rhythm and immunity in Drosophila melanogaster. Curr. Biol. 17, R353–R355 (2007).\n280. T oda, H., Williams, J. A., Gulledge, M. & Sehgal, A.  \nA sleep- inducing gene, nemuri, links sleep and immune \nfunction in Drosophila. Science 363, 509–515 (2019).\n281. Xu, F. et al. Circadian clocks function in concert with heat shock organizing protein to modulate mutant huntingtin aggregation and toxicity. Cell Rep. 27, \n59–70.e4 (2019).\n282. Means, J. C. et al. Drosophila spaghetti and doubletime link the circadian clock and light to caspases, apoptosis and tauopathy. PLOS Genet. 11, \ne1005171 (2015).\n283. Koh, K., Evans, J. M., Hendricks, J. C. & Sehgal, A.  \nA Drosophila model for age- associated changes in \nsleep:wake cycles. Proc. Natl Acad. Sci. USA 103, \n13843–13847 (2006).\n284. Luo, W. et al. Old flies have a robust central oscillator \nbut weaker behavioral rhythms that can be improved \nby genetic and environmental manipulations. Aging Cell 11, 428–438 (2012).\n285. Rakshit, K. & Giebultowicz, J. M. Cryptochrome restores dampened circadian rhythms and promotes \nhealthspan in aging Drosophila. Aging Cell 12, \n752–762 (2013).\n286. Kuintzle, R. C. et al. Circadian deep sequencing reveals \nstress- response genes that adopt robust rhythmic \nexpression during aging. Nat. Commun. 8, 145",
            "page": 16
        },
        "id": "3165"
    },
    {
        "document": "neuroendocrine responses",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "Send Orders for Reprints to reprints@benthamscience.net   Current Pharmaceutical Design, 2019, 25, 1-15  1 REVIEW ARTICLE \n 1381-6128/19 $58.00+.00  © 2019 Bentham Science Publishers Dysregulation of Circadian Rhythms in Autism Spectrum Disorders Luciana Pinato1,*, Caio Sergio Galina Spilla1,2, Regina Pekelmann Markus3 and Sanseray da Silveira  Cruz-Machado3 1Department of Speech, Language and Hearing Sciences, São Paulo State University (UNESP), 17525-900, Marilia, SP, Brazil; 2Department of Anatomy, School of Medicine, University of Marilia (UNIMAR), 17525-900, Marília, SP, Brazil; 3Laboratory of Chronopharmacology, Department of Physiology, Institute of Biosciences, University of São Paulo (USP), 05508-090, São Paulo, SP, Brazil  \nA R T I C L E  H I S T O R Y  Received: October 06, 2019 Accepted: October 31, 2019   DOI: 10.2174/1381612825666191102170450\t\r  Abstract: Background: T h e  a l t e r a t i o n s  i n  n e u r o l o g i c a l  a n d  n e u r o e n d o c r i n e  f u n c t i o n s  o b s e r v e d  i n  t h e  a u t i s m  spectrum disorder (ASD) involves environmentally dependent dysregulation of neurodevelopment, in interaction with multiple coding gene defects. Disturbed sleep-wake patterns, as well as abnormal melatonin and glucocorti-coid secretion, show the relevance of an underlying impairment of the circadian timing system to the behavioral phenotype of ASD. Thus, understanding the mechanisms involved in the circadian dysregulation in ASD could help to identify early biomarkers to improve the diagnosis and therapeutics as well as providing a significant impact on the lifelong prognosis. Objective: In this review, we discuss the organization of the circadian timing system and explore the connection between neuroanatomic, molecular, an d n euroe ndo crine res ponses  of ASD  and its clinical manifestations. Here  we propose interconnections between circadian dysregulation, inflammatory baseline and behavioral changes in ASD. Taking into account, the high relevancy of melatonin in orchestrating both circadian timing and the mainte-nance of physiological immune quiescence, we raise the hypothesis that melatonin or analogs should be consid-ered as a pharmacological approach to suppress inflammation and circadian misalignment in ASD patients. Strategy: T h i s  r e v i e w  p r o v i d e s  a  c o m p r e h e n s i v e  u p d a t e  o n  t h e  s t a t e-of-art of studies related t o  i n f l a m m a t o r y  states and ASD with a special focus on the relationship with melatonin and clock genes. The hypothesis raised above was analyzed according to the published data. Conclusion: C u r r e n t  e v i d e n c e  s u p p o r t s  t h e  e x i s t e n c e  o f  a s s o c i a t i o n s  b e t w e e n  A S D  t o  c i r c a d i a n  d y s r e g u l a t i o n ,  behavior problems, increased inflammatory levels of cytokines, sleep disorders, as well as reduced circadian neuroendocrine responses. Indeed, major effects may be related to a low melatonin rhythm. We propose that maintaining the proper rhythm of the circadian timing system may be helpful to improve the health and to cope with several behavioral changes observed in ASD subjects.  Keywords: Autism, neuroinflammation, circadian rhythm, sleep-wake cycle, clock genes, suprachiasmatic nucleus, melatonin. 1. INTRODUCTION  Autism spectrum disorder (ASD) is a neurodevelopmental dis-order involving gene polymorphisms, intra-uterine and post-natal environment, autoimmune, and inflammatory factors. The diagnosis of ASD is based on behavioral changes, rather than its etiology, and may be disclosed in non-dimorphic patients, as observed in the majority of the cases, while sometimes may possess clinical mani-festations as observed in some genetic syndromes [1, 2",
            "page": 1
        },
        "id": "3258"
    },
    {
        "document": "endocrine function",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "3282"
    },
    {
        "document": "homeostatic regulation",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "3294"
    },
    {
        "document": "hormone secretion",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "3296"
    },
    {
        "document": "neuroendocrine responses",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3362"
    },
    {
        "document": "Neuroendocrinol Lett",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "3529"
    }
]