[
    {
        "document": "D. melanogaster",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "the period length is controlled. We then discuss how \ncircadian activity contributes to the optimal function \nof tissues and organs, to organismal physiology and to \ndisease aetiology.\nThe molecular circadian clock\nAt the heart of the molecular circadian clock in animals is a transcription–translation feedback loop (TTFL), which \ntakes approximately 24 hours to complete. In this section, \nwe describe the chief components of the molecular oscil ­\nlators in D. melanogaster and in mammals, and discuss \nhow recent findings have improved our understanding of \nthese molecular clocks.\nThe molecular clock in D. melanogaster\nThe first mutants displaying altered circadian behaviour \nwere found in D. melanogaster11. A genetic screen for \nthe timing of eclosion , which occurs predominantly in \nthe morning in wild­ type flies, yielded an arrhythmic \nstrain named period0 (per0) and two additional mutants \nnamed period short  (perS) and period long  (perL), which \nshortened or lengthened the period to 19 h and 28 h, \nrespectively. Genetic tests suggested that all three muta­\ntions are alleles of the gene period , whose molecular \nidentity was subsequently determined12,13. In the follow­\ning years, screens for locomotor activity, which peaks at \ndusk and dawn, which were aided by the short generation \ntime and powerful genetics of D. melanogaster, uncov­\nered a network of circadian ‘clock genes’14. Biochemical \nand genetic studies ultimately revealed a TTFL in \nwhich two transcriptional inhibitors, Period (PER) and \nTimeless (TIM)15, physically associate and translocate \nto the nucleus, where they repress the transcription of \ntheir own genes by suppressing a pair of transcription \nactivators, Clock (CLK)16 and Cycle (CYC)17 (Fig.  1). CLK \nand CYC accumulate constitutively in the nucleus and \nform a heterodimer, which binds to E­ box­containing \nenhancers upstream of the promoters of per  and tim . The \nlevels of per  and tim  mRNAs peak at the end of the day, \nwhereas their protein levels are highest in the second half of the night \n(Fig.  2).\nAs PER and TIM accumulate in the nucleus, \nthey increasingly inhibit CLK–CYC function. Light ­ \ndependent TIM degradation occurs during the day \nthrough the activity of the photoreceptor protein Cryptochrome (CRY) and the E3 ubiquitin ligase Jetlag \n(JET), which also degrades CRY\n18–20 (Fig.  1). In the \nabsence of TIM, PER is destabilized by Double ­ time \n(DBT)21,22, which is the fly orthologue of mammalian \ncasein kinases 1(CK1) δ and ε, and by the E3 ubiquitin ligase supernumerary limbs (SLIMB)\n23,24; the concomi­\ntant loss of PER and TIM restarts the circadian cycle. The transcriptional targets of CLK–CYC include down­\nstream clock output genes, whose cyclic expression con­fers circadian rhythmicity to cell and tissue function\n25–33. \nA second TTFL controls the expression of the clk  mRNA. \nCLK–CYC bind to E­ boxes in the enhancers of the genes \nencoding the transcription factors Vrille (VRI) and PAR domain protein 1ε (PDP1ε), which control clk  transcrip­\ntion\n34 (Fig.  1). VRI binds to VRI/PDP1ε ­ binding boxes in \nthe clk enhancer and represses clk transcription, whereas \nPDP1ε activates it later in the night, thus resulting in rhythmic clk mRNA expression. However, modulating \nthe phase in which the clk  mRNA is expressed does not \naffect behavioural rhythms35 and CLK protein does \nnot oscillate, so the role of rhythmic clk  mRNA expres­\nsion remains unclear. Nevertheless, PDP1ε is essential for rhythmicity\n36, possibly by controlling the expression \nof the neuropeptide pigment­ dispersing factor (PDF), \nwhich is required for behavioural rhythms37.\nRegulation of the molecular clock in D. melanogaster.  \nWhat regulates the precise timing for the TTFL",
            "page": 1
        },
        "id": "2898"
    },
    {
        "document": "D. melanogaster",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "BMAL1 acetylation by CLOCK promotes its interaction \nwith CRY1 and is reversed by SIRT1, whereas acetyl­\nation of the same residue by TIP60 enables productive \ntranscription elongation124– 126. REV ­ ERBα is another \nreported GSK3 target, although in this case the modifi­\ncation protects it from degradation mediated by the E3 \nligases ARF ­ BP1 (also known as HUWE1) and PAM (also \nknown as MYCBP2)127,128. REV ­ ERBα degradation medi­\nated by another E3 ligase, SIAH2, affects the circadian \nperiod length, whereas its degradation by the E3 ubiquitin \nligase FBXW7 following CDK1 ­mediated phosphoryla ­\ntion controls circadian amplitude, meaning the difference between the peak and trough values of the oscillation\n129,130.\nThe negative elements of the core molecular clock \nassemble into large multi­ protein complexes that contain \nall three PER proteins, both CRY proteins and CK1δ, into which CLOCK and BMAL1 are incorporated in the nucleus\n131. When purified from liver nuclear extracts, all \nof these proteins appear to be part of the same 1.9­MDa \ncomplex. However, other studies have suggested the \nexistence of alternative clock­ repressive complexes in \nthe nucleus on the basis of the differential ability of PER and CRY proteins to repress CLOCK–BMAL1­mediated \ntranscription\n132– 136. We recently observed that an altered  \nform of CRY1 with an internal deletion of 24 residues owing to a splice site mutation, which predisposes  \nto \ndelayed sleep phase disorder , enhances CRY1 binding to  \nCLOCK–BMAL1 but not to PER2 and acts as a stronger transcriptional inhibitor than wild­ type CRY1 \n(reF.114).\nClock functions throughout the body\nThe master (central) pacemaker is comprised of a set of \nneurons and glia in the brain, which are necessary for \nentrainment to external zeitgebers and transmit temporal \ninformation to downstream peripheral clocks, which are located in other brain areas or throughout the body. The degree to which the central pacemaker is required for \ncircadian rhythmicity of different cells, tissues, physiolog­\nical functions and behaviours varies between species and tissues. To achieve synchrony between central pacemaker cells, they are coupled to each other through neuro­\ntransmitters and neuromodulators. Synchronization \nof central and peripheral clocks is coordinated by the nervous system, hormones and body temperature.\nThe central pacemaker in D. melanogaster\nThe expression of clock genes in a small number of neu­rons is necessary and sufficient to maintain functional \nbehavioural rhythms in constant darkness devoid of \nexternal zeitgebers\n137. In D. melanogaster, this neuronal \npacemaker network consists of ~150 neurons subdivided \ninto five bilateral clusters, which according to their loca­\ntion in the fly brain have been named large ventral lat ­\neral neurons, small ventral lateral neurons, dorsal lateral neurons, lateral posterior neurons and dorsal neurons. \nNot all clock neurons have the same function, and in fact \nthere is a subdivision into neurons responsible for dif­ferent aspects of daily locomotor rhythms. Furthermore, recent studies showed that a robust locomotor rhythm \nis an emergent property of a combination of different \nrhythms in different clusters of clock neurons, and that selectively activating or inactivating those clusters causes predictable changes in the activity patterns of flies\n138– 140. \nSuch differences in rhythmicity of clock neurons are a \nfunction of differential expression of clock genes25 and \ndownstream factors, and of differential coupling to other clock cells through neuromodulators — notably PDF\n141 \n— and through diurnal circuit remodelling of synaptic connections (reviewed in\n142,143). In fact, clock neurons \nand glia cells change their synaptic partners rhythmi­cally across day and night, suggesting that the brain \ncircuitry itself undergoes circadian plasticity\n144,145. Glia \nthemselves have a well­ documented yet relatively under ­\nstudied role in the central pacemaker (reviewed in146). \nDifferent clusters of clock neurons have been implicated \nin regulating different rhythmic behaviours, including \neclosion, locomotion, feeding, mating, courtship and temperature preference (see below)\n147. The multitude \nof",
            "page": 5
        },
        "id": "2968"
    },
    {
        "document": "Drosophila",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "48. Lim, C. et al. The novel gene twenty- four defines  \na critical translational step in the Drosophila clock. \nNature 470, 399–403 (2011).\n49. Lim, C. & Allada, R. ATAXIN-2 activates PERIOD translation to sustain circadian rhythms in Drosophila. \nScience 340, 875–879 (2013).\n50. Zhang, Y., Ling, J., Yuan, C., Dubruille, R. & Emery, P . \nA role for Drosophila ATX2 in activation of PER \ntranslation and circadian behavior. Science 340, \n879–882 (2013).\n51. Menet, J. S., Abruzzi, K. C., Desrochers, J., Rodriguez, J. & Rosbash, M. Dynamic PER repression mechanisms \nin the Drosophila circadian clock: from on- DNA to  \noff- DNA. Genes Dev. 24, 358–367 (2010).\n52. Yu, W., Zheng, H., Price, J. L. & Hardin, P . E. \nDOUBLETIME plays a noncatalytic role to mediate CLOCK phosphorylation and repress CLOCK-  \ndependent transcription within the Drosophila  \ncircadian clock. Mol. Cell Biol. 29, 1452–1458 (2009).\n53. Yu, W., Houl, J. H. & Hardin, P . E. NEMO kinase contributes to core period determination by slowing the pace of the Drosophila circadian oscillator.  \nCurr. Biol. 21, 756–761 (2011).\n54. Rothenfluh, A., Abodeely, M. & Young, M. W. Short-  \nperiod mutations of per affect a double- time-\ndependent step in the Drosophila circadian clock. Curr. Biol. 10, 1399–1402 (2000).\n55. Fan, J. Y. et al. Noncanonical FK506-binding protein BDBT binds DBT to enhance its circadian function and \nforms foci at night. Neuron 80, 984–996 (2013).\n56. Venkatesan, A., Fan, J. Y., Nauman, C. & Price, J. L.  \nA Doubletime nuclear localization signal mediates  \nan interaction with Bride of Doubletime to promote circadian function. J. Biol. Rhythm. 30, 302–317 \n(2015).\n57. Sathyanarayanan, S., Zheng, X., Xiao, R. & Sehgal, A. \nPosttranslational regulation of Drosophila PERIOD \nprotein by protein phosphatase 2A. Cell 116, \n603–615 (2004).\n58. Fang, Y., Sathyanarayanan, S. & Sehgal, A. Post-  \ntranslational regulation of the Drosophila circadian \nclock requires protein phosphatase 1 (PP1). Genes \nDev. 21, 1506–1518 (2007).\n59. Jang, A. R., Moravcevic, K., Saez, L., Young, M. W.  \n& Sehgal, A. Drosophila TIM binds importin α 1, and \nacts as an adapter to transport PER to the nucleus. PLOS Genet. 11, e1004974 (2015).\n60. Martinek, S., Inonog, S., Manoukian, A. S. & Young, M. W. A role for the segment polarity gene \nshaggy/GSK-3 in the Drosophila circadian clock.  \nCell 105, 769–779 (2001).\n61. T op, D., Harms, E., Syed, S., Adams, E. L. & Saez, L. \nGSK-3 and CK2 kinases converge on Timeless to \nregulate the master clock. Cell Rep. 16, 357–367 \n(2016).\n62. Zeng, H., Qian, Z., Myers, M. P . & Rosbash, M. A light-  \nentrainment mechanism for the Drosophila circadian \nclock. Nature 380, 129–135 (1996).\n63. Meyer, P ., Saez, L. & Young, M. W. PER–TIM \ninteractions in living Drosophila cells:",
            "page": 13
        },
        "id": "3023"
    },
    {
        "document": "Drosophila brain",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "of the CLOCK/BMAL1 complex. Mol. Cell Biol. 28, \n6056–6065 (2008).\n124. Hirayama, J. et al. CLOCK- mediated acetylation of \nBMAL1 controls circadian function. Nature 450, \n1086–1090 (2007).\n125. Nakahata, Y. et al. The NAD+-dependent deacetylase \nSIRT1 modulates CLOCK- mediated chromatin \nremodeling and circadian control. Cell 134, 329–340 \n(2008).\n126. Petkau, N., Budak, H., Zhou, X., Oster, H. & Eichele, G. \nAcetylation of BMAL1 by TIP60 controls BRD4–  \nP- TEFb recruitment to circadian promoters. eLife 8 \n(2019).\n127. Yin, L., Joshi, S., Wu, N., T ong, X. & Lazar, M. A.  \nE3 ligases Arf- bp1 and Pam mediate lithium- stimulated \ndegradation of the circadian heme receptor Rev- erbα. \nProc. Natl Acad. Sci. USA 107, 11614–11619 (2010).\n128. Yin, L., Wang, J., Klein, P . S. & Lazar, M. A. Nuclear \nreceptor Rev- erbα  is a critical lithium- sensitive \ncomponent of the circadian clock. Science 311, \n1002–1005 (2006).\n129. DeBruyne, J. P ., Baggs, J. E., Sato, T . K. &  \nHogenesch, J. B. Ubiquitin ligase Siah2 regulates \nRevErbα  degradation and the mammalian circadian \nclock. Proc. Natl Acad. Sci. USA 112, 12420–12425 \n(2015).\n130. Zhao, X. et al. Circadian amplitude regulation via \nFBXW7-targeted REV- ERBα  degradation. Cell 165, \n1644–1657 (2016).\n131. Aryal, R. P . et al. Macromolecular assemblies of the \nmammalian circadian clock. Mol. Cell 67, 770–782 \ne776 (2017).  \nThis study presents the purification and \ncharacterization of macromolecular clock protein \nassemblies.\n132. Chiou, Y. Y. et al. Mammalian Period represses and  \nde- represses transcription by displacing CLOCK–\nBMAL1 from promoters in a Cryptochrome- dependent \nmanner. Proc. Natl Acad. Sci. USA 113, E6072–E6079 \n(2016).\n133. Duong, H. A. & Weitz, C. J. T emporal orchestration  \nof repressive chromatin modifiers by circadian clock \nPeriod complexes. Nat. Struct. Mol. Biol. 21, \n126–132 (2014).\n134. Xu, H. et al. Cryptochrome 1 regulates the circadian \nclock through dynamic interactions with the BMAL1  \nC terminus. Nat. Struct. Mol. Biol. 22, 476–484 \n(2015).\n135. Ye, R. et al. Dual modes of CLOCK:BMAL1 inhibition mediated by Cryptochrome and Period proteins in the mammalian circadian clock. Genes Dev. 28, \n1989–1998 (2014).  \nThis paper shows that mammalian CRY proteins can inhibit the transcriptional activity of CLOCK–BMAL1 either through direct blocking of DNA \nbinding or through displacement of CLOCK–\nBMAL1 from promoters.\n136. Ye, R., Selby, C. P ., Ozturk, N., Annayev, Y. & Sancar, A. Biochemical analysis of the canonical model for the mammalian circadian clock. J. Biol. Chem. 286, \n25891–25902 (2011).\n137. King, A. N. & Sehgal, A. Molecular and circuit mechanisms mediating circadian clock output in  \nthe Drosophila brain. Eur. J. Neurosci. https:// \ndoi.org/10.1111/ejn.14092 (2018).\n138. Dissel, S. et al. The logic of circadian organization in \nDrosophila. Curr. Biol. 24, 2257",
            "page": 14
        },
        "id": "3081"
    },
    {
        "document": "D. melanogaster",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": " \ncomponents of the negative limb of the circadian  \nclock feedback loop. Cell 98, 193–205 (1999).  \nThis paper shows that, unlike D. melanogaster CRY, \nmammalian CRY1 and CRY2 act as transcriptional \ninhibitors of CLOCK–BMAL1.\n251. Froy, O., Chang, D. C. & Reppert, S. M. Redox potential: differential roles in dCRY and mCRY1 \nfunctions. Curr. Biol. 12, 147–152 (2002).\n252. Hughes, S., Jagannath, A., Hankins, M. W., Foster, R. G. \n& Peirson, S. N. Photic regulation of clock systems. \nMethods Enzymol. 552, 125–143 (2015).\n253. Brown, S. A., Zumbrunn, G., Fleury- Olela, F.,  \nPreitner, N. & Schibler, U. Rhythms of mammalian \nbody temperature can sustain peripheral circadian \nclocks. Curr. Biol. 12, 1574–1583 (2002).\n254. Buhr, E. D., Yoo, S. H. & T akahashi, J. S. T emperature \nas a universal resetting cue for mammalian circadian \noscillators. Science 330, 379–385 (2010).\n255. Saini, C., Morf, J., Stratmann, M., Gos, P . &  \nSchibler, U. Simulated body temperature rhythms \nreveal the phase- shifting behavior and plasticity of \nmammalian circadian oscillators. Genes Dev. 26, \n567–580 (2012).\n256. T amaru, T . et al. Synchronization of circadian Per2 \nrhythms and HSF1-BMAL1:CLOCK interaction in \nmouse fibroblasts after short- term heat shock pulse. \nPLOS ONE 6, e24521 (2011).\n257. Reinke, H. et al. Differential display of DNA- binding \nproteins reveals heat- shock factor 1 as a circadian \ntranscription factor. Genes Dev. 22, 331–345 (2008).\n258. Morf, J. et al. Cold- inducible RNA- binding protein \nmodulates circadian gene expression \nposttranscriptionally. Science 338, 379–383 (2012).\n259. Adamovich, Y., Ladeuix, B., Golik, M., Koeners, M. P . & \nAsher, G. Rhythmic oxygen levels reset circadian clocks \nthrough HIF1α . Cell Metab. 25, 93–101 (2017).\n260. Adamovich, Y. et al. Oxygen and carbon dioxide \nrhythms are circadian clock controlled and differentially \ndirected by behavioral signals. Cell Metab. 29, \n1092–1103 (2019).\n261. Guo, H., Brewer, J. M., Champhekar, A., Harris, R. B. \n& Bittman, E. L. Differential control of peripheral \ncircadian rhythms by suprachiasmatic- dependent \nneural signals. Proc. Natl Acad. Sci. USA 102, \n3111–3116 (2005).\n262. Gerber, A. et al. Blood- borne circadian signal stimulates \ndaily oscillations in actin dynamics and SRF activity.  \nCell 152, 492–503 (2013).\n263. Kornmann, B., Schaad, O., Bujard, H., T akahashi, J. S. & Schibler, U. System- driven and oscillator- dependent \ncircadian transcription in mice with a conditionally active liver clock. PLOS Biol. 5, e34 (2007).\n264. Damiola, F. et al. Restricted feeding uncouples \ncircadian oscillators in peripheral tissues from the central pacemaker in the suprachiasmatic nucleus. \nGenes Dev. 14, 2950–2961 (2000).\n265. Greenwell, B. J. et al. Rhythmic food intake drives \nrhythmic gene expression more potently than the hepatic circadian clock in mice. Cell Rep. 27, \n649–657.e5 (2019).\n266. Izumo, M. et al. Differential effects of light and feeding",
            "page": 15
        },
        "id": "3128"
    },
    {
        "document": "Drosophila",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "269. Marchant, E. G. & Mistlberger, R. E. Anticipation and \nentrainment to feeding time in intact and SCN- ablated \nC57BL/6j mice. Brain Res. 765, 273–282 (1997).\n270. Crosby, P . et al. Insulin/IGF-1 drives PERIOD synthesis \nto entrain circadian rhythms with feeding time. Cell  \n177, 896–909 (2019).\n271. Sato, M., Murakami, M., Node, K., Matsumura, R.  \n& Akashi, M. The role of the endocrine system in \nfeeding- induced tissue- specific circadian entrainment. \nCell Rep. 8, 393–401 (2014).\n272. T ahara, Y., Otsuka, M., Fuse, Y., Hirao, A. & Shibata, S. Refeeding after fasting elicits insulin- dependent \nregulation of Per2 and Rev- erbα with shifts in the liver \nclock. J. Biol. Rhythm. 26, 230–240 (2011).\n273. Asher, G. et al. Poly(ADP- ribose) polymerase 1 \nparticipates in the phase entrainment of circadian clocks to feeding. Cell 142, 943–953 (2010).\n274. Wolff, G. & Esser, K. A. Scheduled exercise phase shifts \nthe circadian clock in skeletal muscle. Med. Sci. Sports \nExerc.  44, 1663–1670 (2012).\n275. Williams, J. et al. Epithelial and stromal circadian \nclocks are inversely regulated by their mechano- matrix \nenvironment. J. Cell. Sci. 131, jcs208223 (2018).\n276. Yang, N. et al. Cellular mechano- environment \nregulates the mammary circadian clock.  \nNat. Commun. 8, 14287 (2017).\n277. Lee, J. E. & Edery, I. Circadian regulation in the  \nability of Drosophila to combat pathogenic infections. Curr. Biol. 18, 195–199 (2008).\n278. Stone, E. F. et al. The circadian clock protein timeless \nregulates phagocytosis of bacteria in Drosophila. \nPLOS Pathog. 8, e1002445 (2012).\n279. Shirasu- Hiza, M. M., Dionne, M. S., Pham, L. N., \nAyres, J. S. & Schneider, D. S. Interactions between \ncircadian rhythm and immunity in Drosophila melanogaster. Curr. Biol. 17, R353–R355 (2007).\n280. T oda, H., Williams, J. A., Gulledge, M. & Sehgal, A.  \nA sleep- inducing gene, nemuri, links sleep and immune \nfunction in Drosophila. Science 363, 509–515 (2019).\n281. Xu, F. et al. Circadian clocks function in concert with heat shock organizing protein to modulate mutant huntingtin aggregation and toxicity. Cell Rep. 27, \n59–70.e4 (2019).\n282. Means, J. C. et al. Drosophila spaghetti and doubletime link the circadian clock and light to caspases, apoptosis and tauopathy. PLOS Genet. 11, \ne1005171 (2015).\n283. Koh, K., Evans, J. M., Hendricks, J. C. & Sehgal, A.  \nA Drosophila model for age- associated changes in \nsleep:wake cycles. Proc. Natl Acad. Sci. USA 103, \n13843–13847 (2006).\n284. Luo, W. et al. Old flies have a robust central oscillator \nbut weaker behavioral rhythms that can be improved \nby genetic and environmental manipulations. Aging Cell 11, 428–438 (2012).\n285. Rakshit, K. & Giebultowicz, J. M. Cryptochrome restores dampened circadian rhythms and promotes \nhealthspan in aging Drosophila. Aging Cell 12, \n752–762 (2013).\n286. Kuintzle, R. C. et al. Circadian deep sequencing reveals \nstress- response genes that adopt robust rhythmic \nexpression during aging. Nat. Commun. 8, 145",
            "page": 16
        },
        "id": "3176"
    },
    {
        "document": "Drosophila spaghetti",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "269. Marchant, E. G. & Mistlberger, R. E. Anticipation and \nentrainment to feeding time in intact and SCN- ablated \nC57BL/6j mice. Brain Res. 765, 273–282 (1997).\n270. Crosby, P . et al. Insulin/IGF-1 drives PERIOD synthesis \nto entrain circadian rhythms with feeding time. Cell  \n177, 896–909 (2019).\n271. Sato, M., Murakami, M., Node, K., Matsumura, R.  \n& Akashi, M. The role of the endocrine system in \nfeeding- induced tissue- specific circadian entrainment. \nCell Rep. 8, 393–401 (2014).\n272. T ahara, Y., Otsuka, M., Fuse, Y., Hirao, A. & Shibata, S. Refeeding after fasting elicits insulin- dependent \nregulation of Per2 and Rev- erbα with shifts in the liver \nclock. J. Biol. Rhythm. 26, 230–240 (2011).\n273. Asher, G. et al. Poly(ADP- ribose) polymerase 1 \nparticipates in the phase entrainment of circadian clocks to feeding. Cell 142, 943–953 (2010).\n274. Wolff, G. & Esser, K. A. Scheduled exercise phase shifts \nthe circadian clock in skeletal muscle. Med. Sci. Sports \nExerc.  44, 1663–1670 (2012).\n275. Williams, J. et al. Epithelial and stromal circadian \nclocks are inversely regulated by their mechano- matrix \nenvironment. J. Cell. Sci. 131, jcs208223 (2018).\n276. Yang, N. et al. Cellular mechano- environment \nregulates the mammary circadian clock.  \nNat. Commun. 8, 14287 (2017).\n277. Lee, J. E. & Edery, I. Circadian regulation in the  \nability of Drosophila to combat pathogenic infections. Curr. Biol. 18, 195–199 (2008).\n278. Stone, E. F. et al. The circadian clock protein timeless \nregulates phagocytosis of bacteria in Drosophila. \nPLOS Pathog. 8, e1002445 (2012).\n279. Shirasu- Hiza, M. M., Dionne, M. S., Pham, L. N., \nAyres, J. S. & Schneider, D. S. Interactions between \ncircadian rhythm and immunity in Drosophila melanogaster. Curr. Biol. 17, R353–R355 (2007).\n280. T oda, H., Williams, J. A., Gulledge, M. & Sehgal, A.  \nA sleep- inducing gene, nemuri, links sleep and immune \nfunction in Drosophila. Science 363, 509–515 (2019).\n281. Xu, F. et al. Circadian clocks function in concert with heat shock organizing protein to modulate mutant huntingtin aggregation and toxicity. Cell Rep. 27, \n59–70.e4 (2019).\n282. Means, J. C. et al. Drosophila spaghetti and doubletime link the circadian clock and light to caspases, apoptosis and tauopathy. PLOS Genet. 11, \ne1005171 (2015).\n283. Koh, K., Evans, J. M., Hendricks, J. C. & Sehgal, A.  \nA Drosophila model for age- associated changes in \nsleep:wake cycles. Proc. Natl Acad. Sci. USA 103, \n13843–13847 (2006).\n284. Luo, W. et al. Old flies have a robust central oscillator \nbut weaker behavioral rhythms that can be improved \nby genetic and environmental manipulations. Aging Cell 11, 428–438 (2012).\n285. Rakshit, K. & Giebultowicz, J. M. Cryptochrome restores dampened circadian rhythms and promotes \nhealthspan in aging Drosophila. Aging Cell 12, \n752–762 (2013).\n286. Kuintzle, R. C. et al. Circadian deep sequencing reveals \nstress- response genes that adopt robust rhythmic \nexpression during aging. Nat. Commun. 8, 145",
            "page": 16
        },
        "id": "3186"
    },
    {
        "document": "Macaca mulatta",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3473"
    }
]