[
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "In the present study, we employed an array of light -emitting diodes (LEDs) to generate \ndim illumination ( 10 lx) with a spectral  composition that was  enriched in either shorter \nwavelengths (λ) designed to activate melanopsin or longer λ designed to minimize activation of \nthis photopigment .  First, we ascertained in wild -type (WT) mice whether our two light \ntreatments differentially regulated negative masking behavior , light-induced phase shifts of \ncircadian behavior as well as the light-evoked c -Fos response in the suprachiasmatic nucleus \n(SCN) .  A transgenic line of mice ( Opn4DTA) lacking melanopsin and  with diminished ipRGC s \ndue to the targeted expression of diphtheria toxin A in the Opn4 expressing cells  (Matynia et al., \n2012; Chew et al., 2017) w as used to further evaluate the contribution of the ipRGCs in \nmediating the effects of DLaN.  Next, we determined whether the two light treatments \ndifferentially impacted DLaN- driven changes in daily patterns of activity, sociability, and \ngrooming in WT and Cntnap2 knock -out (KO) mice. Finally, we examined whether short -λ \nenhanced DLaN altered light -evoked changes in the number of  c-Fos+ cells  in selected brain \nregions in both WT and Cntnap2 KO mice.   \n \n  \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 3
        },
        "id": "889"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "the same housing conditions as described above. Their locomotor activity was recorded per 3 -\nmin interval  and monitored to ensure the entrainment to the housing LD cycles. The animals \nwere subjected to one hour of light ( enriched for long or short wavelengths) at ZT 14. The \nactivity level during this light exposure was compared to the activity level during the equivalent \nhour (ZT 14 to 15) on the day before the treatment. The fold change (%) was reported.  \nPhase shift of activity  rhythms    \nAfter the habituation to running wheel cages, a different cohort of WT mice (3 -4 mo) \nwere released into constant darkness (DD) for 10 days. The circadian time (CT) of their free -\nrunning sleep/wake cycles were monitored with the VitalView. The time of activity onset under DD was deﬁned as CT 12. On day 11, mice were exposed to long - or short -wavelength light (10 \nlx, 60 min) at CT 16. After the treatment, the mice stayed in DD for following 10 days. And best -\nfit lines of the activity onsets of sleep/wake cycles before and after the treatment were determined and compared.  \nPhotic induction of c- Fos in the SCN  and Immunofluorescence  \nA separate cohort of WT mice (n= 2 male and 2 female, 3-4 mo) was housed in DD \nconditions. The animals were exposed to long - or short -wavelength light (10 lx) for 15 mins at \nCT 16.  Forty -five mins later, the mice were euthanized with isoflurane (30% –32%) and  \ntranscardially perfused with phosphate- buffered saline (PBS, 0.1 M, pH 7.4) containing 4% (w/v) \nparaformaldehyde ( Sigma ). The brains were rapidly dissected out, post -fixed overnight in 4% \nPFA at 4 °C, and cryoprotected in 15% sucrose. Sequential coronal sections  (50 μm), \ncontaining the middle SCN , were collected using a cryostat (Leica, Buffalo Grove, IL)  and then \nfurther processed for c -Fos immunofluorescence as reported below (Wang et al., 2017).  \nBehavioral tests  \nThe reciprocal social interaction test  was used to assess general sociability and interest \nin social novelty . On days of testing, the animals were taken out from the light -tight chambers, \nand habituated to the testing room for at least 30 mins. To avoid sleep disruptions, all behavioral \ntests were conducted in the middle of the dark phase (ZT 16- 18). The social behavior was \nevaluated by familiarizing the testing mouse with the testing arena first (habituation for 30 mins), \nand then introducing a never -met stranger mouse into the same arena. The stranger mouse had \nthe same age, sex, and genotype as the testing mouse. The two mice were allowed to interact for 10 mins, and the testing trials were recorded. Duration of sniffing (nose to nose sniff and . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 6
        },
        "id": "918"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "939"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1020"
    },
    {
        "document": "c-Fos expression",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "and sex -matched WT.  S ocial deficits were observed in mutants of  both sexes. Hence, both \nsexes of Cntnap2 KO exhibited phenotypes of disrupted activity rhythms, higher repetitive \nbehavior and less social interactions compared to WT mice. Interestingly, prior work h as found \nthat LPS -induced maternal immune activation caused male- specific deficits in behavior and \ngene expression in the Cntnap2 KO lin e (Schaafsma et al., 2017). Furthermore, we asked \nwhether the female mice might be less influenced by the environmental challenge caused by \nDLaN treatment.  In our three assays (activity, grooming, and social interac tions), we found that \nboth sexes were negatively impacted by the DLaN ( Table 5;  S. Fig. 2 ).  The females Cntnap2 \nKO did appear to be relatively resistant to the excessive grooming triggered by DLaN. Still \noverall our data demonstrate that the both sexes were negatively impacted by the Cntnap2 \nmutation and the negative influence of DLaN.   \n \nPrior work has shown that activation of ipRGC can drive c -Fos expression in several \nbrain regions including those in the hypothalamus and limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018).   We sought to determine whether the 2- weeks of DLaN would alter c -\nFos expression in some of those brain regions ( Fig. 7).  In contrast to the effects of the light \nwhen the mice were held in DD ( Fig. 1 ), we did not see any evidence that the chronic nightly \nhigh melanopic illumination increased c -Fos in the SCN.  Similarly, we did not see increased c -\nFos expression in the PVH and LH .  Interestingly, the  chemogenetic  activation of ipRGCs, did \ninduced c -Fos expression in these two regions (Milosavljevic et al., 2016).  The difference may \nwell be the relatively weak light stimulus used in the present study  or the difference between \nacute chemogenetic activation vs. chronic stimulation with the DLaN.  We did fi nd that our high \nmelanopic DLaN did increases c -Fos expression in the pHb and BLA.  Prior work has implicated \nthe pHb as a region critically involved in the effects of light on mood (Fernandez et al., 2018) .  \nSpecifically , there is support for circuit by which the ipRGC regulation of the dorsal region of the \npHb projects to the nucleus accumbens (NAc)  to drive depressive- like behaviors  (An et al., \n2020).  Thus , we would expect to see DLaN driven alterations in depressive behaviors in our \nmouse models  (Fonken et al., 2012; Bedrosian et al., 2013; Walker et al., 2020)  and this will be \nan important area for future work . More critical for the present study, prior work suggests that \nthe BLA may regulate repetitive behavior  (Felix -Ortiz and Tye, 2014; Sun et al., 2019).  Using a \nreporter for a glutamate transporter (vGlut2), we were able to show that the c -Fos induction \noccurs robustly, although certainly not exclusively, in a glutamatergic cell population in the BLA \n(Fig. 7 ).     . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 15
        },
        "id": "1062"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 1:  Shift to longer \nwavelength illumination \nreduces negative masking, \nlight -induced phase shifts of \nthe circadian activity \nrhythms, and induction of c -\nFos in the suprachiasmatic nucleus of WT mice.   (A) \nSpectral irradiance of the light emitted by the LED array using two lighting treatments: a short \nwavelength ( λ) enriched (10 lx, \npeak at 478 nm) and a long λ  \nenriched illumination (10 lx, \npeak at 608 nm). (B)  Light -\ninduced masking of activity in \nWT mice e xposed to either the \nshort λ  or long λ  enriched light \nfor one hour at ZT 14. The activity level during this light exposure was compared to that during the equivalent hour (ZT 14-15) on the day before the \ntreatment (baseline activity). (C)  \nExamples of light -induced \nphase shifts of wheel -running \nactivity onsets. After entrainment to the standard light:dark (LD) cycle, WT mice were placed into constant \ndarkness (DD) for 10 days and \nthen exposed to either short λ  \nor long λ  enriched illumination (10 lx, 15 min) at CT 16 (4 hours after the activity onset). Solid lines show \nlines running through activity onset before and after light treatment.  (D)  The short λ  enhanced \nillumination produced significant phase delays of the circadian system.  (E) Examples of light -evoked c -\nFos expression in the suprachiasmatic nucleus (SCN). Mice were exposed to either the short λ  or long λ  \nenriched illumination (10 lx) for 15 min at CT 16, perfused 45 min later and the brains collected. ( F) The \nshort λ  enhanced illumination produced a significant increase in the number of c -Fos positive cells in the \nSCN. Cells were counted in both the left and right SCN in two consecutive coronal sections per animal \nand the numbers averaged to obtain one value per animal. The histograms show the means  ± the \nstandard error of the mean (SEM). Data were analyzed using one- way ANOVA ( Table 1) followed by the \nHolm -Sidak multiple comparisons test with the asterisks indicating significant difference between the \ngroups ( P < 0.05).    \n \n \n \n   \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 28
        },
        "id": "1102"
    },
    {
        "document": "c-Fos immunopositive cells",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "1192"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "1220"
    },
    {
        "document": "c-Fos expression",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": " \nTable 7. Increased c- Fos expression in glutamatergic neurons in the BLA by the short  wavelength enriched illumination .   \nComparisons of vGlut2 -ZsGreen1 /c-Fos positive cells in the BLA of WT and Cntnap2 KO mice under LD or DLaN regimen (n = 4/group)  showed a \nmarked increase in the percent age of c- Fos positive in the mutants exposed to short wavelength enriched DLaN. T he number of vGlut2 -ZsGreen1  \nexpressing neurons  and, among these neurons, the number of  c-Fos positive w as determined in 4 to 7 images  per animal . The percentage of co-\nexpressing cells was then calculated per image. T hese values  were averaged  to obtain a single number per animal. Data  are shown as the average \n± SEM  and were analyzed with a two -way ANOVA using genotype and treatment as factors  followed by the Holm -Sidak test for multiple \ncomparisons. The asterisk s indicate  significant differences between LD and DLaN treatments  within genotype. Significant differences are shown in \nbold. \n \n vGlut 2-ZsGreen1 cells  vGlut 2-ZsGreen 1/c-Fos positive  % co -expression  \nWT LD 43.4 ± 3.1 9.1 ± 0.7 21.0 ± 1.0 \nWT + DLaN  47.2 ± 2.2 18.9 ± 1.4 40.5 ± 4.0* \nCntnap2  KO LD 45.2 ± 2.3 8.8 ± 1.8 19.7 ± 4.6 \nCntnap2  KO + DLaN  33.2 ± 1.0 17.7 ± 1.3 53.6 ± 5.5* \n    \nTwo-Way ANOVA  Treatment  Genotype  Interaction  \n F(1, 12)=41.68;  P<0.00 01 F(1,12)=2.017;  P=0.181  F(1, 12)=2.998; P=0.109  \n \n \n . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 41
        },
        "id": "1236"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "In the present study, we employed an array of light -emitting diodes (LEDs) to generate \ndim illumination ( 10 lx) with a spectral  composition that was  enriched in either shorter \nwavelengths (λ) designed to activate melanopsin or longer λ designed to minimize activation of \nthis photopigment .  First, we ascertained in wild -type (WT) mice whether our two light \ntreatments differentially regulated negative masking behavior , light-induced phase shifts of \ncircadian behavior as well as the light-evoked c -Fos response in the suprachiasmatic nucleus \n(SCN) .  A transgenic line of mice ( Opn4DTA) lacking melanopsin and  with diminished ipRGC s \ndue to the targeted expression of diphtheria toxin A in the Opn4 expressing cells  (Matynia et al., \n2012; Chew et al., 2017) w as used to further evaluate the contribution of the ipRGCs in \nmediating the effects of DLaN.  Next, we determined whether the two light treatments \ndifferentially impacted DLaN- driven changes in daily patterns of activity, sociability, and \ngrooming in WT and Cntnap2 knock -out (KO) mice. Finally, we examined whether short -λ \nenhanced DLaN altered light -evoked changes in the number of  c-Fos+ cells  in selected brain \nregions in both WT and Cntnap2 KO mice.   \n \n  \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 3
        },
        "id": "1663"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "the same housing conditions as described above. Their locomotor activity was recorded per 3 -\nmin interval  and monitored to ensure the entrainment to the housing LD cycles. The animals \nwere subjected to one hour of light ( enriched for long or short wavelengths) at ZT 14. The \nactivity level during this light exposure was compared to the activity level during the equivalent \nhour (ZT 14 to 15) on the day before the treatment. The fold change (%) was reported.  \nPhase shift of activity  rhythms    \nAfter the habituation to running wheel cages, a different cohort of WT mice (3 -4 mo) \nwere released into constant darkness (DD) for 10 days. The circadian time (CT) of their free -\nrunning sleep/wake cycles were monitored with the VitalView. The time of activity onset under DD was deﬁned as CT 12. On day 11, mice were exposed to long - or short -wavelength light (10 \nlx, 60 min) at CT 16. After the treatment, the mice stayed in DD for following 10 days. And best -\nfit lines of the activity onsets of sleep/wake cycles before and after the treatment were determined and compared.  \nPhotic induction of c- Fos in the SCN  and Immunofluorescence  \nA separate cohort of WT mice (n= 2 male and 2 female, 3-4 mo) was housed in DD \nconditions. The animals were exposed to long - or short -wavelength light (10 lx) for 15 mins at \nCT 16.  Forty -five mins later, the mice were euthanized with isoflurane (30% –32%) and  \ntranscardially perfused with phosphate- buffered saline (PBS, 0.1 M, pH 7.4) containing 4% (w/v) \nparaformaldehyde ( Sigma ). The brains were rapidly dissected out, post -fixed overnight in 4% \nPFA at 4 °C, and cryoprotected in 15% sucrose. Sequential coronal sections  (50 μm), \ncontaining the middle SCN , were collected using a cryostat (Leica, Buffalo Grove, IL)  and then \nfurther processed for c -Fos immunofluorescence as reported below (Wang et al., 2017).  \nBehavioral tests  \nThe reciprocal social interaction test  was used to assess general sociability and interest \nin social novelty . On days of testing, the animals were taken out from the light -tight chambers, \nand habituated to the testing room for at least 30 mins. To avoid sleep disruptions, all behavioral \ntests were conducted in the middle of the dark phase (ZT 16- 18). The social behavior was \nevaluated by familiarizing the testing mouse with the testing arena first (habituation for 30 mins), \nand then introducing a never -met stranger mouse into the same arena. The stranger mouse had \nthe same age, sex, and genotype as the testing mouse. The two mice were allowed to interact for 10 mins, and the testing trials were recorded. Duration of sniffing (nose to nose sniff and . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 6
        },
        "id": "1692"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "1713"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1794"
    },
    {
        "document": "c-Fos expression",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "and sex -matched WT.  S ocial deficits were observed in mutants of  both sexes. Hence, both \nsexes of Cntnap2 KO exhibited phenotypes of disrupted activity rhythms, higher repetitive \nbehavior and less social interactions compared to WT mice. Interestingly, prior work h as found \nthat LPS -induced maternal immune activation caused male- specific deficits in behavior and \ngene expression in the Cntnap2 KO lin e (Schaafsma et al., 2017). Furthermore, we asked \nwhether the female mice might be less influenced by the environmental challenge caused by \nDLaN treatment.  In our three assays (activity, grooming, and social interac tions), we found that \nboth sexes were negatively impacted by the DLaN ( Table 5;  S. Fig. 2 ).  The females Cntnap2 \nKO did appear to be relatively resistant to the excessive grooming triggered by DLaN. Still \noverall our data demonstrate that the both sexes were negatively impacted by the Cntnap2 \nmutation and the negative influence of DLaN.   \n \nPrior work has shown that activation of ipRGC can drive c -Fos expression in several \nbrain regions including those in the hypothalamus and limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018).   We sought to determine whether the 2- weeks of DLaN would alter c -\nFos expression in some of those brain regions ( Fig. 7).  In contrast to the effects of the light \nwhen the mice were held in DD ( Fig. 1 ), we did not see any evidence that the chronic nightly \nhigh melanopic illumination increased c -Fos in the SCN.  Similarly, we did not see increased c -\nFos expression in the PVH and LH .  Interestingly, the  chemogenetic  activation of ipRGCs, did \ninduced c -Fos expression in these two regions (Milosavljevic et al., 2016).  The difference may \nwell be the relatively weak light stimulus used in the present study  or the difference between \nacute chemogenetic activation vs. chronic stimulation with the DLaN.  We did fi nd that our high \nmelanopic DLaN did increases c -Fos expression in the pHb and BLA.  Prior work has implicated \nthe pHb as a region critically involved in the effects of light on mood (Fernandez et al., 2018) .  \nSpecifically , there is support for circuit by which the ipRGC regulation of the dorsal region of the \npHb projects to the nucleus accumbens (NAc)  to drive depressive- like behaviors  (An et al., \n2020).  Thus , we would expect to see DLaN driven alterations in depressive behaviors in our \nmouse models  (Fonken et al., 2012; Bedrosian et al., 2013; Walker et al., 2020)  and this will be \nan important area for future work . More critical for the present study, prior work suggests that \nthe BLA may regulate repetitive behavior  (Felix -Ortiz and Tye, 2014; Sun et al., 2019).  Using a \nreporter for a glutamate transporter (vGlut2), we were able to show that the c -Fos induction \noccurs robustly, although certainly not exclusively, in a glutamatergic cell population in the BLA \n(Fig. 7 ).     . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 15
        },
        "id": "1880"
    },
    {
        "document": "c-Fos",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 1:  Shift to longer \nwavelength illumination \nreduces negative masking, \nlight -induced phase shifts of \nthe circadian activity \nrhythms, and induction of c -\nFos in the suprachiasmatic nucleus of WT mice.   (A) \nSpectral irradiance of the light emitted by the LED array using two lighting treatments: a short \nwavelength ( λ) enriched (10 lx, \npeak at 478 nm) and a long λ  \nenriched illumination (10 lx, \npeak at 608 nm). (B)  Light -\ninduced masking of activity in \nWT mice e xposed to either the \nshort λ  or long λ  enriched light \nfor one hour at ZT 14. The activity level during this light exposure was compared to that during the equivalent hour (ZT 14-15) on the day before the \ntreatment (baseline activity). (C)  \nExamples of light -induced \nphase shifts of wheel -running \nactivity onsets. After entrainment to the standard light:dark (LD) cycle, WT mice were placed into constant \ndarkness (DD) for 10 days and \nthen exposed to either short λ  \nor long λ  enriched illumination (10 lx, 15 min) at CT 16 (4 hours after the activity onset). Solid lines show \nlines running through activity onset before and after light treatment.  (D)  The short λ  enhanced \nillumination produced significant phase delays of the circadian system.  (E) Examples of light -evoked c -\nFos expression in the suprachiasmatic nucleus (SCN). Mice were exposed to either the short λ  or long λ  \nenriched illumination (10 lx) for 15 min at CT 16, perfused 45 min later and the brains collected. ( F) The \nshort λ  enhanced illumination produced a significant increase in the number of c -Fos positive cells in the \nSCN. Cells were counted in both the left and right SCN in two consecutive coronal sections per animal \nand the numbers averaged to obtain one value per animal. The histograms show the means  ± the \nstandard error of the mean (SEM). Data were analyzed using one- way ANOVA ( Table 1) followed by the \nHolm -Sidak multiple comparisons test with the asterisks indicating significant difference between the \ngroups ( P < 0.05).    \n \n \n \n   \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 28
        },
        "id": "1920"
    },
    {
        "document": "c-Fos immunopositive cells",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "2010"
    },
    {
        "document": "c-Fos expression",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": " \nTable 7. Increased c- Fos expression in glutamatergic neurons in the BLA by the short  wavelength enriched illumination .   \nComparisons of vGlut2 -ZsGreen1 /c-Fos positive cells in the BLA of WT and Cntnap2 KO mice under LD or DLaN regimen (n = 4/group)  showed a \nmarked increase in the percent age of c- Fos positive in the mutants exposed to short wavelength enriched DLaN. T he number of vGlut2 -ZsGreen1  \nexpressing neurons  and, among these neurons, the number of  c-Fos positive w as determined in 4 to 7 images  per animal . The percentage of co-\nexpressing cells was then calculated per image. T hese values  were averaged  to obtain a single number per animal. Data  are shown as the average \n± SEM  and were analyzed with a two -way ANOVA using genotype and treatment as factors  followed by the Holm -Sidak test for multiple \ncomparisons. The asterisk s indicate  significant differences between LD and DLaN treatments  within genotype. Significant differences are shown in \nbold. \n \n vGlut 2-ZsGreen1 cells  vGlut 2-ZsGreen 1/c-Fos positive  % co -expression  \nWT LD 43.4 ± 3.1 9.1 ± 0.7 21.0 ± 1.0 \nWT + DLaN  47.2 ± 2.2 18.9 ± 1.4 40.5 ± 4.0* \nCntnap2  KO LD 45.2 ± 2.3 8.8 ± 1.8 19.7 ± 4.6 \nCntnap2  KO + DLaN  33.2 ± 1.0 17.7 ± 1.3 53.6 ± 5.5* \n    \nTwo-Way ANOVA  Treatment  Genotype  Interaction  \n F(1, 12)=41.68;  P<0.00 01 F(1,12)=2.017;  P=0.181  F(1, 12)=2.998; P=0.109  \n \n \n . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 41
        },
        "id": "2050"
    }
]