[
    {
        "document": "Tef",
        "metadata": {
            "originalPdf": "eac9624b-65fe-412f-b7ab-f9ea82581e16.pdf",
            "originalText": " 2020). REM sleep has\nbeen postulated as an index of brain plasticity (Elia et al.\n2000). Impaired REM sleep can thus be considered as a\nmarker of abnormal brain functioning. Contextually,\npersistent sleep disturbance was associated with neuronal\ndamage and impaired brain development (Jan et al. 2010;\nMacDuf ﬁe et al. 2020). A correlation between altered\nsubcortical brain volumes and sleep onset problems in ﬁrst\ntwo years of life may predispose infants to ASD; this further\nimplies the neurodevelopmental connection of sleep\nabnormality in children with ASD (MacDuf ﬁe et al. 2020).\nInterestingly, genes regulating the circadian rhythm also\naffect sleep behavior (Patke et al. 2017). SHANK3, a\ncandidate gene of ASD modulates sleep as well as the\nexpression of the circadian transcription factors like PER3 ,\nBhlhe41 ,Hlf, Tef, and Nr1d1 in mouse (Ingiosi et al. 2019).\nThus, sleep can be considered as a translationally-relevant\nendpoint in ASD pathobiology and therapeutics (Missig\net al. 2020).\nMelatonin is involved in an arsenal of pathways in the\nhuman body; foremost among them is the regulation of the\ncircadian rhythm and sleep –wake cycle (Cajochen et al.\n2003). Melatonin has neuroprotective effects and it is\nessential for normal neurodevelopment (Jin et al. 2018).\nStudies on rodent hippocampus have shown that ﬂuctu-\nating melatonin levels have a signi ﬁcant effect on synaptic\nplasticity (Hogan et al. 2001), and long-term potentiation in\nthe hippocampus (Wang et al. 2005). Hippocampaldysfunction, as well as altered synaptic plasticity, is\nimplicated in ASD (Dager et al. 2007; Guang et al. 2018;4\nF. Abdul et al.: Circadian abnormalities in ASD",
            "page": 3
        },
        "id": "85"
    },
    {
        "document": "TGF-beta",
        "metadata": {
            "originalPdf": "eac9624b-65fe-412f-b7ab-f9ea82581e16.pdf",
            "originalText": "Moaaz, M., Youssry, S., Elfatatry, A., and El Rahman, M.A. (2019).\nTh17/Treg cells imbalance and their related cytokines (IL-17, IL-10\nand TGF-beta) in children with autism spectrum disorder.J. Neuroimmunol. 337: 577071.\nMohawk, J.A., Green, C.B., and Takahashi, J.S. (2012). Central and\nperipheral circadian clocks in mammals. Annu. Rev. Neurosci.35: 445 –462.\nMoore, R.Y. and Eichler, V.B. (1972). Loss of a circadian adrenal\ncorticosterone rhythm following suprachiasmatic lesions in therat. Brain Res. 42: 201 –206.\nMorin, L.P. (1999). Serotonin and the regulation of mammalian\ncircadian rhythmicity. Ann. Med. 31: 12 –33.\nMukherjee, S., Coque, L., Cao, J.L., Kumar, J., Chakravarty, S.,\nAsaithamby, A., Graham, A., Gordon, E., Enwright, J.F., 3RD,\nDileone, R.J., et al. (2010). Knockdown of Clock in the ventral\ntegmental area through RNA interference results in a mixed stateof mania and depression-like behavior. Biol. Psychiatr. 68:\n503–511.\nMusiek, E.S., Lim, M.M., Yang, G., Bauer, A.Q., Qi, L., Lee, Y., Roh, J.H.,\nOrtiz-Gonzalez, X., Dearborn, J.T., Culver, J.P., et al. (2013).\nCircadian clock proteins regulate neuronal redox homeostasis\nand neurodegeneration. J. Clin. Invest. 123: 5389 –5400.\nNadeem, A., Ahmad, S.F., Al-Ayadhi, L.Y., Attia, S.M., Al-Harbi, N.O.,\nAlzahrani, K.S., and Bakheet, S.A. (2020). Differential regulation\nof Nrf2 is linked to elevated in ﬂammation and nitrative stress in\nmonocytes of children with autism. Psychoneuroendocrinology113: 104554.\nNader, N., Chrousos, G.P., and Kino, T. (2010). Interactions of the\ncircadian CLOCK system and the HPA axis. Trends Endocrinol.Metab. 21: 277 –286.\nNakao, A. (2014). Temporal regulation of cytokines by the circadian\nclock. J. Immunol. Res. 2014: 614529.\nNapoli, E., Wong, S., and Giulivi, C. (2013). Evidence of reactive oxygen\nspecies-mediated damage to mitochondrial DNA in children with\ntypical autism. Mol. Autism. 4: 2.\nNguyen, A., Rauch, T.A., Pfeifer, G.P., and Hu, V.W. (2010). Global\nmethylation pro ﬁling of lymphoblastoid cell lines reveals\nepigenetic contributions to autism spectrum disorders and a\nnovel autism candidate gene, RORA, whose protein product isreduced in autistic brain. Faseb. J. 24: 3036 –3051.\nNguyen, L.S., Fregeac, J., Bole-Feysot, C., Cagnard, N., Iyer, A., Anink,\nJ., Aronica, E., Alibeu, O., Nitschke, P., and Colleaux, L. (2018).Role of miR-146a in neural stem cell differentiation and neural\nlineage determination: relevance for neurodevelopmental\ndisorders. Mol. Autism. 9: 38.\nNicholas, B., Rudrasingham, V., Nash, S., Kirov, G., Owen, M.J., and\nWimpory, D.C. (2007). Association of Per1 and Npas2 with\nautistic disorder: support for the clock genes/social timing\nhypothesis. Mol. Psychiatr. 12: 581 –592.\nNobs, S.P., Tuganbaev, T., and Elinav, E. (2019). Microbiome diurnal\nrhythmicity and its impact on host physiology and disease risk.\nEMBO Rep. 20,",
            "page": 14
        },
        "id": "237"
    },
    {
        "document": "TGF-beta",
        "metadata": {
            "originalPdf": "Disruption of circadian rhythm and risk of autism spectrum disorder.pdf",
            "originalText": "Moaaz, M., Youssry, S., Elfatatry, A., and El Rahman, M.A. (2019).\nTh17/Treg cells imbalance and their related cytokines (IL-17, IL-10\nand TGF-beta) in children with autism spectrum disorder.J. Neuroimmunol. 337: 577071.\nMohawk, J.A., Green, C.B., and Takahashi, J.S. (2012). Central and\nperipheral circadian clocks in mammals. Annu. Rev. Neurosci.35: 445 –462.\nMoore, R.Y. and Eichler, V.B. (1972). Loss of a circadian adrenal\ncorticosterone rhythm following suprachiasmatic lesions in therat. Brain Res. 42: 201 –206.\nMorin, L.P. (1999). Serotonin and the regulation of mammalian\ncircadian rhythmicity. Ann. Med. 31: 12 –33.\nMukherjee, S., Coque, L., Cao, J.L., Kumar, J., Chakravarty, S.,\nAsaithamby, A., Graham, A., Gordon, E., Enwright, J.F., 3RD,\nDileone, R.J., et al. (2010). Knockdown of Clock in the ventral\ntegmental area through RNA interference results in a mixed stateof mania and depression-like behavior. Biol. Psychiatr. 68:\n503–511.\nMusiek, E.S., Lim, M.M., Yang, G., Bauer, A.Q., Qi, L., Lee, Y., Roh, J.H.,\nOrtiz-Gonzalez, X., Dearborn, J.T., Culver, J.P., et al. (2013).\nCircadian clock proteins regulate neuronal redox homeostasis\nand neurodegeneration. J. Clin. Invest. 123: 5389 –5400.\nNadeem, A., Ahmad, S.F., Al-Ayadhi, L.Y., Attia, S.M., Al-Harbi, N.O.,\nAlzahrani, K.S., and Bakheet, S.A. (2020). Differential regulation\nof Nrf2 is linked to elevated in ﬂammation and nitrative stress in\nmonocytes of children with autism. Psychoneuroendocrinology113: 104554.\nNader, N., Chrousos, G.P., and Kino, T. (2010). Interactions of the\ncircadian CLOCK system and the HPA axis. Trends Endocrinol.Metab. 21: 277 –286.\nNakao, A. (2014). Temporal regulation of cytokines by the circadian\nclock. J. Immunol. Res. 2014: 614529.\nNapoli, E., Wong, S., and Giulivi, C. (2013). Evidence of reactive oxygen\nspecies-mediated damage to mitochondrial DNA in children with\ntypical autism. Mol. Autism. 4: 2.\nNguyen, A., Rauch, T.A., Pfeifer, G.P., and Hu, V.W. (2010). Global\nmethylation pro ﬁling of lymphoblastoid cell lines reveals\nepigenetic contributions to autism spectrum disorders and a\nnovel autism candidate gene, RORA, whose protein product isreduced in autistic brain. Faseb. J. 24: 3036 –3051.\nNguyen, L.S., Fregeac, J., Bole-Feysot, C., Cagnard, N., Iyer, A., Anink,\nJ., Aronica, E., Alibeu, O., Nitschke, P., and Colleaux, L. (2018).Role of miR-146a in neural stem cell differentiation and neural\nlineage determination: relevance for neurodevelopmental\ndisorders. Mol. Autism. 9: 38.\nNicholas, B., Rudrasingham, V., Nash, S., Kirov, G., Owen, M.J., and\nWimpory, D.C. (2007). Association of Per1 and Npas2 with\nautistic disorder: support for the clock genes/social timing\nhypothesis. Mol. Psychiatr. 12: 581 –592.\nNobs, S.P., Tuganbaev, T., and Elinav, E. (2019). Microbiome diurnal\nrhythmicity and its impact on host physiology and disease risk.\nEMBO Rep. 20,",
            "page": 14
        },
        "id": "472"
    },
    {
        "document": "TMP",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": "Nature Chemistry\nArticle https://doi.org/10.1038/s41557-023-01383-yExtended Data Fig. 2 | Molecular jackhammer (MJH) model and summary \nof structures used in this study. ( a) Important MJH structural elements. LMP \n= longitudinal molecular plasmon. TMP = transversal molecular plasmon. The strength of the molecular plasmon (VDA) is expected to be proportional to \nthe length of the π-conjugation. The π-conjugation can be increased in two \nways: 1) increasing the length of polymethine bridge and 2) increasing the size of the polycyclic aromatic hydrocarbon (PAH) fused to the indole. The purple color is to highlight the polymethine bridge. The cyanines are named by the number of carbons in the polymethine bridge, in the example it is C7. The red color is to highlight the structure of the indole, and the orange color is for the benzoindole. The heptamethine bridge (C7) can be chemically conjugated with indole to form Cy7 or with benzoindole to form Cy7.5. These structural elements, polymethine and indole or benzoindole, hybridize to from a coupled system with the molecular plasmon-dominated longitudinally by the polymethine bridge \n(LMP in purple) and transversally by the indole or benzoindole (TMP in teal). \nHowever, these structures are hybridized and the electronic conjugation of the benzoindole influences the polymethine bridge and vice versa. (b ) Summary of \nstructures in this study. The observed effect on the cell killing is summarized for each structure, and each lists the common name of the conjugate backbone. The addend function is listed for each.",
            "page": 15
        },
        "id": "787"
    },
    {
        "document": "toll-­‐like receptor-­‐4",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "4    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. along 24 hours [82]. However, the nocturnal activation of PKA and phosphorylation of AANAT start the conversion of 5-HT into the penultimate indoleamine in melatonin formation, N-acetylserotonin (NAS), which is methylated by the enzyme acetylserotonin O-methyltransferase (ASMT) to produce melatonin (N-acetyl-5-methoxytryptamine). Melatonin signals darkness in both diurnal and nocturnal animals. In rats, nocturnal Aanat expression as well as its protein activity, increase 100-150 times compared to daytime levels [66, 83]. In humans, ungulates, and rodents that display diur-nal activity, this enzyme shows minor changes in gene expression but has increased nocturnal activity due to β1-adrenoceptor-induced PKA activation [84].  Melatonin is a highly amphiphilic molecule that acts in G-coupled protein receptors and subcellular compartments and is re-leased at night into the cerebrospinal fluid (CSF), via t h e  p i neal recess, and bloodstream. Melatonin control over several target tis-sues ultimately adjusts their biological rhythms [85, 86, 87]. Be-sides, melatonin also regulates several cellular activities, including reduction of oxidative stress [88, 89], modulation o f  C a 2 +-calmodulin interaction [90], and inhibition of transcription factors, such as nuclear factor kappa B (NF-κB) [91].   Melatonin, the pineal hormone, is also synthesized in extra-pineal sites [92], such as the retina [93], gastrointestinal tract [94], skin [95], immune cells [96-98], and other areas of the brain [99,100]. The synthesis of melatonin by immune-competent cells is positively mediated by NF-κB [64]. The dual effect of NF-κB in pinealocytes and monocytes/macrophages and dendritic cells is dependent on the NF-κB dimer that is translocated to the nucleus. Thus, melatonin is not only the hormone of darkness but also a mediator of defense responses. The classical hormonal effect de-pends on the daily rhythm mediated by pinealocyte synthesis, which is controlled by the SCN, and, therefore, the environmental lighting, whereas, the synthesis of melatonin by immune-competent cells relies on the activation of the NF-κB pathway [64].    The importance of inflammation in disturbances of brain function, i n c l u d i n g  A S D gai ns remarkabl e relevance, as chronic lower-grade inflammation is underneath many neurological distur-bances, including ASD [101]. Descriptions of anti-inflammatory effects of melatonin due to the ability of the molecule to donate electrons or to reduction in pro-inflammatory mediators, or induc-tion of the anti-inflammatory hormones and cytokines are well-described in the literature [64, 97, 102]. The melatonin anti-­‐inflammatory effects include downregulation of cyclooxy-genase-­‐2 and proinflammatory cytokines, inhibition of toll-­‐like receptor-­‐4 and NF-κB activation, upregulation of anti-­‐inflammatory cytokines and antioxidant effects [64, 102-104]. Melatonin also impairs the migration of leukocytes from the blood to tissue, re-straining the arrival of neutrophils [105], Despite most of the stud-ies, anti-inflammatory effects, in some situations melatonin lead to pro-inflammatory responses. This dual effect might be obtained in the same cell model, depending on the basal state of the cells. In cultured rat cerebellar cells, the effect of melatonin varies according to a previous activation of the NF-κB pathway. In the non-activated state, melatonin leads to cell death, while in the presence of a pro-inflammatory stimulus, there is a protection of the cells. Melatonin may determine the activation of inhibition of inducible nitric oxide synthase [106]. In summary, melatonin modulates the immunologi-cal responses in healthy and pathogenic states [64, 97, 102, 103, 107-109].  A question that is still open refers to the putative physiological role of melatonin synthesized by the immune-competent cells. Overall, it is considered that the effects of extra-pineal synthesis of melatonin, remarkably not related to the orchestration of body rhythms, may also be protective of the regular function of the physiological areas of the brain. Indeed, we",
            "page": 4
        },
        "id": "1343"
    },
    {
        "document": "TNF",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "1402"
    },
    {
        "document": "TNF receptors",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "1408"
    },
    {
        "document": "cytokine tumor necrosis factor",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "-step enzymatic action, the serotonin (5-HT) levels in the pinealocytes are readily metabolized by AANAT to produce N-acetylserotonin (NAS) which is readily methylated by ASMT to form melatonin. Because melatonin is highly amphiphilic, it flows through the pineal gland recess to reach the cerebrospinal fluid and the circulation as means of the pineal gland activity. Activation of the immune-pineal axis was shown to be a major regulator of the transcription, and protein availability, of the enzyme AANAT. ASD individuals present high levels of the cytokine tumor necrosis factor, which is correlated with the reduced produc-tion of melatonin. On the other hand, single-nucleotide polymorphisms were also described for the gene coding for ASMT in ASD subjects. B) individuals with normal-development present a high urinary excretion levels of 6-sulfatoxymelatonin (a6MTs), suggesting a high fidedignity between the nocturnal pro-duction and excretion of melatonin metabolites (blue lines). Conversely, a6MTs levels in ASD is reduced (red lines) or even a phase-shifted excretion levels, suggesting that reduction of the nocturnal melatonin is impaired. Indeed, a6MTS rhythmic alterations were correlated with the activation of the immune-pineal axis. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 7
        },
        "id": "1454"
    },
    {
        "document": "TNF",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "8    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. parent education/interventions seems to be the most effective at ameliorating multiple domains of sleep problems [189].  It is relevant to highlight that in addition to the infants, whose present reduced levels of melatonin, the mothers of ASD subjects also have decreased levels of melatonin at night [160]. One could argue a relationship between ma t e r na l  n u r s i n g  a n d  A S D  p a t i e n t s ;  however, no study has provided clear evidence for increased sus-ceptibility for having ASD offspring dependent on the reduced nocturnal melatonin levels. This can result in a circadian dysregula-tion of both mother and children since the daily variation of mela-tonin levels is one of the factors that sets the SCN to a 24-hour cycle and therefore is crucial for appropriate regulation of several physiological rhythms including sleep/wake cycle. Indeed, albeit glucocorticoids, melatonin is a well-known hormone to feedback to the SCN and reset the oscillation of the clock gene machinery [174, 190]. Because the increase in sleep propensity [191] and the reduc-tion of body temperature [192] at night should occur after the noc-turnal melatonin rise, lack of melatonin at night may affect the ad-justing of the temporal organization at several physiological proc-esses, such as immune responses [193], energy metabolism [194] and proper neural function [100].  Indeed, several aspects of body physiology occur under the daily synchronicity driven by melatonin. In metabolism, the de-creased melatonin has consequences for energy homeostasis and the local temporal-controlling system [190]. Mice lacking both MT1 and MT2 receptors show alterations in the daily profile of clock gene expression in the pancreas and the liver [195]; Furthermore, pinealectomy impairs insulin sensitivity and gluconeogenesis [196]. Thus, impacting melatonin production also has consequences in energy homeostasis. Regarding the regulation of immune functions [96, 97] long-lasting disruptions of melatonin signal suppress clock gene oscillation in the spleen, a pattern currently observed in diabe-tes, and neuroinflammatory responses [197] suggesting that the fine-tuning of the rhythmic nocturnal production of melatonin is important for the maintenance of several aspects of human physiol-ogy. Melatonin also regulates the functional activity of pituitary pars tuberalis through MT1 receptors, which transmit signals con-trolling the production of thyroid hormones, as well as to prolactin secretion [198]. Lack of neuroendocrine responses of melatonin is also related to increased lipogenesis [199] and the regulation of peripheral oscillation of the clock gene expression in the adipose tissue [200].  Altogether, we have reviewed the major contributions of the circadian rhythms in the normal-developed subject and ASD indi-viduals. We discussed that ASD individuals might have several points of impairment of brain development and maturation within the control of areas that regulate circadian rhythms. Two pivotal areas, the SCN and the pineal gland, are two target areas of the brain, interconnected, that drive several aspects of the human rhythms, which has consequences for behavioral phenotypes, in-cluding sleep regulation, memory formation, immune quiescence, and metabolic fitness.  Our current hypothesis highlights the need of the early diagno-sis of simultaneous measures of melatonin and TNF, which may be achieved by non-invasive methodology, and thus, improving the data for supporting clinical pharmacological intervention based on melatonin or analogs to improve the well-known outcomes of neu-rological disturbances observed in ASD subjects, as sleep distur-bances, deficits in cognition and behavioral issues. CONCLUSION  Current evidence supports the existence of associations among ASD, clock gene mutations, abnormal rhythmic secretion of mela-tonin and glucocorticoids, sleep disorders, behavioral problems, and increased inflammation. Although the direction of causality remains elusive, much of this evidence can be correlated based on l ac k of nocturnal melatonin production, as exogenous melatonin improves sleep, synchronizes clock gene expression in several tissues, and regulates the immune system. Correlational evidence calls for im-proving the diagnosis regarding the chronobiological aspects of ASD, which includes beneficial aspects for improving the detection of behavioral problems, aspects of the daily activities and a clear track about the drugs in use along with non-obvious aspects of ASD treatment, including timely use of melatonin and analogs, which could complement the treatment of ASD.  LIST OF ABBREVIATIONS AANAT =  aralkylamine N-acetyltransferase ACTH",
            "page": 8
        },
        "id": "1462"
    },
    {
        "document": "TNF",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "1528"
    },
    {
        "document": "TMP",
        "metadata": {
            "originalPdf": "10c5984f-d755-4b18-be0b-84d66e2cdd8a.pdf",
            "originalText": "www.advancedsciencenews.com www.advmat.de\n00.10.20.30.40.50.6\n350 450 550 650 750 850).u.a(ecnabrosbA\nWav elength (nm)LMP\nTMP1\n2\n43A\nD\nGCB\nFE\nH+-\nNIR light+\n-\nNegatively \ncharged \nphospholipidMolecular \njackhammerDAPI Extracellular fluid\nCytoplasm-- --\n+ + + +Molecular plasmon energy (eV) 3.0\n2.5\n2.0\n1.5dipole\nquadrupole--\n- +-+ +\n++ + --\n- +- +++++\n----quadrupole\ndipole1234\n+\n+- +-----\n+ +\n+ +---\n++-\nFigure1.VDAmodelactuatedbyplasmonresonance.A)Absorptionspectrumofcyanine-basedMJHandassignmentoffourmajormolecularplasmon\nmodes(1–4).Thenumbers1–4correspondtothelevels1–4inB.Theabsorptionshoulder2isthemajorvibronicmode(aconcertedwholemolecule\noscillationoftheplasmonlongitudinallyandtransversally).Mode1isanLMP.Themode4isaTMP.B)Theassignmentofthefourmolecularplasmon\nmodes to the corresponding pictorial model of the electron density distribution in the cyanine molecule. C) Mechanistic pictorial model of VDA to\ndisassemblelipidbilayers.Step1:AssociationoftheMJHtothelipidbilayer.Step2:ActivationofVDAbyNIRlighttoactivatethemolecularplasmo ns\nand vibrational modes in cyanine molecules. D) Proposed model of interaction between an aminocyanine and the negatively charged phospholipid\ncardiolipin (CL). Strategy to design structures of MJH E) by modifying the side chain, F) by removing the fused-benzene on the indole, or G,H) by\nsubstitutingtheindolewithotherresonantstructuressuchas1-methylquinoline.\nAdv. Mater. 2024,2309910 ©2024Wiley-VCHGmbH 2309910(3of13)\n 15214095, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adma.202309910 by Jinhee Kim - South Korea National Provision , Wiley Online Library on [08/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n",
            "page": 2
        },
        "id": "2087"
    },
    {
        "document": "TTFLs",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "the cell­ autonomous molecular circadian clock in mam­\nmals consists of interlocking TTFLs (Fig.  3). In the main \nloop, the positive elements that drive the circadian \ncycle are heterodimers of the basic helix–loop–helix \n(bHLH)–Per ­ Arnt­Sim (PAS) transcription factors \nBMAL1 (also known as ARNTL; orthologue of fly CYC) and CLOCK (orthologue of fly CLK). CLOCK–BMAL1 \nactivate the transcription of target genes that contain \ne/e′- box elements in their promoter and/or enhancer \nregions. These genes include the negative elements that attenuate the main loop — members of the mammalian \nPER and CRY protein families. PER1, PER2 and PER3 are orthologues of the D. melanogaster single PER pro­tein, and CRY1 and CRY2 are structurally related to the \nfly CRY . Although different PER and CRY paralogues \ncan to some extent compensate for loss of another para­logue, their roles in the mammalian clock are not com­pletely redundant. For example, circadian rhythmicity \nis only abolished upon inactivation of both CRY1 and \nCRY2, whereas their individual loss shortens or length­ens the circadian period, respectively\n66. At a later stage of \nthe cycle, complexes containing PER and CRY proteins \ninhibit the activity of CLOCK–BMAL1, effectively pre­\nventing their own continued production. Once PER and CRY levels sufficiently drop, CLOCK–BMAL1 ­mediated \ntranscription can resume, thus completing the cycle.\nIn addition to the PER  and CRY  genes, CLOCK–\nBMAL1 target genes include the nuclear receptors REV ­ \nERBα and REV ­ ERBβ (REV ­ ERBα/β), which together with retinoid­ related orphan receptor α (RORα), \nRORβ and RORγ (RORα/β/γ) form a second loop that ensures the rhythmic expression of BMAL1, analo­gous to the regulation of fly CLK by VRI and PDP1ε \n(reF s67,68). REV ­ ERBα/β and RORα/β/γ compete for \nbinding of REV ­ ERB–ROR response elements in the \npromoter and enhancer regions of target genes, includ­ing ARNTL, and inhibit or activate their transcription, \nrespectively\n69 (Fig.  3). Another CLOCK–BMAL1 target \ngene, D- box  binding protein (DBP), and its related proline \nand acidic amino acid­ rich– basic leucine zipper  (PARbZip) \ntranscription factors TEF and HLF, compete with NFIL3 \nto activate or inhibit, respectively, the expression of clock \ngenes from D­ box­containing promoters70,71.\nA notable difference between the D. melanogaster  \nand mammalian clocks is the role of the CRY proteins. Whereas the fly CRY (dCRY) is not a component of the core TTFL but feeds into it through its light­ dependent \ncontrol of TIM stability \n(Fig.  1), the mammalian CRY \nproteins have assumed the role of TIM and act as the \nmain transcriptional repressor of CLOCK–BMAL1 \n(Fig.  3). The primary function of the closest mammalian \nTIM homologue appears to be the protection of stalled replication forks\n72. However, as mammalian TIM can \ninteract with mammalian CRY proteins and its absence alters the circadian period, TIM has a sustained, if not \nentirely conserved, role in regulating the mammalian circadian clock\n73,74.\nA recent addition to our understanding of CLOCK–\nBMAL1 regulation has been the identification of CHRONO (also known as circadian­ associated repressor \nof transcription), which, like the CRY proteins, inhibits CLOCK–BMAL1 on E­ boxes, but does so through a dif­\nferent epigenetic mechanism\n75–77. Remarkably, CHRONO \nis the gene rhythmically expressed in the greatest num­\nber of tissues in a diurnal primate, surpassing even the \nbetter ­ known core clock components78. The biological \nfunction of another recently identified CLOCK–BMAL1 \nrepressor, PASD1, appears to be the damp",
            "page": 3
        },
        "id": "2931"
    },
    {
        "document": "TEF",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "the cell­ autonomous molecular circadian clock in mam­\nmals consists of interlocking TTFLs (Fig.  3). In the main \nloop, the positive elements that drive the circadian \ncycle are heterodimers of the basic helix–loop–helix \n(bHLH)–Per ­ Arnt­Sim (PAS) transcription factors \nBMAL1 (also known as ARNTL; orthologue of fly CYC) and CLOCK (orthologue of fly CLK). CLOCK–BMAL1 \nactivate the transcription of target genes that contain \ne/e′- box elements in their promoter and/or enhancer \nregions. These genes include the negative elements that attenuate the main loop — members of the mammalian \nPER and CRY protein families. PER1, PER2 and PER3 are orthologues of the D. melanogaster single PER pro­tein, and CRY1 and CRY2 are structurally related to the \nfly CRY . Although different PER and CRY paralogues \ncan to some extent compensate for loss of another para­logue, their roles in the mammalian clock are not com­pletely redundant. For example, circadian rhythmicity \nis only abolished upon inactivation of both CRY1 and \nCRY2, whereas their individual loss shortens or length­ens the circadian period, respectively\n66. At a later stage of \nthe cycle, complexes containing PER and CRY proteins \ninhibit the activity of CLOCK–BMAL1, effectively pre­\nventing their own continued production. Once PER and CRY levels sufficiently drop, CLOCK–BMAL1 ­mediated \ntranscription can resume, thus completing the cycle.\nIn addition to the PER  and CRY  genes, CLOCK–\nBMAL1 target genes include the nuclear receptors REV ­ \nERBα and REV ­ ERBβ (REV ­ ERBα/β), which together with retinoid­ related orphan receptor α (RORα), \nRORβ and RORγ (RORα/β/γ) form a second loop that ensures the rhythmic expression of BMAL1, analo­gous to the regulation of fly CLK by VRI and PDP1ε \n(reF s67,68). REV ­ ERBα/β and RORα/β/γ compete for \nbinding of REV ­ ERB–ROR response elements in the \npromoter and enhancer regions of target genes, includ­ing ARNTL, and inhibit or activate their transcription, \nrespectively\n69 (Fig.  3). Another CLOCK–BMAL1 target \ngene, D- box  binding protein (DBP), and its related proline \nand acidic amino acid­ rich– basic leucine zipper  (PARbZip) \ntranscription factors TEF and HLF, compete with NFIL3 \nto activate or inhibit, respectively, the expression of clock \ngenes from D­ box­containing promoters70,71.\nA notable difference between the D. melanogaster  \nand mammalian clocks is the role of the CRY proteins. Whereas the fly CRY (dCRY) is not a component of the core TTFL but feeds into it through its light­ dependent \ncontrol of TIM stability \n(Fig.  1), the mammalian CRY \nproteins have assumed the role of TIM and act as the \nmain transcriptional repressor of CLOCK–BMAL1 \n(Fig.  3). The primary function of the closest mammalian \nTIM homologue appears to be the protection of stalled replication forks\n72. However, as mammalian TIM can \ninteract with mammalian CRY proteins and its absence alters the circadian period, TIM has a sustained, if not \nentirely conserved, role in regulating the mammalian circadian clock\n73,74.\nA recent addition to our understanding of CLOCK–\nBMAL1 regulation has been the identification of CHRONO (also known as circadian­ associated repressor \nof transcription), which, like the CRY proteins, inhibits CLOCK–BMAL1 on E­ boxes, but does so through a dif­\nferent epigenetic mechanism\n75–77. Remarkably, CHRONO \nis the gene rhythmically expressed in the greatest num­\nber of tissues in a diurnal primate, surpassing even the \nbetter ­ known core clock components78. The biological \nfunction of another recently identified CLOCK–BMAL1 \nrepressor, PASD1, appears to be the damp",
            "page": 3
        },
        "id": "2945"
    },
    {
        "document": "TNF",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3351"
    },
    {
        "document": "TNF receptors",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3357"
    },
    {
        "document": "cytokine tumor necrosis factor",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "-step enzymatic action, the serotonin (5-HT) levels in the pinealocytes are readily metabolized by AANAT to produce N-acetylserotonin (NAS) which is readily methylated by ASMT to form melatonin. Because melatonin is highly amphiphilic, it flows through the pineal gland recess to reach the cerebrospinal fluid and the circulation as means of the pineal gland activity. Activation of the immune-pineal axis was shown to be a major regulator of the transcription, and protein availability, of the enzyme AANAT. ASD individuals present high levels of the cytokine tumor necrosis factor, which is correlated with the reduced produc-tion of melatonin. On the other hand, single-nucleotide polymorphisms were also described for the gene coding for ASMT in ASD subjects. B) individuals with normal-development present a high urinary excretion levels of 6-sulfatoxymelatonin (a6MTs), suggesting a high fidedignity between the nocturnal pro-duction and excretion of melatonin metabolites (blue lines). Conversely, a6MTs levels in ASD is reduced (red lines) or even a phase-shifted excretion levels, suggesting that reduction of the nocturnal melatonin is impaired. Indeed, a6MTS rhythmic alterations were correlated with the activation of the immune-pineal axis. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 7
        },
        "id": "3405"
    },
    {
        "document": "TNF",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "8    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. parent education/interventions seems to be the most effective at ameliorating multiple domains of sleep problems [189].  It is relevant to highlight that in addition to the infants, whose present reduced levels of melatonin, the mothers of ASD subjects also have decreased levels of melatonin at night [160]. One could argue a relationship between ma t e r na l  n u r s i n g  a n d  A S D  p a t i e n t s ;  however, no study has provided clear evidence for increased sus-ceptibility for having ASD offspring dependent on the reduced nocturnal melatonin levels. This can result in a circadian dysregula-tion of both mother and children since the daily variation of mela-tonin levels is one of the factors that sets the SCN to a 24-hour cycle and therefore is crucial for appropriate regulation of several physiological rhythms including sleep/wake cycle. Indeed, albeit glucocorticoids, melatonin is a well-known hormone to feedback to the SCN and reset the oscillation of the clock gene machinery [174, 190]. Because the increase in sleep propensity [191] and the reduc-tion of body temperature [192] at night should occur after the noc-turnal melatonin rise, lack of melatonin at night may affect the ad-justing of the temporal organization at several physiological proc-esses, such as immune responses [193], energy metabolism [194] and proper neural function [100].  Indeed, several aspects of body physiology occur under the daily synchronicity driven by melatonin. In metabolism, the de-creased melatonin has consequences for energy homeostasis and the local temporal-controlling system [190]. Mice lacking both MT1 and MT2 receptors show alterations in the daily profile of clock gene expression in the pancreas and the liver [195]; Furthermore, pinealectomy impairs insulin sensitivity and gluconeogenesis [196]. Thus, impacting melatonin production also has consequences in energy homeostasis. Regarding the regulation of immune functions [96, 97] long-lasting disruptions of melatonin signal suppress clock gene oscillation in the spleen, a pattern currently observed in diabe-tes, and neuroinflammatory responses [197] suggesting that the fine-tuning of the rhythmic nocturnal production of melatonin is important for the maintenance of several aspects of human physiol-ogy. Melatonin also regulates the functional activity of pituitary pars tuberalis through MT1 receptors, which transmit signals con-trolling the production of thyroid hormones, as well as to prolactin secretion [198]. Lack of neuroendocrine responses of melatonin is also related to increased lipogenesis [199] and the regulation of peripheral oscillation of the clock gene expression in the adipose tissue [200].  Altogether, we have reviewed the major contributions of the circadian rhythms in the normal-developed subject and ASD indi-viduals. We discussed that ASD individuals might have several points of impairment of brain development and maturation within the control of areas that regulate circadian rhythms. Two pivotal areas, the SCN and the pineal gland, are two target areas of the brain, interconnected, that drive several aspects of the human rhythms, which has consequences for behavioral phenotypes, in-cluding sleep regulation, memory formation, immune quiescence, and metabolic fitness.  Our current hypothesis highlights the need of the early diagno-sis of simultaneous measures of melatonin and TNF, which may be achieved by non-invasive methodology, and thus, improving the data for supporting clinical pharmacological intervention based on melatonin or analogs to improve the well-known outcomes of neu-rological disturbances observed in ASD subjects, as sleep distur-bances, deficits in cognition and behavioral issues. CONCLUSION  Current evidence supports the existence of associations among ASD, clock gene mutations, abnormal rhythmic secretion of mela-tonin and glucocorticoids, sleep disorders, behavioral problems, and increased inflammation. Although the direction of causality remains elusive, much of this evidence can be correlated based on l ac k of nocturnal melatonin production, as exogenous melatonin improves sleep, synchronizes clock gene expression in several tissues, and regulates the immune system. Correlational evidence calls for im-proving the diagnosis regarding the chronobiological aspects of ASD, which includes beneficial aspects for improving the detection of behavioral problems, aspects of the daily activities and a clear track about the drugs in use along with non-obvious aspects of ASD treatment, including timely use of melatonin and analogs, which could complement the treatment of ASD.  LIST OF ABBREVIATIONS AANAT =  aralkylamine N-acetyltransferase ACTH",
            "page": 8
        },
        "id": "3413"
    },
    {
        "document": "TNF",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "3505"
    },
    {
        "document": "Turygin N",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "3538"
    },
    {
        "document": "TMP1",
        "metadata": {
            "originalPdf": "Advanced Materials - 2024.pdf",
            "originalText": "www.advancedsciencenews.com www.advmat.de\n00.10.20.30.40.50.6\n350 450 550 650 750 850).u.a(ecnabrosbA\nWav elength (nm)LMP\nTMP1\n2\n43A\nD\nGCB\nFE\nH+-\nNIR light+\n-\nNegatively \ncharged \nphospholipidMolecular \njackhammerDAPI Extracellular fluid\nCytoplasm-- --\n+ + + +Molecular plasmon energy (eV) 3.0\n2.5\n2.0\n1.5dipole\nquadrupole--\n- +-+ +\n++ + --\n- +- +++++\n----quadrupole\ndipole1234\n+\n+- +-----\n+ +\n+ +---\n++-\nFigure1.VDAmodelactuatedbyplasmonresonance.A)Absorptionspectrumofcyanine-basedMJHandassignmentoffourmajormolecularplasmon\nmodes(1–4).Thenumbers1–4correspondtothelevels1–4inB.Theabsorptionshoulder2isthemajorvibronicmode(aconcertedwholemolecule\noscillationoftheplasmonlongitudinallyandtransversally).Mode1isanLMP.Themode4isaTMP.B)Theassignmentofthefourmolecularplasmon\nmodes to the corresponding pictorial model of the electron density distribution in the cyanine molecule. C) Mechanistic pictorial model of VDA to\ndisassemblelipidbilayers.Step1:AssociationoftheMJHtothelipidbilayer.Step2:ActivationofVDAbyNIRlighttoactivatethemolecularplasmo ns\nand vibrational modes in cyanine molecules. D) Proposed model of interaction between an aminocyanine and the negatively charged phospholipid\ncardiolipin (CL). Strategy to design structures of MJH E) by modifying the side chain, F) by removing the fused-benzene on the indole, or G,H) by\nsubstitutingtheindolewithotherresonantstructuressuchas1-methylquinoline.\nAdv. Mater. 2024,2309910 ©2024Wiley-VCHGmbH 2309910(3of13)\n 15214095, 0, Downloaded from https://onlinelibrary.wiley.com/doi/10.1002/adma.202309910 by Jinhee Kim - South Korea National Provision , Wiley Online Library on [08/01/2024]. See the Terms and Conditions (https://onlinelibrary.wiley.com/terms-and-conditions) on Wiley Online Library for rules of use; OA articles are governed by the applicable Creative Commons License\n",
            "page": 2
        },
        "id": "3903"
    },
    {
        "document": "TMP",
        "metadata": {
            "originalPdf": "58f827ca-8130-479f-bb97-926ce5777d22.pdf",
            "originalText": "Nature Chemistry\nArticle https://doi.org/10.1038/s41557-023-01383-yExtended Data Fig. 2 | Molecular jackhammer (MJH) model and summary \nof structures used in this study. ( a) Important MJH structural elements. LMP \n= longitudinal molecular plasmon. TMP = transversal molecular plasmon. The strength of the molecular plasmon (VDA) is expected to be proportional to \nthe length of the π-conjugation. The π-conjugation can be increased in two \nways: 1) increasing the length of polymethine bridge and 2) increasing the size of the polycyclic aromatic hydrocarbon (PAH) fused to the indole. The purple color is to highlight the polymethine bridge. The cyanines are named by the number of carbons in the polymethine bridge, in the example it is C7. The red color is to highlight the structure of the indole, and the orange color is for the benzoindole. The heptamethine bridge (C7) can be chemically conjugated with indole to form Cy7 or with benzoindole to form Cy7.5. These structural elements, polymethine and indole or benzoindole, hybridize to from a coupled system with the molecular plasmon-dominated longitudinally by the polymethine bridge \n(LMP in purple) and transversally by the indole or benzoindole (TMP in teal). \nHowever, these structures are hybridized and the electronic conjugation of the benzoindole influences the polymethine bridge and vice versa. (b ) Summary of \nstructures in this study. The observed effect on the cell killing is summarized for each structure, and each lists the common name of the conjugate backbone. The addend function is listed for each.",
            "page": 15
        },
        "id": "4658"
    }
]