[
    {
        "document": "receptors",
        "metadata": {
            "originalPdf": "eac9624b-65fe-412f-b7ab-f9ea82581e16.pdf",
            "originalText": "icity also varies with a 24-h rhythm. Disruption ofcircadian rhythm affects synaptic plasticity. It is\nbecoming increasingly apparent that the clock machin-\nery in the brain controls the genes of synaptic compo-\nnents like neuropeptides, neurotransmitter regulators,\nreceptors and transporters, ion channels, vesicle pro-\nteins, adhesion and scaffolding proteins, implying that\nthe clock machinery in ﬂuences synaptic plasticity\nthrough transcriptional control (Hannou et al. 2020).\nEpigenetic influence on circadian\nrhythmicity and ASD\nEpigenetic processes such as DNA methylation, histone\nmodification and noncoding RNA, like microRNA (miRNA)\nalterations respond promptly to environmental changes.\nInterestingly, rhythmicity in epigenetic events is evident in\ncells and tissues. The circadian system also has a signifi-\ncant influence on many epigenetic regulators. Epigenetic\nprocesses also have robust impacts on sleep patterns. Lack\nof sleep only for a single night alters both DNA methylation\nand the transcriptional profile of key circadian genes\n(Cedernaes et al. 2015). Altered DNA methylation seems toinﬂuence susceptibility to autism (Tremblay and Jiang\n2019).\nSleep loss has a profound impact on epigenetic mod-\nifications of circadian genes. This can confer risk to ASD\nand may influence the severity of ASD. Besides DNA\nmethylation, miRNAs, the endogenous single-stranded,\nnoncoding RNA molecules regulate gene expression\nnegatively and post transcriptionally. miRNAs are involvedF. Abdul et al.: Circadian abnormalities in ASD 9",
            "page": 8
        },
        "id": "135"
    },
    {
        "document": "receptors",
        "metadata": {
            "originalPdf": "Disruption of circadian rhythm and risk of autism spectrum disorder.pdf",
            "originalText": "icity also varies with a 24-h rhythm. Disruption ofcircadian rhythm affects synaptic plasticity. It is\nbecoming increasingly apparent that the clock machin-\nery in the brain controls the genes of synaptic compo-\nnents like neuropeptides, neurotransmitter regulators,\nreceptors and transporters, ion channels, vesicle pro-\nteins, adhesion and scaffolding proteins, implying that\nthe clock machinery in ﬂuences synaptic plasticity\nthrough transcriptional control (Hannou et al. 2020).\nEpigenetic influence on circadian\nrhythmicity and ASD\nEpigenetic processes such as DNA methylation, histone\nmodification and noncoding RNA, like microRNA (miRNA)\nalterations respond promptly to environmental changes.\nInterestingly, rhythmicity in epigenetic events is evident in\ncells and tissues. The circadian system also has a signifi-\ncant influence on many epigenetic regulators. Epigenetic\nprocesses also have robust impacts on sleep patterns. Lack\nof sleep only for a single night alters both DNA methylation\nand the transcriptional profile of key circadian genes\n(Cedernaes et al. 2015). Altered DNA methylation seems toinﬂuence susceptibility to autism (Tremblay and Jiang\n2019).\nSleep loss has a profound impact on epigenetic mod-\nifications of circadian genes. This can confer risk to ASD\nand may influence the severity of ASD. Besides DNA\nmethylation, miRNAs, the endogenous single-stranded,\nnoncoding RNA molecules regulate gene expression\nnegatively and post transcriptionally. miRNAs are involvedF. Abdul et al.: Circadian abnormalities in ASD 9",
            "page": 8
        },
        "id": "383"
    },
    {
        "document": "photosensitizer",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": "Nature Chemistry\nArticle https://doi.org/10.1038/s41557-023-01383-yCy5-amine, showed similar behaviour. These results suggest that there \nis a correlation between molecular structure and the VDA intensity of \nthe molecular mechanical action (Fig. 3  and Extended Data Fig. 2). The \nVDA increases with the length of the conjugation in the polymethine \nbridge and the extension of the aromatic ring at the indoles (Extended \nData Fig. 2).\nUsing confocal microscopy, we monitored over time the per -\nmeabilization of the cells mediated by Cy5.5-amine and Cy5-amine \nfollowing treatment with 640 nm light (Fig. 4 ); at this wavelength, the \nvibronic band in Cy5.5-amine is accessed, but it is only weakly accessed \nin Cy5-amine (Fig. 3a). In addition, the cell-membrane-targeting \n1,1′-dioctadecyl-3,3,3′,3′-tetramethylindodicarbocyanine) (DiD) dye \nwas used as a control. In the case of Cy5.5-amine, the cells were already \npermeabilized 4 min after laser excitation; the DAPI intensity (cell per -\nmeabilization) was 2-fold higher than the initial intensity and 13-fold \nhigher at 10 min. This result shows that Cy5.5-amine is a stronger MJH \nthan Cy5-amine (2.5-fold DAPI intensity increase at 10 min), which is \nconsistent with the flow cytometry analysis (Fig. 3b–d ). The DiD dye \nshowed a weak effect on cell permeabilization (1.5-fold DAPI intensity \nincrease at 10 min), as expected because it is similar to Cy5, an MJH with \na weak VDA. In all of the non-illuminated controls, the DAPI intensity \nremained unchanged at 10 min relative to the initial intensity. The fluo -\nrescence of DiD was observed to weaken upon light irradiation (Fig. 4f ). \nIt is known that cyanines photoisomerize to produce non-emissive dark \nstates, including photoisomers and triplet states26. The triplet states of \na chromophore can be populated via intersystem crossing and promote \nenergy transfer to generate singlet oxygen24,25,32. These factors might \noperate in DiD, resulting in delayed fluorescence emission, a potent \nphotosensitizer and a weak MJH (Fig. 4f ). This is further confirmed and \ndiscussed later using 1,1′-dioctadecyl-3,3,3′,3′-tetramethylindotricar\nbocyanine iodide (DiR iodide). The presence of heavy atoms such as \niodide enhances the generation of triplet states, leading to strong pho -\ntosensitizers24,25. Therefore, DiD and DiR iodide are suitable controls to \nshow that strong photosensitizers are less efficient in permeabilizing the cells.\nDistinguishing mechanical action from photothermal and \nphotodynamic effects\nTo rule out a photothermal effect, the temperature of the media \nwas measured during the exposure of an A375 cell suspension with \nCy7.5-amine to NIR light both at room temperature and in an ice bath \n(Extended Data Fig. 6). The temperature remained constant at 20 and 2 °C, respectively, for both treatments. The cell permeabilization was \nalso unaffected by the lower temperature (Extended Data Fig. 6g). Thus, a photothermal effect is not responsible for the necrosis seen \nin these cells.\nTo confirm that photodynamic ROS generation is not respon -\nsible for the necrosis, the permeabilization of A375 melanoma cells \nwas repeated in the presence of ROS scavengers (Extended Data  \nFig. 7a–c). We observed that N-acetylcysteine (10 mM), thiourea \n(100 mM) nor sodium azide (2.5 mM) retarded the permeabilization \nof the cells. Furthermore, we determined that ROS are not responsible \nfor the permeabilization of the cells by lowering the illumination time \nof the perme",
            "page": 6
        },
        "id": "733"
    },
    {
        "document": "rod and cone photoreceptors",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": " \nIntroduction  \nDim light at night ( DLaN) is a common environmental perturbation of the circadian timing \nsystem and has been linked to a range of negative consequences  (Stevenson et al., 2015; Lunn \net al., 2017 ). Prior work in pre -clinical models has demonstrated that light at night negatively \nimpacts the metabolism  (Fonken  et al., 2013a; Plano et al., 2017) , immune function ( Bedrosian \net al., 2011; Fonken et al., 2013b; Lucassen et al., 2016 ), mood and cognition (Lazzerini Ospri \net al., 2017; An et al., 2020; Walker et al., 2020) . Individuals diagnosed with autism spectrum \ndisorders (ASD) commonly experience disturbances in their circadian rhythms, and commonly \nfind difficulty in both falling asleep as well as sleeping through the night (Cohen et al., 2014; \nDevnani and Hegde, 2015; Mazurek and Sohl, 2016; Baker and Richdale, 2017; Shelton  and \nMalow , 2021). Perhaps because of this difficulty sleeping at night, ASD patients spend more \ntime exposed to the electronic screens at night compared with age -matched controls \n(Engelhardt et al., 2013; Stiller et al., 2019; Healy et al., 2020; Dong et al., 2021) . It has been \nspeculated that this exposure to DLaN via screens and other lighting sources could be \ndetrimental to ASD populations . In support of this speculation, we previously reported that an  \nanimal model  with a genetic risk factor associated with ASD (contactin associated protein- like 2, \nCntnap2) show s reduced social preference and increased stereotypic grooming behavior after a \n2-week exposure to DLaN ( Wang et al., 2020 ).  \nThe negative effects of nightly light exposure could be mediated by  the intrinsically \nphotosensitive retinal ganglion cells (ipRGCs) expressing the photopigment melanopsin, which is maximally sensitive  to shorter wavelengths (λ) of light with a peak response to 480nm light \n(Hattar et al., 2002; Panda et al., 2005). In addition, ipRGCs receive input s from rod and cone \nphotoreceptors (Hattar et al., 2002 ; Lucas et al., 2012; Van Diepen et al., 2021) with the rods \ndriving the circadian response to sensitivity to low -intensity light (Altimus et al., 2010; Lall et al \n2010).  These findings indicate  that the circadian system is sensitive to broad spectrum of light \n(Foster et al., 2020) , and raise the question of whether changes in the spectral properties of \nDLaN matter. Perhaps the intensity of the night -time illumination is the only parameter that is \nbiological ly important?  In fact, recent studies are beginning to address the issue of whether \nadjusting the spectral composition of light to reduce melanopic  stimulation  can be used as a \nstrategy to mi nimiz e disruption of circadian rhythms  (Gladanac et al., 2019; Nagare et al., 2019; \nFigueiro and Pedler, 2020; Mouland et al., 2021; Vethe et al., 2021) .   . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 2
        },
        "id": "869"
    },
    {
        "document": "photoreceptive cells",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "2    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al.  The disruption of the sleep-wake cycle is also a very common feature in the ASD phenotype. Indeed, 40–93% of ASD subjects may present alterations of sleep [18-23] and represents a circadian disturbance that can promote additional neurobehavioral dysfunc-tions as negatively influences cognition and behavior [20, 24-26], as well as changing endocrine responses, as melatonin and cortisol secretion [20, 27-29]. Although circadian rhythm dysregulation during brain development was suggested to be causative of ASD [18, 30,31], it must be highlighted that also healthy subjects present sleep disturbances and related behavioral problems [20, 32-34]. Besides the increased bulk of studies that have evaluated several aspects of ASD etiology, it has been remarkable the understanding of the multifactorial association between several aspects of cir-cadian misalignment and the clinical manifestations of ASD. Here we present mechanisms involved in the disruption of circadian rhythms by covering the basic mechanism of normal organization of the circadian timing system and its close association between neuroendocrine and neurobehavioral functions. Finally, we in-cluded our current working hypothesis which suggests that at least part of the behavioral symptoms in ASD is caused by an inflamma-tory state linked to the disruption of melatonin production. Moreo-ver, these mechanisms are underneath sleep and cognitive disorders typical of ASD. 2. ORGANIZATION OF THE CIRCADIAN TIMING SYS-TEM   The circadian rhythm in mammals is driven by the central clock located in the suprachiasmatic nucleus (SCN) of the hypothalamus. These important nuclei in the brain adjust the timing of several aspects of the physiology to the daily environmental lighting by perceiving the light in the retina and integration of this information to the master clock, the SCN [35]. A neuroendocrine connection between SCN and the whole body involves the early morning peak of cortisol and the nocturnal peak of melatonin. The high relevance of this system for human settings relies on the premise that the cir-cadian timing system allows the body to anticipate and prepare for changes that occur in the natural environment, thus improving its physiological strength to orchestrate behavior and physiological functions to the oscillation of light in the environment [36, 37].   The oscillatory machinery of the SCN is based on the transcrip-tional feedback loops of coding genes and its proteins [35, 38]. Transcriptional feedback involves at least eleven genes [38]. Briefly, the heterodimer Bmal1: Clock rhythmically assembled by the circadian transcription of Bmal1 (also known as ARNT) leads to the transcription of the repressor genes Per1, Per2, Cry1, and Cry2. The proteins translated from these genes form homo- or  he te r odi-mers that suppress Bmal1: Clock activity. Such transcrip-tion/translation rates repeat over an approximately 24-hour period (circadian, from the Latin, around one day) [35, 39]. The robust circadian endogenous rhythm of the SCN is transmitted to the whole body by neural and hormonal connections, synchronizing cells, tissues, and functions.   Light input to the SCN is mediated by the direct retinohypo-thalamic tract, which initiates in the photoreceptive ganglion cells in the retina [40]. Also, non-photic signals, including molecular changes typical of some pathologies, may influence the SCN and consequently alter the biological rhythms [41-43]. Thus, the syn-chrony of the SCN to light is mediated by specific cells of the retina that project to the SCN and other thalamic areas [44]. Environ-mental light is the major zeitgeber for the SCN, however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i",
            "page": 2
        },
        "id": "1284"
    },
    {
        "document": "rod and cone photoreceptors",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": " \nIntroduction  \nDim light at night ( DLaN) is a common environmental perturbation of the circadian timing \nsystem and has been linked to a range of negative consequences  (Stevenson et al., 2015; Lunn \net al., 2017 ). Prior work in pre -clinical models has demonstrated that light at night negatively \nimpacts the metabolism  (Fonken  et al., 2013a; Plano et al., 2017) , immune function ( Bedrosian \net al., 2011; Fonken et al., 2013b; Lucassen et al., 2016 ), mood and cognition (Lazzerini Ospri \net al., 2017; An et al., 2020; Walker et al., 2020) . Individuals diagnosed with autism spectrum \ndisorders (ASD) commonly experience disturbances in their circadian rhythms, and commonly \nfind difficulty in both falling asleep as well as sleeping through the night (Cohen et al., 2014; \nDevnani and Hegde, 2015; Mazurek and Sohl, 2016; Baker and Richdale, 2017; Shelton  and \nMalow , 2021). Perhaps because of this difficulty sleeping at night, ASD patients spend more \ntime exposed to the electronic screens at night compared with age -matched controls \n(Engelhardt et al., 2013; Stiller et al., 2019; Healy et al., 2020; Dong et al., 2021) . It has been \nspeculated that this exposure to DLaN via screens and other lighting sources could be \ndetrimental to ASD populations . In support of this speculation, we previously reported that an  \nanimal model  with a genetic risk factor associated with ASD (contactin associated protein- like 2, \nCntnap2) show s reduced social preference and increased stereotypic grooming behavior after a \n2-week exposure to DLaN ( Wang et al., 2020 ).  \nThe negative effects of nightly light exposure could be mediated by  the intrinsically \nphotosensitive retinal ganglion cells (ipRGCs) expressing the photopigment melanopsin, which is maximally sensitive  to shorter wavelengths (λ) of light with a peak response to 480nm light \n(Hattar et al., 2002; Panda et al., 2005). In addition, ipRGCs receive input s from rod and cone \nphotoreceptors (Hattar et al., 2002 ; Lucas et al., 2012; Van Diepen et al., 2021) with the rods \ndriving the circadian response to sensitivity to low -intensity light (Altimus et al., 2010; Lall et al \n2010).  These findings indicate  that the circadian system is sensitive to broad spectrum of light \n(Foster et al., 2020) , and raise the question of whether changes in the spectral properties of \nDLaN matter. Perhaps the intensity of the night -time illumination is the only parameter that is \nbiological ly important?  In fact, recent studies are beginning to address the issue of whether \nadjusting the spectral composition of light to reduce melanopic  stimulation  can be used as a \nstrategy to mi nimiz e disruption of circadian rhythms  (Gladanac et al., 2019; Nagare et al., 2019; \nFigueiro and Pedler, 2020; Mouland et al., 2021; Vethe et al., 2021) .   . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 2
        },
        "id": "1646"
    },
    {
        "document": "retinal photoreceptor system",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Nightly light exposure is a common environmental perturbation and has been shown to \ncause a number of ill effects (Lucassen et al., 2016; Bumgarner et al., 2021) . Some populations \nmay be more vulnerable to the negative effects of the exposure of light at night.  For exam ple, in \nthe Cntnap2  KO mouse model of ASD, we have found that DLaN selectively increases repetitive \nbehavior as measured by grooming  while  WT mice were not impacted (Wang et al., 2020).  On \nthe other hand, DLaN negatively impacted other behaviors including social interactions and \ndaily activity rhythms  in both the Cntnap2 KO and WT mice.  In the present study, we confirmed \nthese negative eff ects of nocturnal lighting on activity rhythms, social interactions, and repetitive \nbehaviors ( Table 3). Logically, the simplest approach to reducing these negative effects would \nsolely be to decrease light intensity at night while ensuring a robust exposure to sunlight during \nthe day.  However, according to surveys, people spend a majority of time indoors (as high as \n90%) and have need for illumination after the sun sets  (e.g. Klepeis et  al., 2001) . Therefore an \nappealing alternative approach would be to adjust the spectral quality of indoor lighting to \nminimize the negative effects.  As a test case, in the present study, we used an array of LEDs to \ngenerate dim illumination (10 lx) to determine whether the spectral composition of nightly \nillumination would make a difference in the Cntnap2 KO model of autism.   \nThe retinal photoreceptor system has unique intensity and wavelength dependent \ncharacteristics (Lucas et al., 2014) . The negative effects of nightly light exposure are likely to be \nmediated by ipRGCs  expressing the photopigment melanopsin, which is maximally sensitive to \nlight with a peak response to ≈480nm light (Hattar et al., 2002; Panda et al., 2005). Indeed a \nnumber of studies have found evidence that short λ enriched lighting is more effective for \ncircadian responses ( for review see Brown, 2020).  However, recent work emphasizes that \nipRGCs also receive input from rod and cone photoreceptors (Hattar et al., 2003; Lucas et al., \n2012; Van Diepen et al., 2021; Schoonderwoerd et al., 2022) with rods driving the circadian \nresponse to low -intensity light (Altimus et al., 2010; Lall et al 2010)  like the 10 lx used in the \npresent study.  Here w e used an LED lighting system (Korrus Inc. ) to tailor the spectral \nproperties of the DLaN with the goal of manipulat ing melanopic  stimulation.  The output of the \nLEDs was measured as power over a defined wavelength (380 -780nm) using a \nspectrophotometer. This data was analysed using a C IE toolkit  which enabled us to estimate \nthat the s hort λ illumination was at 15 melanopic lx while the long λ illumination was 1 melanopic \nlx while maintaining illuminance at ≈ 10 lx .   \nUsing these two lighting treatments  with predicted high and low melanopic stimulation, \nwe measured the impact of the illumination on three classic tests of the ipRGC input to the \ncircadian system  (Fig. 1 ). We demonstrated that the low melanopic stimulation reduced the . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 13
        },
        "id": "1809"
    },
    {
        "document": "rod and cone photoreceptors",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Nightly light exposure is a common environmental perturbation and has been shown to \ncause a number of ill effects (Lucassen et al., 2016; Bumgarner et al., 2021) . Some populations \nmay be more vulnerable to the negative effects of the exposure of light at night.  For exam ple, in \nthe Cntnap2  KO mouse model of ASD, we have found that DLaN selectively increases repetitive \nbehavior as measured by grooming  while  WT mice were not impacted (Wang et al., 2020).  On \nthe other hand, DLaN negatively impacted other behaviors including social interactions and \ndaily activity rhythms  in both the Cntnap2 KO and WT mice.  In the present study, we confirmed \nthese negative eff ects of nocturnal lighting on activity rhythms, social interactions, and repetitive \nbehaviors ( Table 3). Logically, the simplest approach to reducing these negative effects would \nsolely be to decrease light intensity at night while ensuring a robust exposure to sunlight during \nthe day.  However, according to surveys, people spend a majority of time indoors (as high as \n90%) and have need for illumination after the sun sets  (e.g. Klepeis et  al., 2001) . Therefore an \nappealing alternative approach would be to adjust the spectral quality of indoor lighting to \nminimize the negative effects.  As a test case, in the present study, we used an array of LEDs to \ngenerate dim illumination (10 lx) to determine whether the spectral composition of nightly \nillumination would make a difference in the Cntnap2 KO model of autism.   \nThe retinal photoreceptor system has unique intensity and wavelength dependent \ncharacteristics (Lucas et al., 2014) . The negative effects of nightly light exposure are likely to be \nmediated by ipRGCs  expressing the photopigment melanopsin, which is maximally sensitive to \nlight with a peak response to ≈480nm light (Hattar et al., 2002; Panda et al., 2005). Indeed a \nnumber of studies have found evidence that short λ enriched lighting is more effective for \ncircadian responses ( for review see Brown, 2020).  However, recent work emphasizes that \nipRGCs also receive input from rod and cone photoreceptors (Hattar et al., 2003; Lucas et al., \n2012; Van Diepen et al., 2021; Schoonderwoerd et al., 2022) with rods driving the circadian \nresponse to low -intensity light (Altimus et al., 2010; Lall et al 2010)  like the 10 lx used in the \npresent study.  Here w e used an LED lighting system (Korrus Inc. ) to tailor the spectral \nproperties of the DLaN with the goal of manipulat ing melanopic  stimulation.  The output of the \nLEDs was measured as power over a defined wavelength (380 -780nm) using a \nspectrophotometer. This data was analysed using a C IE toolkit  which enabled us to estimate \nthat the s hort λ illumination was at 15 melanopic lx while the long λ illumination was 1 melanopic \nlx while maintaining illuminance at ≈ 10 lx .   \nUsing these two lighting treatments  with predicted high and low melanopic stimulation, \nwe measured the impact of the illumination on three classic tests of the ipRGC input to the \ncircadian system  (Fig. 1 ). We demonstrated that the low melanopic stimulation reduced the . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 13
        },
        "id": "1815"
    },
    {
        "document": "photoreceptor",
        "metadata": {
            "originalPdf": "7bf5e224-ab9c-4905-b0aa-1aa518d24fc1.pdf",
            "originalText": ".E.performed themeasurement and\nanalyzed themeasured data.S.-w.C.designed theLED\npackage. C.K.andS.L.performed themeasurement. C.Y.\nfabricated theLED.D.H.K.assistedtodesigntheexperimental\nprotocol. C.K.supervised andcontributed todesignthe\nexperimental protocol. Y.R.D.conceived oftheproject,led\nsupervision ofthework.\nNotes\nTheauthorsdeclarenocompeting financialinterest.■ACKNOWLEDGMENTS\nThisworkwassupported byaNational Research Foundation\nofKorea(NRF)grantfundedbytheKoreagovernment\n(MSIT) (2016R1A5A1012966, 2021R1A2C2009521, and\n2021M3E5D2A01022396).■REFERENCES\n(1)Khalsa,S.B.S.;Jewett,M.E.;Cajochen, C.;Czeisler,C.A.A\nphaseresponsecurvetosinglebrightlightpulsesinhumansubjects. J.\nPhysiol.2003,549,945−952.\n(2)Chang,A.-M.;Santhi,N.;StHilaire,M.;Gronfier, C.;Bradstreet,\nD.S.;Duffy,J.F.;Lockley,S.W.;Kronauer, R.E.;Czeisler, C.A.\nHumanresponses tobrightlightofdifferent durations. J.Physiol.\n2012,590,3103−3112.\n(3)Zeitzer,J.M.;Dijk,D.-J.;Kronauer, R.E.;Brown,E.N.;\nCzeisler, C.A.Sensitivity ofthehumancircadian pacemaker to\nnocturnal light:melatonin phaseresettingandsuppression. J.Physiol.\n2000,526,695−702.\n(4)David-Gray, Z.K.;Janssen,J.W.H.;DeGrip,W.J.;Nevo,E.;\nFoster,R.G.Lightdetection ina‘blind’mammal. Nat.Neurosci.1998,\n1,655−656.\n(5)Xue,T.;Do,M.T.H.;Riccio,A.;Jiang,Z.;Hsieh,J.;Wang,H.\nC.;Merbs,S.L.;Welsbie,D.S.;Yoshioka, T.;Weissgerber, P.;Stolz,\nS.;Flockerzi, V.;Freichel,M.;Simon,M.I.;Clapham, D.E.;Yau,K.-\nW.Melanopsin signaling inmammalian irisandretina.Nature2011,\n479,67−73.\n(6)Brainard, G.C.;Hanifin, J.P.;Greeson, J.M.;Byrne,B.;\nGlickman, G.;Gerner,E.;Rollag,M.D.Actionspectrum for\nmelatonin regulation inhumans: evidence foranovelcircadian\nphotoreceptor. J.Neurosci.2001,21,6405−6412.\n(7)Thapna,K.;Arendt,J.;Skene,D.J.Anactionspectrum for\nmelatonin suppression: evidence foranovelnon-rod, non-cone\nphotoreceptor systeminhumans. J.Physiol.2001,535,261−267.\n(8)Berson,D.M.;Dunn,F.A.;Takao,M.Phototransduction by\nretinalganglioncellsthatsetthecircadian clock.Science2002,295,\n1070−1073.\n(9)Stevens,R.G.;Brainard, G.C.;Blask,D.E.;Lockley,S.W.;\nMotta,M.E.Adversehealtheffectsofnighttime lighting:comments\nonAmerican MedicalAssociation policystatement. Am.J.Prev.Med.\n2013,45,343−346.\n(10)Walker,W.H.,II;Walton,J.C.;Devries,A.C.;Nelson,R.J.\nCircadian rhythmdisruption andmentalhealth. Transl",
            "page": 7
        },
        "id": "2642"
    },
    {
        "document": "phototransduction",
        "metadata": {
            "originalPdf": "7bf5e224-ab9c-4905-b0aa-1aa518d24fc1.pdf",
            "originalText": ".E.performed themeasurement and\nanalyzed themeasured data.S.-w.C.designed theLED\npackage. C.K.andS.L.performed themeasurement. C.Y.\nfabricated theLED.D.H.K.assistedtodesigntheexperimental\nprotocol. C.K.supervised andcontributed todesignthe\nexperimental protocol. Y.R.D.conceived oftheproject,led\nsupervision ofthework.\nNotes\nTheauthorsdeclarenocompeting financialinterest.■ACKNOWLEDGMENTS\nThisworkwassupported byaNational Research Foundation\nofKorea(NRF)grantfundedbytheKoreagovernment\n(MSIT) (2016R1A5A1012966, 2021R1A2C2009521, and\n2021M3E5D2A01022396).■REFERENCES\n(1)Khalsa,S.B.S.;Jewett,M.E.;Cajochen, C.;Czeisler,C.A.A\nphaseresponsecurvetosinglebrightlightpulsesinhumansubjects. J.\nPhysiol.2003,549,945−952.\n(2)Chang,A.-M.;Santhi,N.;StHilaire,M.;Gronfier, C.;Bradstreet,\nD.S.;Duffy,J.F.;Lockley,S.W.;Kronauer, R.E.;Czeisler, C.A.\nHumanresponses tobrightlightofdifferent durations. J.Physiol.\n2012,590,3103−3112.\n(3)Zeitzer,J.M.;Dijk,D.-J.;Kronauer, R.E.;Brown,E.N.;\nCzeisler, C.A.Sensitivity ofthehumancircadian pacemaker to\nnocturnal light:melatonin phaseresettingandsuppression. J.Physiol.\n2000,526,695−702.\n(4)David-Gray, Z.K.;Janssen,J.W.H.;DeGrip,W.J.;Nevo,E.;\nFoster,R.G.Lightdetection ina‘blind’mammal. Nat.Neurosci.1998,\n1,655−656.\n(5)Xue,T.;Do,M.T.H.;Riccio,A.;Jiang,Z.;Hsieh,J.;Wang,H.\nC.;Merbs,S.L.;Welsbie,D.S.;Yoshioka, T.;Weissgerber, P.;Stolz,\nS.;Flockerzi, V.;Freichel,M.;Simon,M.I.;Clapham, D.E.;Yau,K.-\nW.Melanopsin signaling inmammalian irisandretina.Nature2011,\n479,67−73.\n(6)Brainard, G.C.;Hanifin, J.P.;Greeson, J.M.;Byrne,B.;\nGlickman, G.;Gerner,E.;Rollag,M.D.Actionspectrum for\nmelatonin regulation inhumans: evidence foranovelcircadian\nphotoreceptor. J.Neurosci.2001,21,6405−6412.\n(7)Thapna,K.;Arendt,J.;Skene,D.J.Anactionspectrum for\nmelatonin suppression: evidence foranovelnon-rod, non-cone\nphotoreceptor systeminhumans. J.Physiol.2001,535,261−267.\n(8)Berson,D.M.;Dunn,F.A.;Takao,M.Phototransduction by\nretinalganglioncellsthatsetthecircadian clock.Science2002,295,\n1070−1073.\n(9)Stevens,R.G.;Brainard, G.C.;Blask,D.E.;Lockley,S.W.;\nMotta,M.E.Adversehealtheffectsofnighttime lighting:comments\nonAmerican MedicalAssociation policystatement. Am.J.Prev.Med.\n2013,45,343−346.\n(10)Walker,W.H.,II;Walton,J.C.;Devries,A.C.;Nelson,R.J.\nCircadian rhythmdisruption andmentalhealth. Transl",
            "page": 7
        },
        "id": "2658"
    },
    {
        "document": "visual awareness",
        "metadata": {
            "originalPdf": "7bf5e224-ab9c-4905-b0aa-1aa518d24fc1.pdf",
            "originalText": "(14)Rupp,A.C.;Ren,M.;Altimus, C.M.;Fernandez, D.C.;\nRichardson, M.;Turek,F.;Hatter,S.;Schmidt,T.M.DistinctipRGC\nsubpopulations mediatelight’sacuteandcircadian effectsonbody\ntemperature andsleep.Neurosci.2019,8,No.e44358.\n(15)Shanahan, T.L.;Czeisler, C.A.Lightexposure induces\nequivalent phaseshiftsoftheendogenous circadian rhythms of\ncirculating plasmamelatonin andcorebodytemperature inmen.J.\nClin.Endocrinol. Metab.1991,73,227−235.\n(16)Schubert, E.F.;Kim,J.K.Solid-state lightsourcegettingsmart.\nScience2005,308,1274−1278.\n(17)Steigerwald, D.A.;Bhat,J.C.;Collins,D.;Fletcher, R.M.;\nHolcomb, M.O.;Ludowise, M.J.;Martin,P.S.;Rudaz,S.L.\nIllumination withsolidstatelightingtechnology. IEEEJ.Sel.Top.\nQuantum Electron.2002,8,310−320.\n(18)Crawford, M.H.LEDsforsolid-state lighting:performance\nchallenges andrecentadvances. IEEEJ.Sel.Top.Quantum Electron.\n2009,15,1028−1040.\n(19)Pust,P.;Schmidt, P.J.;Schnick,W.Arevolution lighting. Nat.\nMater.2015,14,454−458.\n(20)DeGuili,V.;DaPos,O.;DeCarli,M.Indoorenvironmental\nqualityandpupilperception inItalianprimaryschool. BuildEnvrion.\n2012,56,335−345.\n(21)Pauley,S.M.Lightingforthehumancircadian clock:recent\nresearchindicatesthatlightinghasbecomeapublichealthissue.Med.\nHypotheses 2004,63,588−596.\n(22)Cajochen, C.;Münch,M.;Kabialka, S.;Kräuchi,K.;Steiner,R.;\nOelhafen, P.;Orgu ̈l,S.;Wirz-Justice, A.Highsensitivity ofhuman\nmelatonin, alertness, thermoregulation, andheartratetoshort\nwavelength light.J.Clin.Endocrinol. Metab.2005,90,1311−1316.\n(23)Zaidi,F.H.;Hull,J.T.;Peirson,S.N.;Wulff,K.;Aeschbach,\nD.;Gooley,J.J.;Brainard, G.C.;Gregory-Evans, K.;Rizzo,J.F.,III;\nCzeisler,C.A.;Foster,R.G.;Moseley, M.J.;Lockley,S.W.Short\nwavelength lightsensitivity ofcircadian, pupillary, andvisual\nawareness inhumanslackingonouterretina.Curr.Biol.2007,17,\n2122−2128.\n(24)Falchi,F.;Cinzano, P.;Elvidge,C.D.;Keith,D.M.;Haim,A.\nLimitingtheimpactoflightpollution ofhumanhealth,environment\nandstellarvisibility. J.Environ. Manage.2011,92,2714−2722.\n(25)Hariyani, S.;Brgoch,J.Advancing human-centric LEDlighting\nusingNa2MgPO4F:Eu2+.ACSAppl.Mater. Interfaces 2021,13,\n16669−16676.\n(26)Cajochen, C.;Freyburger, M.;Basishvili, T.;Garbazza, C.;\nRudzik,F.;Renz,C.;Kobayashi, K.;Shirakawa, Y.;Stefani,O.;\nWeibel,J.EffectofdaylightLEDonvisualcomfort,melatonin, mood,\nwakingperformance andsleep.Lighting Res.Technol.2019,51,1044−",
            "page": 8
        },
        "id": "2685"
    },
    {
        "document": "photoreceptor protein",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "the period length is controlled. We then discuss how \ncircadian activity contributes to the optimal function \nof tissues and organs, to organismal physiology and to \ndisease aetiology.\nThe molecular circadian clock\nAt the heart of the molecular circadian clock in animals is a transcription–translation feedback loop (TTFL), which \ntakes approximately 24 hours to complete. In this section, \nwe describe the chief components of the molecular oscil ­\nlators in D. melanogaster and in mammals, and discuss \nhow recent findings have improved our understanding of \nthese molecular clocks.\nThe molecular clock in D. melanogaster\nThe first mutants displaying altered circadian behaviour \nwere found in D. melanogaster11. A genetic screen for \nthe timing of eclosion , which occurs predominantly in \nthe morning in wild­ type flies, yielded an arrhythmic \nstrain named period0 (per0) and two additional mutants \nnamed period short  (perS) and period long  (perL), which \nshortened or lengthened the period to 19 h and 28 h, \nrespectively. Genetic tests suggested that all three muta­\ntions are alleles of the gene period , whose molecular \nidentity was subsequently determined12,13. In the follow­\ning years, screens for locomotor activity, which peaks at \ndusk and dawn, which were aided by the short generation \ntime and powerful genetics of D. melanogaster, uncov­\nered a network of circadian ‘clock genes’14. Biochemical \nand genetic studies ultimately revealed a TTFL in \nwhich two transcriptional inhibitors, Period (PER) and \nTimeless (TIM)15, physically associate and translocate \nto the nucleus, where they repress the transcription of \ntheir own genes by suppressing a pair of transcription \nactivators, Clock (CLK)16 and Cycle (CYC)17 (Fig.  1). CLK \nand CYC accumulate constitutively in the nucleus and \nform a heterodimer, which binds to E­ box­containing \nenhancers upstream of the promoters of per  and tim . The \nlevels of per  and tim  mRNAs peak at the end of the day, \nwhereas their protein levels are highest in the second half of the night \n(Fig.  2).\nAs PER and TIM accumulate in the nucleus, \nthey increasingly inhibit CLK–CYC function. Light ­ \ndependent TIM degradation occurs during the day \nthrough the activity of the photoreceptor protein Cryptochrome (CRY) and the E3 ubiquitin ligase Jetlag \n(JET), which also degrades CRY\n18–20 (Fig.  1). In the \nabsence of TIM, PER is destabilized by Double ­ time \n(DBT)21,22, which is the fly orthologue of mammalian \ncasein kinases 1(CK1) δ and ε, and by the E3 ubiquitin ligase supernumerary limbs (SLIMB)\n23,24; the concomi­\ntant loss of PER and TIM restarts the circadian cycle. The transcriptional targets of CLK–CYC include down­\nstream clock output genes, whose cyclic expression con­fers circadian rhythmicity to cell and tissue function\n25–33. \nA second TTFL controls the expression of the clk  mRNA. \nCLK–CYC bind to E­ boxes in the enhancers of the genes \nencoding the transcription factors Vrille (VRI) and PAR domain protein 1ε (PDP1ε), which control clk  transcrip­\ntion\n34 (Fig.  1). VRI binds to VRI/PDP1ε ­ binding boxes in \nthe clk enhancer and represses clk transcription, whereas \nPDP1ε activates it later in the night, thus resulting in rhythmic clk mRNA expression. However, modulating \nthe phase in which the clk  mRNA is expressed does not \naffect behavioural rhythms35 and CLK protein does \nnot oscillate, so the role of rhythmic clk  mRNA expres­\nsion remains unclear. Nevertheless, PDP1ε is essential for rhythmicity\n36, possibly by controlling the expression \nof the neuropeptide pigment­ dispersing factor (PDF), \nwhich is required for behavioural rhythms37.\nRegulation of the molecular clock in D. melanogaster.  \nWhat regulates the precise timing for the TTFL",
            "page": 1
        },
        "id": "2913"
    },
    {
        "document": "photoreceptive cells",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "2    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al.  The disruption of the sleep-wake cycle is also a very common feature in the ASD phenotype. Indeed, 40–93% of ASD subjects may present alterations of sleep [18-23] and represents a circadian disturbance that can promote additional neurobehavioral dysfunc-tions as negatively influences cognition and behavior [20, 24-26], as well as changing endocrine responses, as melatonin and cortisol secretion [20, 27-29]. Although circadian rhythm dysregulation during brain development was suggested to be causative of ASD [18, 30,31], it must be highlighted that also healthy subjects present sleep disturbances and related behavioral problems [20, 32-34]. Besides the increased bulk of studies that have evaluated several aspects of ASD etiology, it has been remarkable the understanding of the multifactorial association between several aspects of cir-cadian misalignment and the clinical manifestations of ASD. Here we present mechanisms involved in the disruption of circadian rhythms by covering the basic mechanism of normal organization of the circadian timing system and its close association between neuroendocrine and neurobehavioral functions. Finally, we in-cluded our current working hypothesis which suggests that at least part of the behavioral symptoms in ASD is caused by an inflamma-tory state linked to the disruption of melatonin production. Moreo-ver, these mechanisms are underneath sleep and cognitive disorders typical of ASD. 2. ORGANIZATION OF THE CIRCADIAN TIMING SYS-TEM   The circadian rhythm in mammals is driven by the central clock located in the suprachiasmatic nucleus (SCN) of the hypothalamus. These important nuclei in the brain adjust the timing of several aspects of the physiology to the daily environmental lighting by perceiving the light in the retina and integration of this information to the master clock, the SCN [35]. A neuroendocrine connection between SCN and the whole body involves the early morning peak of cortisol and the nocturnal peak of melatonin. The high relevance of this system for human settings relies on the premise that the cir-cadian timing system allows the body to anticipate and prepare for changes that occur in the natural environment, thus improving its physiological strength to orchestrate behavior and physiological functions to the oscillation of light in the environment [36, 37].   The oscillatory machinery of the SCN is based on the transcrip-tional feedback loops of coding genes and its proteins [35, 38]. Transcriptional feedback involves at least eleven genes [38]. Briefly, the heterodimer Bmal1: Clock rhythmically assembled by the circadian transcription of Bmal1 (also known as ARNT) leads to the transcription of the repressor genes Per1, Per2, Cry1, and Cry2. The proteins translated from these genes form homo- or  he te r odi-mers that suppress Bmal1: Clock activity. Such transcrip-tion/translation rates repeat over an approximately 24-hour period (circadian, from the Latin, around one day) [35, 39]. The robust circadian endogenous rhythm of the SCN is transmitted to the whole body by neural and hormonal connections, synchronizing cells, tissues, and functions.   Light input to the SCN is mediated by the direct retinohypo-thalamic tract, which initiates in the photoreceptive ganglion cells in the retina [40]. Also, non-photic signals, including molecular changes typical of some pathologies, may influence the SCN and consequently alter the biological rhythms [41-43]. Thus, the syn-chrony of the SCN to light is mediated by specific cells of the retina that project to the SCN and other thalamic areas [44]. Environ-mental light is the major zeitgeber for the SCN, however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i",
            "page": 2
        },
        "id": "3276"
    },
    {
        "document": "phototransduction",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": " a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the light itself. The rods or cones that likely underlie the phototransduction of the light \nflash to an electrochemical signal can resensitize during the darkness between flashes, increasing the photon \ncapture and extrinsic drive on the ipRGC  19,22. When administering flash therapy during sleep, the flashes must \npass through closed eyelids, which reduces the amount of light striking the cornea in a wavelength-dependent \nmanner, with 86% (at 700 nm) to 97% (below 580 nm)  attenuation23,24.\nAs the sensitivity of the SCN to light varies over the course of a typical sleep period, so too does the temporal \norganization of sleep stages, reflective of the intricate interplay between homeostatic sleep pressure and circadian OPEN\n1Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA. 2Palo Alto \nVeterans Institute for Research, Palo Alto, CA 94304, USA. 3Mental Illness Research Education and Clinical Center, \nVA Palo Alto Health Care System, Palo Alto, CA 94304, USA. *email: jzeitzer@stanford.edu",
            "page": 0
        },
        "id": "3627"
    },
    {
        "document": "photoreceptor",
        "metadata": {
            "originalPdf": "HCL 논문.pdf",
            "originalText": ".E.performed themeasurement and\nanalyzed themeasured data.S.-w.C.designed theLED\npackage. C.K.andS.L.performed themeasurement. C.Y.\nfabricated theLED.D.H.K.assistedtodesigntheexperimental\nprotocol. C.K.supervised andcontributed todesignthe\nexperimental protocol. Y.R.D.conceived oftheproject,led\nsupervision ofthework.\nNotes\nTheauthorsdeclarenocompeting financialinterest.■ACKNOWLEDGMENTS\nThisworkwassupported byaNational Research Foundation\nofKorea(NRF)grantfundedbytheKoreagovernment\n(MSIT) (2016R1A5A1012966, 2021R1A2C2009521, and\n2021M3E5D2A01022396).■REFERENCES\n(1)Khalsa,S.B.S.;Jewett,M.E.;Cajochen, C.;Czeisler,C.A.A\nphaseresponsecurvetosinglebrightlightpulsesinhumansubjects. J.\nPhysiol.2003,549,945−952.\n(2)Chang,A.-M.;Santhi,N.;StHilaire,M.;Gronfier, C.;Bradstreet,\nD.S.;Duffy,J.F.;Lockley,S.W.;Kronauer, R.E.;Czeisler, C.A.\nHumanresponses tobrightlightofdifferent durations. J.Physiol.\n2012,590,3103−3112.\n(3)Zeitzer,J.M.;Dijk,D.-J.;Kronauer, R.E.;Brown,E.N.;\nCzeisler, C.A.Sensitivity ofthehumancircadian pacemaker to\nnocturnal light:melatonin phaseresettingandsuppression. J.Physiol.\n2000,526,695−702.\n(4)David-Gray, Z.K.;Janssen,J.W.H.;DeGrip,W.J.;Nevo,E.;\nFoster,R.G.Lightdetection ina‘blind’mammal. Nat.Neurosci.1998,\n1,655−656.\n(5)Xue,T.;Do,M.T.H.;Riccio,A.;Jiang,Z.;Hsieh,J.;Wang,H.\nC.;Merbs,S.L.;Welsbie,D.S.;Yoshioka, T.;Weissgerber, P.;Stolz,\nS.;Flockerzi, V.;Freichel,M.;Simon,M.I.;Clapham, D.E.;Yau,K.-\nW.Melanopsin signaling inmammalian irisandretina.Nature2011,\n479,67−73.\n(6)Brainard, G.C.;Hanifin, J.P.;Greeson, J.M.;Byrne,B.;\nGlickman, G.;Gerner,E.;Rollag,M.D.Actionspectrum for\nmelatonin regulation inhumans: evidence foranovelcircadian\nphotoreceptor. J.Neurosci.2001,21,6405−6412.\n(7)Thapna,K.;Arendt,J.;Skene,D.J.Anactionspectrum for\nmelatonin suppression: evidence foranovelnon-rod, non-cone\nphotoreceptor systeminhumans. J.Physiol.2001,535,261−267.\n(8)Berson,D.M.;Dunn,F.A.;Takao,M.Phototransduction by\nretinalganglioncellsthatsetthecircadian clock.Science2002,295,\n1070−1073.\n(9)Stevens,R.G.;Brainard, G.C.;Blask,D.E.;Lockley,S.W.;\nMotta,M.E.Adversehealtheffectsofnighttime lighting:comments\nonAmerican MedicalAssociation policystatement. Am.J.Prev.Med.\n2013,45,343−346.\n(10)Walker,W.H.,II;Walton,J.C.;Devries,A.C.;Nelson,R.J.\nCircadian rhythmdisruption andmentalhealth. Transl",
            "page": 7
        },
        "id": "4291"
    },
    {
        "document": "phototransduction",
        "metadata": {
            "originalPdf": "HCL 논문.pdf",
            "originalText": ".E.performed themeasurement and\nanalyzed themeasured data.S.-w.C.designed theLED\npackage. C.K.andS.L.performed themeasurement. C.Y.\nfabricated theLED.D.H.K.assistedtodesigntheexperimental\nprotocol. C.K.supervised andcontributed todesignthe\nexperimental protocol. Y.R.D.conceived oftheproject,led\nsupervision ofthework.\nNotes\nTheauthorsdeclarenocompeting financialinterest.■ACKNOWLEDGMENTS\nThisworkwassupported byaNational Research Foundation\nofKorea(NRF)grantfundedbytheKoreagovernment\n(MSIT) (2016R1A5A1012966, 2021R1A2C2009521, and\n2021M3E5D2A01022396).■REFERENCES\n(1)Khalsa,S.B.S.;Jewett,M.E.;Cajochen, C.;Czeisler,C.A.A\nphaseresponsecurvetosinglebrightlightpulsesinhumansubjects. J.\nPhysiol.2003,549,945−952.\n(2)Chang,A.-M.;Santhi,N.;StHilaire,M.;Gronfier, C.;Bradstreet,\nD.S.;Duffy,J.F.;Lockley,S.W.;Kronauer, R.E.;Czeisler, C.A.\nHumanresponses tobrightlightofdifferent durations. J.Physiol.\n2012,590,3103−3112.\n(3)Zeitzer,J.M.;Dijk,D.-J.;Kronauer, R.E.;Brown,E.N.;\nCzeisler, C.A.Sensitivity ofthehumancircadian pacemaker to\nnocturnal light:melatonin phaseresettingandsuppression. J.Physiol.\n2000,526,695−702.\n(4)David-Gray, Z.K.;Janssen,J.W.H.;DeGrip,W.J.;Nevo,E.;\nFoster,R.G.Lightdetection ina‘blind’mammal. Nat.Neurosci.1998,\n1,655−656.\n(5)Xue,T.;Do,M.T.H.;Riccio,A.;Jiang,Z.;Hsieh,J.;Wang,H.\nC.;Merbs,S.L.;Welsbie,D.S.;Yoshioka, T.;Weissgerber, P.;Stolz,\nS.;Flockerzi, V.;Freichel,M.;Simon,M.I.;Clapham, D.E.;Yau,K.-\nW.Melanopsin signaling inmammalian irisandretina.Nature2011,\n479,67−73.\n(6)Brainard, G.C.;Hanifin, J.P.;Greeson, J.M.;Byrne,B.;\nGlickman, G.;Gerner,E.;Rollag,M.D.Actionspectrum for\nmelatonin regulation inhumans: evidence foranovelcircadian\nphotoreceptor. J.Neurosci.2001,21,6405−6412.\n(7)Thapna,K.;Arendt,J.;Skene,D.J.Anactionspectrum for\nmelatonin suppression: evidence foranovelnon-rod, non-cone\nphotoreceptor systeminhumans. J.Physiol.2001,535,261−267.\n(8)Berson,D.M.;Dunn,F.A.;Takao,M.Phototransduction by\nretinalganglioncellsthatsetthecircadian clock.Science2002,295,\n1070−1073.\n(9)Stevens,R.G.;Brainard, G.C.;Blask,D.E.;Lockley,S.W.;\nMotta,M.E.Adversehealtheffectsofnighttime lighting:comments\nonAmerican MedicalAssociation policystatement. Am.J.Prev.Med.\n2013,45,343−346.\n(10)Walker,W.H.,II;Walton,J.C.;Devries,A.C.;Nelson,R.J.\nCircadian rhythmdisruption andmentalhealth. Transl",
            "page": 7
        },
        "id": "4307"
    },
    {
        "document": "visual awareness",
        "metadata": {
            "originalPdf": "HCL 논문.pdf",
            "originalText": "(14)Rupp,A.C.;Ren,M.;Altimus, C.M.;Fernandez, D.C.;\nRichardson, M.;Turek,F.;Hatter,S.;Schmidt,T.M.DistinctipRGC\nsubpopulations mediatelight’sacuteandcircadian effectsonbody\ntemperature andsleep.Neurosci.2019,8,No.e44358.\n(15)Shanahan, T.L.;Czeisler, C.A.Lightexposure induces\nequivalent phaseshiftsoftheendogenous circadian rhythms of\ncirculating plasmamelatonin andcorebodytemperature inmen.J.\nClin.Endocrinol. Metab.1991,73,227−235.\n(16)Schubert, E.F.;Kim,J.K.Solid-state lightsourcegettingsmart.\nScience2005,308,1274−1278.\n(17)Steigerwald, D.A.;Bhat,J.C.;Collins,D.;Fletcher, R.M.;\nHolcomb, M.O.;Ludowise, M.J.;Martin,P.S.;Rudaz,S.L.\nIllumination withsolidstatelightingtechnology. IEEEJ.Sel.Top.\nQuantum Electron.2002,8,310−320.\n(18)Crawford, M.H.LEDsforsolid-state lighting:performance\nchallenges andrecentadvances. IEEEJ.Sel.Top.Quantum Electron.\n2009,15,1028−1040.\n(19)Pust,P.;Schmidt, P.J.;Schnick,W.Arevolution lighting. Nat.\nMater.2015,14,454−458.\n(20)DeGuili,V.;DaPos,O.;DeCarli,M.Indoorenvironmental\nqualityandpupilperception inItalianprimaryschool. BuildEnvrion.\n2012,56,335−345.\n(21)Pauley,S.M.Lightingforthehumancircadian clock:recent\nresearchindicatesthatlightinghasbecomeapublichealthissue.Med.\nHypotheses 2004,63,588−596.\n(22)Cajochen, C.;Münch,M.;Kabialka, S.;Kräuchi,K.;Steiner,R.;\nOelhafen, P.;Orgu ̈l,S.;Wirz-Justice, A.Highsensitivity ofhuman\nmelatonin, alertness, thermoregulation, andheartratetoshort\nwavelength light.J.Clin.Endocrinol. Metab.2005,90,1311−1316.\n(23)Zaidi,F.H.;Hull,J.T.;Peirson,S.N.;Wulff,K.;Aeschbach,\nD.;Gooley,J.J.;Brainard, G.C.;Gregory-Evans, K.;Rizzo,J.F.,III;\nCzeisler,C.A.;Foster,R.G.;Moseley, M.J.;Lockley,S.W.Short\nwavelength lightsensitivity ofcircadian, pupillary, andvisual\nawareness inhumanslackingonouterretina.Curr.Biol.2007,17,\n2122−2128.\n(24)Falchi,F.;Cinzano, P.;Elvidge,C.D.;Keith,D.M.;Haim,A.\nLimitingtheimpactoflightpollution ofhumanhealth,environment\nandstellarvisibility. J.Environ. Manage.2011,92,2714−2722.\n(25)Hariyani, S.;Brgoch,J.Advancing human-centric LEDlighting\nusingNa2MgPO4F:Eu2+.ACSAppl.Mater. Interfaces 2021,13,\n16669−16676.\n(26)Cajochen, C.;Freyburger, M.;Basishvili, T.;Garbazza, C.;\nRudzik,F.;Renz,C.;Kobayashi, K.;Shirakawa, Y.;Stefani,O.;\nWeibel,J.EffectofdaylightLEDonvisualcomfort,melatonin, mood,\nwakingperformance andsleep.Lighting Res.Technol.2019,51,1044−",
            "page": 8
        },
        "id": "4333"
    },
    {
        "document": "phototransduction",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": " a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the light itself. The rods or cones that likely underlie the phototransduction of the light \nflash to an electrochemical signal can resensitize during the darkness between flashes, increasing the photon \ncapture and extrinsic drive on the ipRGC  19,22. When administering flash therapy during sleep, the flashes must \npass through closed eyelids, which reduces the amount of light striking the cornea in a wavelength-dependent \nmanner, with 86% (at 700 nm) to 97% (below 580 nm)  attenuation23,24.\nAs the sensitivity of the SCN to light varies over the course of a typical sleep period, so too does the temporal \norganization of sleep stages, reflective of the intricate interplay between homeostatic sleep pressure and circadian OPEN\n1Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA. 2Palo Alto \nVeterans Institute for Research, Palo Alto, CA 94304, USA. 3Mental Illness Research Education and Clinical Center, \nVA Palo Alto Health Care System, Palo Alto, CA 94304, USA. *email: jzeitzer@stanford.edu",
            "page": 0
        },
        "id": "4352"
    },
    {
        "document": "photosensitizer",
        "metadata": {
            "originalPdf": "58f827ca-8130-479f-bb97-926ce5777d22.pdf",
            "originalText": "Nature Chemistry\nArticle https://doi.org/10.1038/s41557-023-01383-yCy5-amine, showed similar behaviour. These results suggest that there \nis a correlation between molecular structure and the VDA intensity of \nthe molecular mechanical action (Fig. 3  and Extended Data Fig. 2). The \nVDA increases with the length of the conjugation in the polymethine \nbridge and the extension of the aromatic ring at the indoles (Extended \nData Fig. 2).\nUsing confocal microscopy, we monitored over time the per -\nmeabilization of the cells mediated by Cy5.5-amine and Cy5-amine \nfollowing treatment with 640 nm light (Fig. 4 ); at this wavelength, the \nvibronic band in Cy5.5-amine is accessed, but it is only weakly accessed \nin Cy5-amine (Fig. 3a). In addition, the cell-membrane-targeting \n1,1′-dioctadecyl-3,3,3′,3′-tetramethylindodicarbocyanine) (DiD) dye \nwas used as a control. In the case of Cy5.5-amine, the cells were already \npermeabilized 4 min after laser excitation; the DAPI intensity (cell per -\nmeabilization) was 2-fold higher than the initial intensity and 13-fold \nhigher at 10 min. This result shows that Cy5.5-amine is a stronger MJH \nthan Cy5-amine (2.5-fold DAPI intensity increase at 10 min), which is \nconsistent with the flow cytometry analysis (Fig. 3b–d ). The DiD dye \nshowed a weak effect on cell permeabilization (1.5-fold DAPI intensity \nincrease at 10 min), as expected because it is similar to Cy5, an MJH with \na weak VDA. In all of the non-illuminated controls, the DAPI intensity \nremained unchanged at 10 min relative to the initial intensity. The fluo -\nrescence of DiD was observed to weaken upon light irradiation (Fig. 4f ). \nIt is known that cyanines photoisomerize to produce non-emissive dark \nstates, including photoisomers and triplet states26. The triplet states of \na chromophore can be populated via intersystem crossing and promote \nenergy transfer to generate singlet oxygen24,25,32. These factors might \noperate in DiD, resulting in delayed fluorescence emission, a potent \nphotosensitizer and a weak MJH (Fig. 4f ). This is further confirmed and \ndiscussed later using 1,1′-dioctadecyl-3,3,3′,3′-tetramethylindotricar\nbocyanine iodide (DiR iodide). The presence of heavy atoms such as \niodide enhances the generation of triplet states, leading to strong pho -\ntosensitizers24,25. Therefore, DiD and DiR iodide are suitable controls to \nshow that strong photosensitizers are less efficient in permeabilizing the cells.\nDistinguishing mechanical action from photothermal and \nphotodynamic effects\nTo rule out a photothermal effect, the temperature of the media \nwas measured during the exposure of an A375 cell suspension with \nCy7.5-amine to NIR light both at room temperature and in an ice bath \n(Extended Data Fig. 6). The temperature remained constant at 20 and 2 °C, respectively, for both treatments. The cell permeabilization was \nalso unaffected by the lower temperature (Extended Data Fig. 6g). Thus, a photothermal effect is not responsible for the necrosis seen \nin these cells.\nTo confirm that photodynamic ROS generation is not respon -\nsible for the necrosis, the permeabilization of A375 melanoma cells \nwas repeated in the presence of ROS scavengers (Extended Data  \nFig. 7a–c). We observed that N-acetylcysteine (10 mM), thiourea \n(100 mM) nor sodium azide (2.5 mM) retarded the permeabilization \nof the cells. Furthermore, we determined that ROS are not responsible \nfor the permeabilization of the cells by lowering the illumination time \nof the perme",
            "page": 6
        },
        "id": "4568"
    }
]