[
    {
        "document": "λ",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": "etric vibration rather than a collection of single \nvibrations9. This vibronic behaviour, through the coupling of elec -\ntronic and vibrational states, is a feature of conjugated-backbone \nnear-symmetrical cyanines, such as Cy7-amine and Cy7.5-amine. The \nshoulder (λ  ≈ 730 nm) in the absorption spectrum of Cy7.5-amine corre -\nsponds to this collective vibrational mode (Fig. 1e). The same collective \nvibrational mode is present in Cy7-amine, but at ~690 nm. The molecu -\nlar plasmons in cyanines were indeed confirmed by time-dependent \ndensity functional theory (TD-DFT) calculations; these molecules \ncan support longitudinal molecular plasmons (LMPs) and transversal \nmolecular plasmons (TMPs; Fig. 1d,e and Extended Data Fig. 1). The \nshoulder band (730 nm by experiment, 750 nm by TD-DFT calculation) \nis not the only vibronic mode present in the absorption spectrum of \nCy7.5-amine, but rather the strongest in vibronic character spreading \nthroughout the length and width of the molecule (Supplementary \nVideo 1 and Supplementary Fig. 2). This can be observed by contrasting the vibrational mode of the 750 nm shoulder in Supplementary Video 1 \nwith the other concerted vibrational modes at 809, 530 and 430 nm in \nSupplementary Videos 2–4, respectively, obtained from first-principles \nTD-DFT vibrational calculations. The larger band at ~780 nm (809 nm calculated by TD-DFT), predominantly a longitudinal charge density \nresonance, the small peak at ~400 nm (430 nm calculated by TD-DFT), \nprimarily a transversal charge density resonance, and the shoulder at \n~450 nm (530 nm calculated by TD-DFT), with a predominant short lon -\ngitudinal charge density resonance, also have vibronic properties with \ncharge density resonances typical of a molecular plasmon10 (Extended \nData Fig. 1). It is important to recognize that the TD-DFT calculations \ndescribe more accurately the longer wavelengths (780 and 730 nm) of \nthe absorption bands in the spectrum. The longitudinal contributions \nto the resonances at the shorter wavelengths (~400–600 nm) are inac -\ncurately overestimated by TD-DFT (Extended Data Fig. 1a–c).\nPreviously, Yang et al. resolved a vibrational frequency at 1,310 cm−1 \n(this is equivalent to 25 fs per oscillation or a frequency of 4 × 1013 s−1) \nfor 1,1′,3,3,3′,3′-hexamethyl-4,4′,5,5′-dibenzo-2,2′-indotricarbocyanine \nusing wavelength-resolved femtosecond pump–probe spectroscopy \nwhen the vibronic shoulder was selectively excited; however, the \nidentity of the absorption shoulder was not explained in that study18. \nGiven that our TD-DFT analysis strongly supports that the absorption \nshoulder represents the concerted whole-molecule vibronic mode, \nwe can expect that this reported band at 1,310 cm−1 corresponds to \nthe vibrational frequency of the concerted whole-molecule vibration. \nCorroborating this assumption, this frequency has been reported to \ncorrespond to one dominant vibration with a nearly constant value \n(~1,310–1,375 cm−1) in indocyanine structures. This value matches the \nenergy spacing between the two dominant absorption sub-bands, \nwhich represent the vibronic shoulder next to the absorption peak9,28. \nMoreover, resonance Raman spectroscopy has determined that this is \nan intensity-dominant vibrational band at 1,365 cm−1 in the spectrum \nof Cy5 and confirmed for other cyanines29,30. Specifically, for Cy7.5 this \nvibrational frequency has been measured at ~1,370 cm−1 (this is 24 fs \nper oscillation or a frequency of 4.1 × 1013 ",
            "page": 2
        },
        "id": "690"
    },
    {
        "document": "short λ enriched DLaN",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Next, we examined negative masking  behavior  as described above.  A gain, the WT mice \nexhibited a drastic  suppression of activity (42 ± 7%), while the Opn4DTA did not show any \nsignificant light -evoked change  on their  activity ( 9 ± 9%; Fig. 2C, Table 2). We had previously \nshown that DLaN reduces social behavior in C57 mice (Wang et al., 2020), hence, the effect  of \nthe short λ illumination  was examined on this behavior  in the Opn4DTA. In WT mice, the DLaN \ngreatly reduced social interactions ( 57.4 ± 10%), while the mutant  mice were resistant to this \nnegative effect of night -time illumination ( 8.9 ± 8.2% , Fig. 2D, Table 2 ). Together these  data \nindicate that the ipRGCs are required for at least some of the negative effects of DLaN.   \nReduced melanopic  illumination  prevents DLaN -driven disruption of daily rhythms in activity in \nWT and Cntnap2 KO mice.  \nNext, we used the LED array to determine whether long λ enriched  illumination would \nreduce the DLaN disruption of locomotor activity rhythms . Cohorts of Cntnap2  KO and WT mice \nwere first housed under control conditions (LD 12:12) , then randomly exposed to either long or \nshort λ enriched DLaN (10 lx ) for 2 weeks and  the waveforms examined ( Fig. 3A) . Under \nbaseline conditions, both Cntnap2 KO mice and WT con trols exhibited robust rhythms in \nactivity, although several  parameters  (total activity, power, amplitude) measured from the \nCntnap2 KO mice  were consistent with weaker rhythms as previously described (Wang et al., \n2020) . When treated with the short λ enriched DLaN, the average waveform (1 hr bins) of both \ngenotypes was significantly altered ( Fig. 3A, B; Table 3 ) The WT and the Cntnap2 KO mice \nexhibited a significant reduction in a number of activity rhythm parameters while the long λ \nenriched illumination did not produce significant changes compared to baseline ( Fig. 3; Table \n3). These differences in the effects of the short and long λ illumination were strikingly evident \nwhen some of the key activity parameters were examined before and after treatment ( Fig. 4 ). \nThese results indicate that the negative effects of DLaN are driven by the spectral properties of \nthe light used for illumination in both WT and Cntnap2 KO mice.  \nReduced melanopic  illumination  prevents DLaN -driven disruption of social behavior in WT and \nCntnap2 KO mice.  \nDLaN reduced social behavior in both Cntnap2 KO mutants as well as WT controls \n(Wang et al., 2020) , thus,  here we sought to determine the influence of the lighting treatments \nusing a reciprocal social interaction test .  The short λ enriched DLaN treatment decreased social \nbehavior in both Cntnap2  KO and WT mice, while the long λ enriched light was without effect  \n(Fig. 5, Table  3). The short λ DLaN decreased social interactions (>10%) in 10 out of the 12 \nmutant mice evaluated, whereas the long λ  reduced social interactions in 5 out of 12 KO mice . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 10
        },
        "id": "967"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Next, we examined negative masking  behavior  as described above.  A gain, the WT mice \nexhibited a drastic  suppression of activity (42 ± 7%), while the Opn4DTA did not show any \nsignificant light -evoked change  on their  activity ( 9 ± 9%; Fig. 2C, Table 2). We had previously \nshown that DLaN reduces social behavior in C57 mice (Wang et al., 2020), hence, the effect  of \nthe short λ illumination  was examined on this behavior  in the Opn4DTA. In WT mice, the DLaN \ngreatly reduced social interactions ( 57.4 ± 10%), while the mutant  mice were resistant to this \nnegative effect of night -time illumination ( 8.9 ± 8.2% , Fig. 2D, Table 2 ). Together these  data \nindicate that the ipRGCs are required for at least some of the negative effects of DLaN.   \nReduced melanopic  illumination  prevents DLaN -driven disruption of daily rhythms in activity in \nWT and Cntnap2 KO mice.  \nNext, we used the LED array to determine whether long λ enriched  illumination would \nreduce the DLaN disruption of locomotor activity rhythms . Cohorts of Cntnap2  KO and WT mice \nwere first housed under control conditions (LD 12:12) , then randomly exposed to either long or \nshort λ enriched DLaN (10 lx ) for 2 weeks and  the waveforms examined ( Fig. 3A) . Under \nbaseline conditions, both Cntnap2 KO mice and WT con trols exhibited robust rhythms in \nactivity, although several  parameters  (total activity, power, amplitude) measured from the \nCntnap2 KO mice  were consistent with weaker rhythms as previously described (Wang et al., \n2020) . When treated with the short λ enriched DLaN, the average waveform (1 hr bins) of both \ngenotypes was significantly altered ( Fig. 3A, B; Table 3 ) The WT and the Cntnap2 KO mice \nexhibited a significant reduction in a number of activity rhythm parameters while the long λ \nenriched illumination did not produce significant changes compared to baseline ( Fig. 3; Table \n3). These differences in the effects of the short and long λ illumination were strikingly evident \nwhen some of the key activity parameters were examined before and after treatment ( Fig. 4 ). \nThese results indicate that the negative effects of DLaN are driven by the spectral properties of \nthe light used for illumination in both WT and Cntnap2 KO mice.  \nReduced melanopic  illumination  prevents DLaN -driven disruption of social behavior in WT and \nCntnap2 KO mice.  \nDLaN reduced social behavior in both Cntnap2 KO mutants as well as WT controls \n(Wang et al., 2020) , thus,  here we sought to determine the influence of the lighting treatments \nusing a reciprocal social interaction test .  The short λ enriched DLaN treatment decreased social \nbehavior in both Cntnap2  KO and WT mice, while the long λ enriched light was without effect  \n(Fig. 5, Table  3). The short λ DLaN decreased social interactions (>10%) in 10 out of the 12 \nmutant mice evaluated, whereas the long λ  reduced social interactions in 5 out of 12 KO mice . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 10
        },
        "id": "969"
    },
    {
        "document": "short λ enriched DLaN",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "(Fig. 5B, C). Our findings indicate that exposure to short λ enriched DLaN disrupted social \nbehavior in both genotypes, and the use of long er λ illumination could effectively reduce the \nimpact of DLaN on social behavior.  \n \nReduced melanopic  illumination  prevents DLaN -driven disruption of repetitive behavior in  \nCntnap2 KO mice.  \n  We have previously shown that DLaN increases repetitive behavior in Cntnap2 KO \nmutants but not in WT (Wang et al., 2020), hence, w e explored the effects of the two lighting \ntreatments on grooming behavior . As previously observed, the Cntnap2  KO exhibited higher \nlevels of grooming than WT mice under baseline conditions , and neither DLaN treatment altered \nthe levels of grooming in WT mice  (Fig. 6, Table 3) . The short λ enriched DLaN treatment \ntriggered a selective  increase in the time of grooming in the Cntnap2 KO mice ( Fig. 6, Table 3 ). \nIn particular, t he short λ  DLaN increased grooming (>10%) in 16 out of the 22 KO mice \nevaluated while  the long λ DLaN  only affected  4 mutants (Fig. 6B, C). Our observations \ndemonstrate that the impact of DLaN on repetitive grooming in the Cntnap2 KO was dependent \nupon the λ used and that the mutants are selectively vulnerable to the effects of DLaN on \nrepetitive behavior.   \nLimited Sex differences in the DLaN -driven behavioral changes in WT and Cntnap2 KO mice.  \n Given the strong male bias in prevalence of ASD, we powered our behavioral studies to \ndetect possible sex difference in behavior.  First, we compared key measures of  activity \nrhythms, social interac tions and groom ing between the two genotypes in mice held in the LD \ncycle.  Most activity parameters varied with genotype but not sex ( Table 4 ) with the Cntnap2  KO \nshowing hypo- activity throughout the night.   As has been described previously, the activity \nwaveforms were more robust in the WT females compared with males with higher activity levels \nin the early night ( Supplemental Fig. 1).  We found a similar situation for social behavior where \nthere were significant effects of genotype but not sex ( Table 4).  By contrast, for grooming \nbehavior there were significant effects of both genotype and sex with the female mutants showing significantly altered measure s of repetitive behavior ( Table 4).  Next, we compared \nthese same parameters in male and female WT and Cntnap2 KO mice held under short λ \nenriched DLaN conditions.  Under these conditions, there were no significant sex differences in \nany of the behaviors.  For activity measures, there were not even differences between the genotypes as all of rhythms were compromised ( Table 5; Supplemental Fig. 2) .  For social . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 11
        },
        "id": "1011"
    },
    {
        "document": "short λ enriched DLaN",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1029"
    },
    {
        "document": "λ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 1:  Shift to longer \nwavelength illumination \nreduces negative masking, \nlight -induced phase shifts of \nthe circadian activity \nrhythms, and induction of c -\nFos in the suprachiasmatic nucleus of WT mice.   (A) \nSpectral irradiance of the light emitted by the LED array using two lighting treatments: a short \nwavelength ( λ) enriched (10 lx, \npeak at 478 nm) and a long λ  \nenriched illumination (10 lx, \npeak at 608 nm). (B)  Light -\ninduced masking of activity in \nWT mice e xposed to either the \nshort λ  or long λ  enriched light \nfor one hour at ZT 14. The activity level during this light exposure was compared to that during the equivalent hour (ZT 14-15) on the day before the \ntreatment (baseline activity). (C)  \nExamples of light -induced \nphase shifts of wheel -running \nactivity onsets. After entrainment to the standard light:dark (LD) cycle, WT mice were placed into constant \ndarkness (DD) for 10 days and \nthen exposed to either short λ  \nor long λ  enriched illumination (10 lx, 15 min) at CT 16 (4 hours after the activity onset). Solid lines show \nlines running through activity onset before and after light treatment.  (D)  The short λ  enhanced \nillumination produced significant phase delays of the circadian system.  (E) Examples of light -evoked c -\nFos expression in the suprachiasmatic nucleus (SCN). Mice were exposed to either the short λ  or long λ  \nenriched illumination (10 lx) for 15 min at CT 16, perfused 45 min later and the brains collected. ( F) The \nshort λ  enhanced illumination produced a significant increase in the number of c -Fos positive cells in the \nSCN. Cells were counted in both the left and right SCN in two consecutive coronal sections per animal \nand the numbers averaged to obtain one value per animal. The histograms show the means  ± the \nstandard error of the mean (SEM). Data were analyzed using one- way ANOVA ( Table 1) followed by the \nHolm -Sidak multiple comparisons test with the asterisks indicating significant difference between the \ngroups ( P < 0.05).    \n \n \n \n   \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 28
        },
        "id": "1087"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 1:  Shift to longer \nwavelength illumination \nreduces negative masking, \nlight -induced phase shifts of \nthe circadian activity \nrhythms, and induction of c -\nFos in the suprachiasmatic nucleus of WT mice.   (A) \nSpectral irradiance of the light emitted by the LED array using two lighting treatments: a short \nwavelength ( λ) enriched (10 lx, \npeak at 478 nm) and a long λ  \nenriched illumination (10 lx, \npeak at 608 nm). (B)  Light -\ninduced masking of activity in \nWT mice e xposed to either the \nshort λ  or long λ  enriched light \nfor one hour at ZT 14. The activity level during this light exposure was compared to that during the equivalent hour (ZT 14-15) on the day before the \ntreatment (baseline activity). (C)  \nExamples of light -induced \nphase shifts of wheel -running \nactivity onsets. After entrainment to the standard light:dark (LD) cycle, WT mice were placed into constant \ndarkness (DD) for 10 days and \nthen exposed to either short λ  \nor long λ  enriched illumination (10 lx, 15 min) at CT 16 (4 hours after the activity onset). Solid lines show \nlines running through activity onset before and after light treatment.  (D)  The short λ  enhanced \nillumination produced significant phase delays of the circadian system.  (E) Examples of light -evoked c -\nFos expression in the suprachiasmatic nucleus (SCN). Mice were exposed to either the short λ  or long λ  \nenriched illumination (10 lx) for 15 min at CT 16, perfused 45 min later and the brains collected. ( F) The \nshort λ  enhanced illumination produced a significant increase in the number of c -Fos positive cells in the \nSCN. Cells were counted in both the left and right SCN in two consecutive coronal sections per animal \nand the numbers averaged to obtain one value per animal. The histograms show the means  ± the \nstandard error of the mean (SEM). Data were analyzed using one- way ANOVA ( Table 1) followed by the \nHolm -Sidak multiple comparisons test with the asterisks indicating significant difference between the \ngroups ( P < 0.05).    \n \n \n \n   \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 28
        },
        "id": "1088"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": " \n \nFig. 2: Melanopsin \nmediates the impacts of \nDLaN on activity rhythms \nand social behavior.  WT \nand Opn4DTA were kept in \nbaseline conditions (LD) or \nexposed to the short λ  \nenriched DLaN (10 lx)  for \ntwo weeks. ( A) Waveforms \nof daily rhythms in cage \nactivity of WT (left) or Opn4\nDTA mice (right) under \nLD control conditions or \nunder the short λ  enriched \nDLaN. The activity \nwaveform (1 hr bins) of each group was analyzed \nusing a two- way ANOVA \nwith treatment and time as  \nfactors. The WT mice \nexhibited a significant effect of treatment (F\n(1, 239)  = \n95.39; P < 0.001), time \n(F(23, 239)  = 11.674; P < \n0.001) as well as a significant interaction between the two factors \n(F\n(23, 239)  = 3.047, P  < \n0.001).  In contrast, the Opn4\nDTA mice exhibited a \nsignificant effect of time (F\n(23,215)  = 4.73; P  < 0.001) \nbut not treatment (F (1, 215)  = 0.636, P = 0.426). There was not any evidence for an interaction (F (23,215)  = \n0.611; P = 0.917). Asterisks indicate significant ( P < 0.05) differences between the 1 hr bins as measured \nby Holm -Sidak test for multiple comparisons. (B)  Analyses of the properties of the daily activity rhythms \n(10 day recordings) including power, amplitude, and overall activity levels. (C)  Light -evoked negative \nmasking was measured by exposing the mice to the short λ  enhanced light (10 lx) for 1h at ZT14 and \ncomparing their activity to that of the prior day. (D)  The impact of the short λ  enhanced DLaN on WT and \nOpn4DTA social interactions was measured by comparing the behavior of the mice in baseline conditions \n(LD) and then after 2 weeks exposure to the short λ  enhanced DLaN. A paired t -test was used to analyze \nthe changes before and after light exposure ( Table 2) with  the asterisks indicating significant difference \n(P < 0.05) . Histograms show the means ± SEM with the values from individual animals overlaid. a.u.= \narbitrary units  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 29
        },
        "id": "1118"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": " \nFig. 4:  Long wavelength \nillumination was less disruptive to \nactivity rhythms in WT and \nCntnap2  KO mice.  Key parameters \nof the daily activity rhythms were \nmeasured before (grey) and after \nexposure to the short λ  (teal) or the \nlong λ (magenta) enriched DLaN \ntreatment. Values from individual WT \n(circles) and Cntnap2 KO (triangles) \nmice are reported. A paired t -test \nwas used to analyze the changes before and after the treatment, and \nan asterisk over the treated values \nindicates significant difference ( P < \n0.05).  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 31
        },
        "id": "1144"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 5: Long wavelength illumination diminished DLaN -\nevoked social deficits in WT and Cntnap2  KO mice.   The \nsocial behavior was evaluated by analyzing the time actively \nspent by the testing mouse in social interactions with the novel stranger mouse. The stranger and testing mice were matched for age, sex and genotype.  Experiments were conducted d uring \nthe active phase at ZT 18. (A)  Time spent in social interactions. \nHistograms show the means ± SEM with overlaid the values \nfrom individual WT (circles) and Cntnap2  KO (triangles) mice in \nLD (grey) and under the short λ  (teal) or the long λ  (magenta) \nenriched DLaN. Data were analyzed using a two- way ANOVA \nwith genotype and treatment (see Table 3), followed by the \nHolm -Sidak multiple comparisons test. The asterisk s\n indicate \nsignificant differences ( P < 0.05) between LD and DLaN treatments \nwithin genotype and the crosshatche s between genotypes. (B, C)  \nValues from individual WT (circles) and Cntnap2 KO (triangles) \nanimals before (grey) and after exposure to the short λ  (teal) or \nlong λ (magenta) enriched DLaN. Data were analysed using a \npaired t-test. The asterisks indicate significant difference ( P < \n0.05).  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 32
        },
        "id": "1167"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 6: Long wavelength illumination DLaN lessened \nrepetitive behavior in Cntnap2  KO mice.   Grooming was \nassessed in a novel arena in mice of each genotype under each \nlighting condition (baseline LD, short λ and long λ enriched \nDLaN).  Measurements were conducted at ZT 18. (A)  Time spent \ngrooming by WT (circles) and Cntnap2 KO (triangles) mice under \nLD (grey), short λ  (teal) or long λ  (magenta) enriched DLaN. \nHistograms show the means ± SEM with the values from the \nindividual animals overlaid. Data were analyzed using a Two- way \nANOVA with genotype and treatment as factors (see Table 3)  \nfollowed by the Holm -Sidak multiple comparisons test. Significant \n(P < 0.05) effects of treatment or genotype are indicated with an \nasterisk or a crosshatch, respectively. (B, C)  Values from \nindividual WT and Cntnap2  KO mice animals before (grey) and \nafter exposure to the short λ (teal) or long λ  (magenta) enriched \nDLaN. A paired t- test was used to analyze the changes before \nand after the treatment, and an asterisk over the treated values \nindicates significant difference ( P < 0.05).  \n \n \n \n \n \n \n \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 33
        },
        "id": "1182"
    },
    {
        "document": "short λ (teal)",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "1197"
    },
    {
        "document": "short λ enriched DLaN",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Next, we examined negative masking  behavior  as described above.  A gain, the WT mice \nexhibited a drastic  suppression of activity (42 ± 7%), while the Opn4DTA did not show any \nsignificant light -evoked change  on their  activity ( 9 ± 9%; Fig. 2C, Table 2). We had previously \nshown that DLaN reduces social behavior in C57 mice (Wang et al., 2020), hence, the effect  of \nthe short λ illumination  was examined on this behavior  in the Opn4DTA. In WT mice, the DLaN \ngreatly reduced social interactions ( 57.4 ± 10%), while the mutant  mice were resistant to this \nnegative effect of night -time illumination ( 8.9 ± 8.2% , Fig. 2D, Table 2 ). Together these  data \nindicate that the ipRGCs are required for at least some of the negative effects of DLaN.   \nReduced melanopic  illumination  prevents DLaN -driven disruption of daily rhythms in activity in \nWT and Cntnap2 KO mice.  \nNext, we used the LED array to determine whether long λ enriched  illumination would \nreduce the DLaN disruption of locomotor activity rhythms . Cohorts of Cntnap2  KO and WT mice \nwere first housed under control conditions (LD 12:12) , then randomly exposed to either long or \nshort λ enriched DLaN (10 lx ) for 2 weeks and  the waveforms examined ( Fig. 3A) . Under \nbaseline conditions, both Cntnap2 KO mice and WT con trols exhibited robust rhythms in \nactivity, although several  parameters  (total activity, power, amplitude) measured from the \nCntnap2 KO mice  were consistent with weaker rhythms as previously described (Wang et al., \n2020) . When treated with the short λ enriched DLaN, the average waveform (1 hr bins) of both \ngenotypes was significantly altered ( Fig. 3A, B; Table 3 ) The WT and the Cntnap2 KO mice \nexhibited a significant reduction in a number of activity rhythm parameters while the long λ \nenriched illumination did not produce significant changes compared to baseline ( Fig. 3; Table \n3). These differences in the effects of the short and long λ illumination were strikingly evident \nwhen some of the key activity parameters were examined before and after treatment ( Fig. 4 ). \nThese results indicate that the negative effects of DLaN are driven by the spectral properties of \nthe light used for illumination in both WT and Cntnap2 KO mice.  \nReduced melanopic  illumination  prevents DLaN -driven disruption of social behavior in WT and \nCntnap2 KO mice.  \nDLaN reduced social behavior in both Cntnap2 KO mutants as well as WT controls \n(Wang et al., 2020) , thus,  here we sought to determine the influence of the lighting treatments \nusing a reciprocal social interaction test .  The short λ enriched DLaN treatment decreased social \nbehavior in both Cntnap2  KO and WT mice, while the long λ enriched light was without effect  \n(Fig. 5, Table  3). The short λ DLaN decreased social interactions (>10%) in 10 out of the 12 \nmutant mice evaluated, whereas the long λ  reduced social interactions in 5 out of 12 KO mice . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 10
        },
        "id": "1741"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Next, we examined negative masking  behavior  as described above.  A gain, the WT mice \nexhibited a drastic  suppression of activity (42 ± 7%), while the Opn4DTA did not show any \nsignificant light -evoked change  on their  activity ( 9 ± 9%; Fig. 2C, Table 2). We had previously \nshown that DLaN reduces social behavior in C57 mice (Wang et al., 2020), hence, the effect  of \nthe short λ illumination  was examined on this behavior  in the Opn4DTA. In WT mice, the DLaN \ngreatly reduced social interactions ( 57.4 ± 10%), while the mutant  mice were resistant to this \nnegative effect of night -time illumination ( 8.9 ± 8.2% , Fig. 2D, Table 2 ). Together these  data \nindicate that the ipRGCs are required for at least some of the negative effects of DLaN.   \nReduced melanopic  illumination  prevents DLaN -driven disruption of daily rhythms in activity in \nWT and Cntnap2 KO mice.  \nNext, we used the LED array to determine whether long λ enriched  illumination would \nreduce the DLaN disruption of locomotor activity rhythms . Cohorts of Cntnap2  KO and WT mice \nwere first housed under control conditions (LD 12:12) , then randomly exposed to either long or \nshort λ enriched DLaN (10 lx ) for 2 weeks and  the waveforms examined ( Fig. 3A) . Under \nbaseline conditions, both Cntnap2 KO mice and WT con trols exhibited robust rhythms in \nactivity, although several  parameters  (total activity, power, amplitude) measured from the \nCntnap2 KO mice  were consistent with weaker rhythms as previously described (Wang et al., \n2020) . When treated with the short λ enriched DLaN, the average waveform (1 hr bins) of both \ngenotypes was significantly altered ( Fig. 3A, B; Table 3 ) The WT and the Cntnap2 KO mice \nexhibited a significant reduction in a number of activity rhythm parameters while the long λ \nenriched illumination did not produce significant changes compared to baseline ( Fig. 3; Table \n3). These differences in the effects of the short and long λ illumination were strikingly evident \nwhen some of the key activity parameters were examined before and after treatment ( Fig. 4 ). \nThese results indicate that the negative effects of DLaN are driven by the spectral properties of \nthe light used for illumination in both WT and Cntnap2 KO mice.  \nReduced melanopic  illumination  prevents DLaN -driven disruption of social behavior in WT and \nCntnap2 KO mice.  \nDLaN reduced social behavior in both Cntnap2 KO mutants as well as WT controls \n(Wang et al., 2020) , thus,  here we sought to determine the influence of the lighting treatments \nusing a reciprocal social interaction test .  The short λ enriched DLaN treatment decreased social \nbehavior in both Cntnap2  KO and WT mice, while the long λ enriched light was without effect  \n(Fig. 5, Table  3). The short λ DLaN decreased social interactions (>10%) in 10 out of the 12 \nmutant mice evaluated, whereas the long λ  reduced social interactions in 5 out of 12 KO mice . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 10
        },
        "id": "1743"
    },
    {
        "document": "short λ enriched DLaN",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "(Fig. 5B, C). Our findings indicate that exposure to short λ enriched DLaN disrupted social \nbehavior in both genotypes, and the use of long er λ illumination could effectively reduce the \nimpact of DLaN on social behavior.  \n \nReduced melanopic  illumination  prevents DLaN -driven disruption of repetitive behavior in  \nCntnap2 KO mice.  \n  We have previously shown that DLaN increases repetitive behavior in Cntnap2 KO \nmutants but not in WT (Wang et al., 2020), hence, w e explored the effects of the two lighting \ntreatments on grooming behavior . As previously observed, the Cntnap2  KO exhibited higher \nlevels of grooming than WT mice under baseline conditions , and neither DLaN treatment altered \nthe levels of grooming in WT mice  (Fig. 6, Table 3) . The short λ enriched DLaN treatment \ntriggered a selective  increase in the time of grooming in the Cntnap2 KO mice ( Fig. 6, Table 3 ). \nIn particular, t he short λ  DLaN increased grooming (>10%) in 16 out of the 22 KO mice \nevaluated while  the long λ DLaN  only affected  4 mutants (Fig. 6B, C). Our observations \ndemonstrate that the impact of DLaN on repetitive grooming in the Cntnap2 KO was dependent \nupon the λ used and that the mutants are selectively vulnerable to the effects of DLaN on \nrepetitive behavior.   \nLimited Sex differences in the DLaN -driven behavioral changes in WT and Cntnap2 KO mice.  \n Given the strong male bias in prevalence of ASD, we powered our behavioral studies to \ndetect possible sex difference in behavior.  First, we compared key measures of  activity \nrhythms, social interac tions and groom ing between the two genotypes in mice held in the LD \ncycle.  Most activity parameters varied with genotype but not sex ( Table 4 ) with the Cntnap2  KO \nshowing hypo- activity throughout the night.   As has been described previously, the activity \nwaveforms were more robust in the WT females compared with males with higher activity levels \nin the early night ( Supplemental Fig. 1).  We found a similar situation for social behavior where \nthere were significant effects of genotype but not sex ( Table 4).  By contrast, for grooming \nbehavior there were significant effects of both genotype and sex with the female mutants showing significantly altered measure s of repetitive behavior ( Table 4).  Next, we compared \nthese same parameters in male and female WT and Cntnap2 KO mice held under short λ \nenriched DLaN conditions.  Under these conditions, there were no significant sex differences in \nany of the behaviors.  For activity measures, there were not even differences between the genotypes as all of rhythms were compromised ( Table 5; Supplemental Fig. 2) .  For social . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 11
        },
        "id": "1785"
    },
    {
        "document": "short λ enriched DLaN",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1803"
    },
    {
        "document": "λ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 1:  Shift to longer \nwavelength illumination \nreduces negative masking, \nlight -induced phase shifts of \nthe circadian activity \nrhythms, and induction of c -\nFos in the suprachiasmatic nucleus of WT mice.   (A) \nSpectral irradiance of the light emitted by the LED array using two lighting treatments: a short \nwavelength ( λ) enriched (10 lx, \npeak at 478 nm) and a long λ  \nenriched illumination (10 lx, \npeak at 608 nm). (B)  Light -\ninduced masking of activity in \nWT mice e xposed to either the \nshort λ  or long λ  enriched light \nfor one hour at ZT 14. The activity level during this light exposure was compared to that during the equivalent hour (ZT 14-15) on the day before the \ntreatment (baseline activity). (C)  \nExamples of light -induced \nphase shifts of wheel -running \nactivity onsets. After entrainment to the standard light:dark (LD) cycle, WT mice were placed into constant \ndarkness (DD) for 10 days and \nthen exposed to either short λ  \nor long λ  enriched illumination (10 lx, 15 min) at CT 16 (4 hours after the activity onset). Solid lines show \nlines running through activity onset before and after light treatment.  (D)  The short λ  enhanced \nillumination produced significant phase delays of the circadian system.  (E) Examples of light -evoked c -\nFos expression in the suprachiasmatic nucleus (SCN). Mice were exposed to either the short λ  or long λ  \nenriched illumination (10 lx) for 15 min at CT 16, perfused 45 min later and the brains collected. ( F) The \nshort λ  enhanced illumination produced a significant increase in the number of c -Fos positive cells in the \nSCN. Cells were counted in both the left and right SCN in two consecutive coronal sections per animal \nand the numbers averaged to obtain one value per animal. The histograms show the means  ± the \nstandard error of the mean (SEM). Data were analyzed using one- way ANOVA ( Table 1) followed by the \nHolm -Sidak multiple comparisons test with the asterisks indicating significant difference between the \ngroups ( P < 0.05).    \n \n \n \n   \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 28
        },
        "id": "1905"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 1:  Shift to longer \nwavelength illumination \nreduces negative masking, \nlight -induced phase shifts of \nthe circadian activity \nrhythms, and induction of c -\nFos in the suprachiasmatic nucleus of WT mice.   (A) \nSpectral irradiance of the light emitted by the LED array using two lighting treatments: a short \nwavelength ( λ) enriched (10 lx, \npeak at 478 nm) and a long λ  \nenriched illumination (10 lx, \npeak at 608 nm). (B)  Light -\ninduced masking of activity in \nWT mice e xposed to either the \nshort λ  or long λ  enriched light \nfor one hour at ZT 14. The activity level during this light exposure was compared to that during the equivalent hour (ZT 14-15) on the day before the \ntreatment (baseline activity). (C)  \nExamples of light -induced \nphase shifts of wheel -running \nactivity onsets. After entrainment to the standard light:dark (LD) cycle, WT mice were placed into constant \ndarkness (DD) for 10 days and \nthen exposed to either short λ  \nor long λ  enriched illumination (10 lx, 15 min) at CT 16 (4 hours after the activity onset). Solid lines show \nlines running through activity onset before and after light treatment.  (D)  The short λ  enhanced \nillumination produced significant phase delays of the circadian system.  (E) Examples of light -evoked c -\nFos expression in the suprachiasmatic nucleus (SCN). Mice were exposed to either the short λ  or long λ  \nenriched illumination (10 lx) for 15 min at CT 16, perfused 45 min later and the brains collected. ( F) The \nshort λ  enhanced illumination produced a significant increase in the number of c -Fos positive cells in the \nSCN. Cells were counted in both the left and right SCN in two consecutive coronal sections per animal \nand the numbers averaged to obtain one value per animal. The histograms show the means  ± the \nstandard error of the mean (SEM). Data were analyzed using one- way ANOVA ( Table 1) followed by the \nHolm -Sidak multiple comparisons test with the asterisks indicating significant difference between the \ngroups ( P < 0.05).    \n \n \n \n   \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 28
        },
        "id": "1906"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": " \n \nFig. 2: Melanopsin \nmediates the impacts of \nDLaN on activity rhythms \nand social behavior.  WT \nand Opn4DTA were kept in \nbaseline conditions (LD) or \nexposed to the short λ  \nenriched DLaN (10 lx)  for \ntwo weeks. ( A) Waveforms \nof daily rhythms in cage \nactivity of WT (left) or Opn4\nDTA mice (right) under \nLD control conditions or \nunder the short λ  enriched \nDLaN. The activity \nwaveform (1 hr bins) of each group was analyzed \nusing a two- way ANOVA \nwith treatment and time as  \nfactors. The WT mice \nexhibited a significant effect of treatment (F\n(1, 239)  = \n95.39; P < 0.001), time \n(F(23, 239)  = 11.674; P < \n0.001) as well as a significant interaction between the two factors \n(F\n(23, 239)  = 3.047, P  < \n0.001).  In contrast, the Opn4\nDTA mice exhibited a \nsignificant effect of time (F\n(23,215)  = 4.73; P  < 0.001) \nbut not treatment (F (1, 215)  = 0.636, P = 0.426). There was not any evidence for an interaction (F (23,215)  = \n0.611; P = 0.917). Asterisks indicate significant ( P < 0.05) differences between the 1 hr bins as measured \nby Holm -Sidak test for multiple comparisons. (B)  Analyses of the properties of the daily activity rhythms \n(10 day recordings) including power, amplitude, and overall activity levels. (C)  Light -evoked negative \nmasking was measured by exposing the mice to the short λ  enhanced light (10 lx) for 1h at ZT14 and \ncomparing their activity to that of the prior day. (D)  The impact of the short λ  enhanced DLaN on WT and \nOpn4DTA social interactions was measured by comparing the behavior of the mice in baseline conditions \n(LD) and then after 2 weeks exposure to the short λ  enhanced DLaN. A paired t -test was used to analyze \nthe changes before and after light exposure ( Table 2) with  the asterisks indicating significant difference \n(P < 0.05) . Histograms show the means ± SEM with the values from individual animals overlaid. a.u.= \narbitrary units  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 29
        },
        "id": "1936"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": " \nFig. 4:  Long wavelength \nillumination was less disruptive to \nactivity rhythms in WT and \nCntnap2  KO mice.  Key parameters \nof the daily activity rhythms were \nmeasured before (grey) and after \nexposure to the short λ  (teal) or the \nlong λ (magenta) enriched DLaN \ntreatment. Values from individual WT \n(circles) and Cntnap2 KO (triangles) \nmice are reported. A paired t -test \nwas used to analyze the changes before and after the treatment, and \nan asterisk over the treated values \nindicates significant difference ( P < \n0.05).  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 31
        },
        "id": "1962"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 5: Long wavelength illumination diminished DLaN -\nevoked social deficits in WT and Cntnap2  KO mice.   The \nsocial behavior was evaluated by analyzing the time actively \nspent by the testing mouse in social interactions with the novel stranger mouse. The stranger and testing mice were matched for age, sex and genotype.  Experiments were conducted d uring \nthe active phase at ZT 18. (A)  Time spent in social interactions. \nHistograms show the means ± SEM with overlaid the values \nfrom individual WT (circles) and Cntnap2  KO (triangles) mice in \nLD (grey) and under the short λ  (teal) or the long λ  (magenta) \nenriched DLaN. Data were analyzed using a two- way ANOVA \nwith genotype and treatment (see Table 3), followed by the \nHolm -Sidak multiple comparisons test. The asterisk s\n indicate \nsignificant differences ( P < 0.05) between LD and DLaN treatments \nwithin genotype and the crosshatche s between genotypes. (B, C)  \nValues from individual WT (circles) and Cntnap2 KO (triangles) \nanimals before (grey) and after exposure to the short λ  (teal) or \nlong λ (magenta) enriched DLaN. Data were analysed using a \npaired t-test. The asterisks indicate significant difference ( P < \n0.05).  \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 32
        },
        "id": "1985"
    },
    {
        "document": "short λ",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 6: Long wavelength illumination DLaN lessened \nrepetitive behavior in Cntnap2  KO mice.   Grooming was \nassessed in a novel arena in mice of each genotype under each \nlighting condition (baseline LD, short λ and long λ enriched \nDLaN).  Measurements were conducted at ZT 18. (A)  Time spent \ngrooming by WT (circles) and Cntnap2 KO (triangles) mice under \nLD (grey), short λ  (teal) or long λ  (magenta) enriched DLaN. \nHistograms show the means ± SEM with the values from the \nindividual animals overlaid. Data were analyzed using a Two- way \nANOVA with genotype and treatment as factors (see Table 3)  \nfollowed by the Holm -Sidak multiple comparisons test. Significant \n(P < 0.05) effects of treatment or genotype are indicated with an \nasterisk or a crosshatch, respectively. (B, C)  Values from \nindividual WT and Cntnap2  KO mice animals before (grey) and \nafter exposure to the short λ (teal) or long λ  (magenta) enriched \nDLaN. A paired t- test was used to analyze the changes before \nand after the treatment, and an asterisk over the treated values \nindicates significant difference ( P < 0.05).  \n \n \n \n \n \n \n \n  \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 33
        },
        "id": "2000"
    },
    {
        "document": "short λ (teal)",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "2015"
    }
]