[
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "eac9624b-65fe-412f-b7ab-f9ea82581e16.pdf",
            "originalText": "icity also varies with a 24-h rhythm. Disruption ofcircadian rhythm affects synaptic plasticity. It is\nbecoming increasingly apparent that the clock machin-\nery in the brain controls the genes of synaptic compo-\nnents like neuropeptides, neurotransmitter regulators,\nreceptors and transporters, ion channels, vesicle pro-\nteins, adhesion and scaffolding proteins, implying that\nthe clock machinery in ﬂuences synaptic plasticity\nthrough transcriptional control (Hannou et al. 2020).\nEpigenetic influence on circadian\nrhythmicity and ASD\nEpigenetic processes such as DNA methylation, histone\nmodification and noncoding RNA, like microRNA (miRNA)\nalterations respond promptly to environmental changes.\nInterestingly, rhythmicity in epigenetic events is evident in\ncells and tissues. The circadian system also has a signifi-\ncant influence on many epigenetic regulators. Epigenetic\nprocesses also have robust impacts on sleep patterns. Lack\nof sleep only for a single night alters both DNA methylation\nand the transcriptional profile of key circadian genes\n(Cedernaes et al. 2015). Altered DNA methylation seems toinﬂuence susceptibility to autism (Tremblay and Jiang\n2019).\nSleep loss has a profound impact on epigenetic mod-\nifications of circadian genes. This can confer risk to ASD\nand may influence the severity of ASD. Besides DNA\nmethylation, miRNAs, the endogenous single-stranded,\nnoncoding RNA molecules regulate gene expression\nnegatively and post transcriptionally. miRNAs are involvedF. Abdul et al.: Circadian abnormalities in ASD 9",
            "page": 8
        },
        "id": "144"
    },
    {
        "document": "sleep disorders",
        "metadata": {
            "originalPdf": "eac9624b-65fe-412f-b7ab-f9ea82581e16.pdf",
            "originalText": ", which, as\nnoted, are common in ASD. It would be interesting to note\nthat the decrease in the short-chain fatty acid, butyrate, in\nASD may be intimately linked to alterations in circadian\ngene, mitochondrial, immune and melatonergic pathway\nfunctions (Jin et al. 2016; Maes et al. 2019). Microbiome\nderived butyrate increases the melatonergic pathway (Jinet al. 2016), as well as optimizes mitochondrial function,\npartly by acting via BMAL1 and PDC disinhibition, thereby\noptimizing mitochondrial oxidative phosphorylation and\nimmune cell function (Maes et al. 2019). Changes in the gut\nmicrobiome are therefore important to the regulation of the\nimmune response as well as wider effects via the regulation\nof metabolism (Anderson and Maes 2020).\nCircadian pathway: a potential\ntarget of therapy\nMany studies both in animals as well as in humans have\nconvincingly demonstrated that the pharmacological\nmodulators of the circadian clock could emerge as potential\ntherapeutic drugs in diseases where circadian disruption\nplays a critical pathogenetic role (Antoch and Kondratov\n2013). Recent reports suggest that circadian genes could\nserve as potential therapeutic targets in various pathol-\nogies, including cancers (Elshazley et al. 2012). Circadian\nelements could also be considered as important targets of\ntherapy in ASD. Primary evidence towards this has beengarnered from studies on melatonin mediated sleep regu-\nlation in children with ASD. Given its roles in neuro-\ndevelopment, circadian entrainment and sleep regulation\nas well as in ASD risk, melatonin supplementation is a\nputative treatment option for sleep disorders in children\nwith ASD (Lalanne et al. 2021). Melatonin supplementation\nhas shown promising results in treating sleep onset\ninsomnia in children with ASD (Malow et al. 2012, 2021).10\nF. Abdul et al.: Circadian abnormalities in ASD",
            "page": 9
        },
        "id": "195"
    },
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "Disruption of circadian rhythm and risk of autism spectrum disorder.pdf",
            "originalText": "icity also varies with a 24-h rhythm. Disruption ofcircadian rhythm affects synaptic plasticity. It is\nbecoming increasingly apparent that the clock machin-\nery in the brain controls the genes of synaptic compo-\nnents like neuropeptides, neurotransmitter regulators,\nreceptors and transporters, ion channels, vesicle pro-\nteins, adhesion and scaffolding proteins, implying that\nthe clock machinery in ﬂuences synaptic plasticity\nthrough transcriptional control (Hannou et al. 2020).\nEpigenetic influence on circadian\nrhythmicity and ASD\nEpigenetic processes such as DNA methylation, histone\nmodification and noncoding RNA, like microRNA (miRNA)\nalterations respond promptly to environmental changes.\nInterestingly, rhythmicity in epigenetic events is evident in\ncells and tissues. The circadian system also has a signifi-\ncant influence on many epigenetic regulators. Epigenetic\nprocesses also have robust impacts on sleep patterns. Lack\nof sleep only for a single night alters both DNA methylation\nand the transcriptional profile of key circadian genes\n(Cedernaes et al. 2015). Altered DNA methylation seems toinﬂuence susceptibility to autism (Tremblay and Jiang\n2019).\nSleep loss has a profound impact on epigenetic mod-\nifications of circadian genes. This can confer risk to ASD\nand may influence the severity of ASD. Besides DNA\nmethylation, miRNAs, the endogenous single-stranded,\nnoncoding RNA molecules regulate gene expression\nnegatively and post transcriptionally. miRNAs are involvedF. Abdul et al.: Circadian abnormalities in ASD 9",
            "page": 8
        },
        "id": "392"
    },
    {
        "document": "sleep-wake patterns",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "Send Orders for Reprints to reprints@benthamscience.net   Current Pharmaceutical Design, 2019, 25, 1-15  1 REVIEW ARTICLE \n 1381-6128/19 $58.00+.00  © 2019 Bentham Science Publishers Dysregulation of Circadian Rhythms in Autism Spectrum Disorders Luciana Pinato1,*, Caio Sergio Galina Spilla1,2, Regina Pekelmann Markus3 and Sanseray da Silveira  Cruz-Machado3 1Department of Speech, Language and Hearing Sciences, São Paulo State University (UNESP), 17525-900, Marilia, SP, Brazil; 2Department of Anatomy, School of Medicine, University of Marilia (UNIMAR), 17525-900, Marília, SP, Brazil; 3Laboratory of Chronopharmacology, Department of Physiology, Institute of Biosciences, University of São Paulo (USP), 05508-090, São Paulo, SP, Brazil  \nA R T I C L E  H I S T O R Y  Received: October 06, 2019 Accepted: October 31, 2019   DOI: 10.2174/1381612825666191102170450\t\r  Abstract: Background: T h e  a l t e r a t i o n s  i n  n e u r o l o g i c a l  a n d  n e u r o e n d o c r i n e  f u n c t i o n s  o b s e r v e d  i n  t h e  a u t i s m  spectrum disorder (ASD) involves environmentally dependent dysregulation of neurodevelopment, in interaction with multiple coding gene defects. Disturbed sleep-wake patterns, as well as abnormal melatonin and glucocorti-coid secretion, show the relevance of an underlying impairment of the circadian timing system to the behavioral phenotype of ASD. Thus, understanding the mechanisms involved in the circadian dysregulation in ASD could help to identify early biomarkers to improve the diagnosis and therapeutics as well as providing a significant impact on the lifelong prognosis. Objective: In this review, we discuss the organization of the circadian timing system and explore the connection between neuroanatomic, molecular, an d n euroe ndo crine res ponses  of ASD  and its clinical manifestations. Here  we propose interconnections between circadian dysregulation, inflammatory baseline and behavioral changes in ASD. Taking into account, the high relevancy of melatonin in orchestrating both circadian timing and the mainte-nance of physiological immune quiescence, we raise the hypothesis that melatonin or analogs should be consid-ered as a pharmacological approach to suppress inflammation and circadian misalignment in ASD patients. Strategy: T h i s  r e v i e w  p r o v i d e s  a  c o m p r e h e n s i v e  u p d a t e  o n  t h e  s t a t e-of-art of studies related t o  i n f l a m m a t o r y  states and ASD with a special focus on the relationship with melatonin and clock genes. The hypothesis raised above was analyzed according to the published data. Conclusion: C u r r e n t  e v i d e n c e  s u p p o r t s  t h e  e x i s t e n c e  o f  a s s o c i a t i o n s  b e t w e e n  A S D  t o  c i r c a d i a n  d y s r e g u l a t i o n ,  behavior problems, increased inflammatory levels of cytokines, sleep disorders, as well as reduced circadian neuroendocrine responses. Indeed, major effects may be related to a low melatonin rhythm. We propose that maintaining the proper rhythm of the circadian timing system may be helpful to improve the health and to cope with several behavioral changes observed in ASD subjects.  Keywords: Autism, neuroinflammation, circadian rhythm, sleep-wake cycle, clock genes, suprachiasmatic nucleus, melatonin. 1. INTRODUCTION  Autism spectrum disorder (ASD) is a neurodevelopmental dis-order involving gene polymorphisms, intra-uterine and post-natal environment, autoimmune, and inflammatory factors. The diagnosis of ASD is based on behavioral changes, rather than its etiology, and may be disclosed in non-dimorphic patients, as observed in the majority of the cases, while sometimes may possess clinical mani-festations as observed in some genetic syndromes [1, 2",
            "page": 1
        },
        "id": "1263"
    },
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1301"
    },
    {
        "document": "sleep disorders",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "Dysregulation of Circadian Rhythms in Autism Spectrum Disorders Current Pharmaceutical Design, 2019, Vol. 25, No. 00    5 disorders are among the most common medical complaints in soci-ety and have repercussions on cognitive performance [111], behav-ior [20], mood [127], adaptive capacity, a n d  q u a l i t y  o f  l i f e  [ 1 1 3 ,  128].  The most striking features of sleep disorders are usually: in-creased latency, difficulty initiating and/or maintaining sleep, night waking, and daytime sleepiness, which can result from sleep depri-vation and interfere with productivity and quality of life [129]. Sleep problems are repeatedly observed in ASD (predominantly in initiating and maintaining sleep. i.e s l e e p  latency and nocturnal awakenings) [20, 130-132].  ASD children had frequently delayed development of the cir-cadian sleep/wake cycle in the early years of life, thus, the identifi-cation of sleep disturbances could be useful in the identification of markers of vulnerability during infant’s development for early ASD screening and diagnosis since sleep problems co-occur with autistic traits in early childhood [133, 134].  The symptoms are very heterogeneous, several studies revealed that more than 70% of patients with ASD had delayed development of the expected pattern of circadian sleep/wake cycle for the age. This problem is persistent since 4 0–93% of children with ASD show a highly significant increase in sleep latency and nocturnal awakenings [130, 132, 135-137]. Our study in ASD individuals aged from 4 to 18 years (mean 9.7 ± 4.1 years old) showed that 59% of the individuals with ASD had indicators of at least one type of sleep disorder. The sleep-breathing disorders were the most prevalent (38% of the subjects). Besides, disorders of initiating and maintaining sleep were present in 24%, sleep-wake transition disor-ders were  pre se nt  i n 13%,  a nd sleep hyperhidrosis was  pres e nt in 20% of the subjects [20]. Liu et al. [137] studied ASD children (age 8.8 ± 4.2) and showed that 86% had at least one sleep problem al-most every day, including 54% with bedtime resistance, 56% with insomnia, 53% with parasomnias, 25% with sleep-disordered breathing, 45% with morning rise problems, and 31% with daytime sleepiness. Despite to be concordant on the major sleep problems found in ASD, the available literature data show differences in the gravity and frequency of these problems probably because of dif-ferences in methodologies and population heterogeneity. Also, sleep architecture is abnormal in ASD including, in particular, the increased proportion of stage 1 sleep, increased latency and de-creased quantity in REM sleep, immature organization of REM, and decreased total sleep time [23, 138].  Clock gene polymorphisms are known to be related to rhythmic disturbances and circadian phenotypic alterations of sleep. The ability of pathological conditions to alter clock gene expression in the SCN and peripheral structures has already been described [41, 49, 139]. Guissoni Campos et al. [41] showed that intracerebroven-tricular inflammation in rodents, induced by LPS, changed Per1 and Per2 expression in the SCN indicating that a neuroinflammatory condition leads to desynchronization of primary and s u b o r d i n a t e  brain oscillators, supporting the existence of the integration be-tween the immune and the circadian system. Inasmuch, a growing body of evidence also postulates that glia cells are necessary for maintaining a proper neuronal oscillation of the c e l l s  t h a t  d r i v e s  biological rhythms in the SCN [140], thus reinforcing the key role of inflammation in altering circadian rhythms. In a rodent model of social impairment, which assembles ASD features, and developed as a result of pre-natal exposition to inflammatory stimulation, we observed worsening in the performance of strength, motor coordi-nation, and spatial memory when compared to the controls, which was associated with increased expression of IBA1 in the microglia of hippocampal areas [141].  Some circadian genes have been associated with ASD including PER1, PER2, PER 3, CLOCK and ARNTL2 [56]. Complex inter-actions between clock genes polymorphism or reduced expression and other biological factors, including the volume and malfunction of pineal gland [ 1 4 2 , 1 4 3 ] ,  m u t a t i o n s  o r  r e d u c e d  e x p r e s s i o",
            "page": 5
        },
        "id": "1381"
    },
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " rhythm of ASD individuals, the actigraphy, which measures activity patterns via wristwatch-like devices that contain miniature accelerometers, may be useful for monitor along with several continuous days to accurately assess sleep patterns in children [26]. The most commonly reported behav-iors across studies evaluating the rhythm of sleep patterns in ASD subjects by actigraphy are delayed sleep onset, waking up during the night as well as early morning awakening [23, 26, 135] which likely represent impairments in the generation of this circadian rhythm. Besides the sleep-wake cycle, the most widely used bio-marker for the study circadian dysregulation is the melatonin rhythm, the core-body temperature, and rest-activity measures. By using these measures, together with other biomarkers, we were able to detect that ASD subjects present disruption of endocrine, im-mune and circadian responses, mostly related to the reduction of melatonin production and increased inflammation [153]. 5. MELATONIN RHYTHM IN ASD  Among circadian disruptions in ASD, the diurnal rhythm of cortisol is altered in individuals with ASD, w h i c h  p r e s e n t  e le-vated cortisol in the evening [154]. A  g r o wi n g  b o d y  o f  e v i de n c e  also indicates abnormalities in melatonin secretion and circadian ",
            "page": 5
        },
        "id": "1392"
    },
    {
        "document": "sleep consolidation",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "1423"
    },
    {
        "document": "sleep regulation",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "8    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. parent education/interventions seems to be the most effective at ameliorating multiple domains of sleep problems [189].  It is relevant to highlight that in addition to the infants, whose present reduced levels of melatonin, the mothers of ASD subjects also have decreased levels of melatonin at night [160]. One could argue a relationship between ma t e r na l  n u r s i n g  a n d  A S D  p a t i e n t s ;  however, no study has provided clear evidence for increased sus-ceptibility for having ASD offspring dependent on the reduced nocturnal melatonin levels. This can result in a circadian dysregula-tion of both mother and children since the daily variation of mela-tonin levels is one of the factors that sets the SCN to a 24-hour cycle and therefore is crucial for appropriate regulation of several physiological rhythms including sleep/wake cycle. Indeed, albeit glucocorticoids, melatonin is a well-known hormone to feedback to the SCN and reset the oscillation of the clock gene machinery [174, 190]. Because the increase in sleep propensity [191] and the reduc-tion of body temperature [192] at night should occur after the noc-turnal melatonin rise, lack of melatonin at night may affect the ad-justing of the temporal organization at several physiological proc-esses, such as immune responses [193], energy metabolism [194] and proper neural function [100].  Indeed, several aspects of body physiology occur under the daily synchronicity driven by melatonin. In metabolism, the de-creased melatonin has consequences for energy homeostasis and the local temporal-controlling system [190]. Mice lacking both MT1 and MT2 receptors show alterations in the daily profile of clock gene expression in the pancreas and the liver [195]; Furthermore, pinealectomy impairs insulin sensitivity and gluconeogenesis [196]. Thus, impacting melatonin production also has consequences in energy homeostasis. Regarding the regulation of immune functions [96, 97] long-lasting disruptions of melatonin signal suppress clock gene oscillation in the spleen, a pattern currently observed in diabe-tes, and neuroinflammatory responses [197] suggesting that the fine-tuning of the rhythmic nocturnal production of melatonin is important for the maintenance of several aspects of human physiol-ogy. Melatonin also regulates the functional activity of pituitary pars tuberalis through MT1 receptors, which transmit signals con-trolling the production of thyroid hormones, as well as to prolactin secretion [198]. Lack of neuroendocrine responses of melatonin is also related to increased lipogenesis [199] and the regulation of peripheral oscillation of the clock gene expression in the adipose tissue [200].  Altogether, we have reviewed the major contributions of the circadian rhythms in the normal-developed subject and ASD indi-viduals. We discussed that ASD individuals might have several points of impairment of brain development and maturation within the control of areas that regulate circadian rhythms. Two pivotal areas, the SCN and the pineal gland, are two target areas of the brain, interconnected, that drive several aspects of the human rhythms, which has consequences for behavioral phenotypes, in-cluding sleep regulation, memory formation, immune quiescence, and metabolic fitness.  Our current hypothesis highlights the need of the early diagno-sis of simultaneous measures of melatonin and TNF, which may be achieved by non-invasive methodology, and thus, improving the data for supporting clinical pharmacological intervention based on melatonin or analogs to improve the well-known outcomes of neu-rological disturbances observed in ASD subjects, as sleep distur-bances, deficits in cognition and behavioral issues. CONCLUSION  Current evidence supports the existence of associations among ASD, clock gene mutations, abnormal rhythmic secretion of mela-tonin and glucocorticoids, sleep disorders, behavioral problems, and increased inflammation. Although the direction of causality remains elusive, much of this evidence can be correlated based on l ac k of nocturnal melatonin production, as exogenous melatonin improves sleep, synchronizes clock gene expression in several tissues, and regulates the immune system. Correlational evidence calls for im-proving the diagnosis regarding the chronobiological aspects of ASD, which includes beneficial aspects for improving the detection of behavioral problems, aspects of the daily activities and a clear track about the drugs in use along with non-obvious aspects of ASD treatment, including timely use of melatonin and analogs, which could complement the treatment of ASD.  LIST OF ABBREVIATIONS AANAT =  aralkylamine N-acetyltransferase ACTH",
            "page": 8
        },
        "id": "1465"
    },
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " Front Hum Neurosci 2015; 9: 347.  [http://dx.doi.org/10.3389/fnhum.2015.00347] [PMID: 26150777] [21] Humphreys JS, Gringras P, Blair PS, et al. Sleep patterns in chil-dren with autistic spectrum disorders: a prospective cohort study. Arch Dis Child 2014; 99(2): 114-8.  [http://dx.doi.org/10.1136/archdischild-2013-304083] [PMID: 24061777] [22] Richdale AL, Schreck KA. Sleep problems in autism spectrum disorders: prevalence, nature, & possible biopsychosocial aetiolo-gies. Sleep Med Rev 2009; 13(6): 403-11.  [http://dx.doi.org/10.1016/j.smrv.2009.02.003] [PMID: 19398354] [23] Elia M, Ferri R, Musumeci SA, et al. Sleep in subjects with autistic disorder: a neurophysiological and psychological study. Brain Dev 2000; 22(2): 88-92.  [http://dx.doi.org/10.1016/S0387-7604(99)00119-9] [PMID: 10722958] [24] Schwichtenberg AJ, Young GS, Hutman T, et al. Behavior and sleep problems in children with a family history of autism. Autism Res 2013; 6(3): 169-76.  [http://dx.doi.org/10.1002/aur.1278] [PMID: 23436793] [25] Taylor MA, Schreck KA, Mulick JA. Sleep disruption as a corre-late to cognitive and adaptive behavior problems in autism spec-trum disorders. Res Dev Disabil 2012; 33(5): 1408-17.  [http://dx.doi.org/10.1016/j.ridd.2012.03.013] [PMID: 22522199] [26] Zuculo GM, Gonçalves BSB, Brittes C, Menna-Barreto L, Pinato L. Melatonin and circadian rhythms in autism: Case report. Chro-nobiol Int 2017; 34(4): 527-30.  [http://dx.doi.org/10.1080/07420528.2017.1308375] [PMID: 28426389] [27] Corbett BA, Mendoza S, Wegelin JA, Carmean V, Levine S. Vari-able cortisol circadian rhythms in children with autism and antici-patory stress. J Psychiatry Neurosci 2008; 33(3): 227-34.  [PMID: 18592041] [28] Curin JM, Terzić J, Petković ZB, Zekan L, Terzić IM, Susnjara IM. Lower cortisol and higher ACTH levels in individuals with autism. J Autism Dev Disord 2003; 33(4): 443-8.  [http://dx.doi.org/10.1023/A:1025019030121] [PMID: 12959423] [29] Tordjman S, Anderson GM, Pichard N, Charbuy H, Touitou Y. Nocturnal excretion of 6-sulphatoxymelatonin in children and ado-lescents with autistic disorder. Biol Psychiatry 2005; 57(2): 134-8.  [http://dx.doi.org/10.1016/j.biopsych.2004.11.003] [PMID: 15652871] [30] Geoffray MM, Nicolas A, Speranza M, Georgieff N. Are circadian rhythms new pathways to understand Autism Spectrum Disorder? J Physiol Paris 2016; 110(4 Pt B): 434-8.  [http://dx.doi.org/10.1016/j.jphysparis.2017.06.002] [PMID: 28625682] [31] Tordjman S, Davlantis KS, Georgieff N, et al. Autism as a disorder of biological and behavioral rhythms: toward new therapeutic per-spectives. Front Pediatr 2015; 23(3:1)  [http://dx.doi.org/10.3389/fped.2015.00001] [32] Dong L, Gumport NB, Martinez AJ, Harvey AG. Is improving sleep and circadian problems in adolescence a pathway to im-proved health? A mediation analysis. J Consult Clin Psychol",
            "page": 9
        },
        "id": "1475"
    },
    {
        "document": "sleep/wake",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " of biological clock genes in rats. J Surg Res 2008; 145(1): 5-12.  [http://dx.doi.org/10.1016/j.jss.2007.01.010] [PMID: 18279697] [140] Brancaccio M, Edwards MD, Patton AP, et al. Cell-autonomous clock of astrocytes drives circadian behavior in mammals. Science 2019; 363(6423): 187-92.  [http://dx.doi.org/10.1126/science.aat4104] [PMID: 30630934] [141] Spilla CSG, Souza ALDM, Guissoni Campos LM, da Silveira Cruz Machado S, Pinato L. Effect of prenatal inflammation on spatial memory, motor control and hippocampal and cerebellar neuro-chemistry submitted [142] Shomrat T, Nesher N. Updated View on the Relation of the Pineal Gland to Autism Spectrum Disorders. Front Endocrinol (Lausanne) 2019; 10: 37.  [http://dx.doi.org/10.3389/fendo.2019.00037] [PMID: 30804889] [143] Maruani A, Dumas G, Beggiato A, et al. Morning Plasma Mela-tonin Differences in Autism: Beyond the Impact of Pineal Gland Volume. Front Psychiatry 2019; 10: 11.  [http://dx.doi.org/10.3389/fpsyt.2019.00011] [PMID: 30787884] [144] Melke J, Goubran Botros H, Chaste P, et al. Abnormal melatonin synthesis in autism spectrum disorders. Mol Psychiatry 2008; 13(1): 90-8.  [http://dx.doi.org/10.1038/sj.mp.4002016] [PMID: 17505466] [145] Hu VW, Sarachana T, Kim KS, et al. Gene expression profiling differentiates autism case-controls and phenotypic variants of autism spectrum disorders: evidence for circadian rhythm dysfunc-tion in severe autism. Autism Res 2009; 2(2): 78-97.  [http://dx.doi.org/10.1002/aur.73] [PMID: 19418574] [146] Botros HG, Legrand P, Pagan C, et al. Crystal structure and func-tional mapping of human ASMT, the last enzyme of the melatonin synthesis pathway. J Pineal Res 2013; 54(1): 46-57.  [http://dx.doi.org/10.1111/j.1600-079X.2012.01020.x] [PMID: 22775292] [147] Chaste P, Clement N, Mercati O, et al. Identification of pathway-biased and deleterious melatonin receptor mutants in autism spec-trum disorders and in the general population. PLoS One 2010; 5(7)e11495  [http://dx.doi.org/10.1371/journal.pone.0011495] [PMID: 20657642] [148] Cui W, Mizukami H, Yanagisawa M, et al. Glial dysfunction in the mouse habenula causes depressive-like behaviors and sleep distur-bance. J Neurosci 2014; 34(49): 16273-85.  [http://dx.doi.org/10.1523/JNEUROSCI.1465-14.2014] [PMID: 25471567] [149] Wisor JP, Schmidt MA, Clegern WC. Cerebral microglia mediate sleep/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin",
            "page": 13
        },
        "id": "1504"
    },
    {
        "document": "Sleep Med",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "1539"
    },
    {
        "document": "sleep timing",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "One of the most apparent outputs of the circadian \nclock is the sleep–wake cycle. Timing of sleep is deter ­\nmined by two factors: the need to sleep — also called \nsleep pressure — and the circadian clock169. Sleep tim­\ning and duration are highly sensitive to the internal \nand external state of the animal, which is controlled by \nthe coordinated action of neuronal and glial circuits, including the central pacemaker, intracellular factors, neurotransmitters and neuromodulators, and can be \ninfluenced by the immune system and metabolism \n(reviewed in\n170). Clock ­ less flies can have normal total \namounts of sleep, despite it being randomly distributed \nacross day and night171. Conversely, sleep mutant flies \ncan exhibit normal rhythmicity despite overall reduced sleep\n172– 174. Nevertheless, separating the two processes \ngenetically can be complicated owing to some genes having roles in both processes, as a substantial pro ­\nportion of flies in some sleep mutant populations also \nappear to be arrhythmic\n172– 174. For example, the sleep \ngene encoding Wide awake, whose disruption reduces \nthe duration of daily sleep, is expressed in and affects  \nclock neurons in a circadian manner, thereby showing \nthe interconnectedness of mechanisms controlling sleep and circadian rhythms\n175. Reciprocally, various manipu­\nlations of circadian genes and neurons have an effect on \nsleep176. Notably, mutants of the clock gene cyc  display \nreduced rebound sleep after sleep deprivation177,178. Like \nmammals, hungry D. melanogaster sleep poorly; this starvation­ induced sleep deprivation is mediated by \nclk and cyc , pointing towards regulatory integration of \ntwo homeostatic behaviours — feeding and sleep — by \nthe circadian clock\n179. The DN1 subset of clock neu­\nrons regulates both wake and sleep at different times of \nthe day180, 181, and recent work showed that these neu­\nrons also integrate temperature to regulate the timing of sleep\n182.\nThe circadian clock also regulates mating by influ­\nencing the production of sex pheromones in secretory \ncells called oenocytes. The oenocyte clock functions cell­ autonomously; however, the neuropeptide PDF, \nwhich is released by master clock neurons in the central \nbrain, is required to set the correct phase of the oeno­\ncyte clock and thereby of sex hormone production\n183. \nMemory formation is an example of a neuronal process \nthat, although being located in the brain, is downstream \nand therefore, by our definition, peripheral to the central clock. Similar to what was described for honeybees at the beginning of the twentieth century\n184, flies remember a \nspecific odour stimulus learned at a certain time of day, \nand reproduce the correct stimulus–time pair the next \nday. In this form of appetitive learning, a functioning cir ­\ncadian clock is only needed to encode time­ of­day infor ­\nmation, not for memory formation per se: clock­ less \nD. melanogaster are still able to learn a specific stimulus, but time­ of­day information is lost\n185. A novel addition \nto the list of processes and organs regulated by the clock \nis the blood–brain barrier. A recent study showed that \nD. melanogaster  perineurial glia, which form the out­\nermost layer of the brain, need a functioning clock to modulate diurnal oscillations of a xenobiotic transporter, \nwhich prevents import of toxic substances into the brain \nin a time­ of­day­ dependent manner\n186.Peripheral clocks in mammals\nThe discovery of circadian rhythms in cultured fibro­blast cell lines some 20 years ago led to the realization \nthat, contrary to long­ standing belief, the molecular \nclock of mammals operates not just in the SCN, but \nin virtually all the tissues and cells of the body\n187, 188. \nTo date, peripheral clocks have been described in the \nliver, lung, kidney, heart, skeletal muscles, adipose tis­\nsue and many other tissues (Fig.  5). A notable exception \nare embryonic stem cells and induced pluripotent stem \ncells, which do not exhibit a functional molecular clock \ncycle although circadian rhythms in glucose utilization  \nare still observed189– 191. There is ample evidence that \nperipheral clocks in different organs are essential for \ntheir function. For example, mice manipulated to have \nthe circadian",
            "page": 7
        },
        "id": "2977"
    },
    {
        "document": "sleep pressure",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "One of the most apparent outputs of the circadian \nclock is the sleep–wake cycle. Timing of sleep is deter ­\nmined by two factors: the need to sleep — also called \nsleep pressure — and the circadian clock169. Sleep tim­\ning and duration are highly sensitive to the internal \nand external state of the animal, which is controlled by \nthe coordinated action of neuronal and glial circuits, including the central pacemaker, intracellular factors, neurotransmitters and neuromodulators, and can be \ninfluenced by the immune system and metabolism \n(reviewed in\n170). Clock ­ less flies can have normal total \namounts of sleep, despite it being randomly distributed \nacross day and night171. Conversely, sleep mutant flies \ncan exhibit normal rhythmicity despite overall reduced sleep\n172– 174. Nevertheless, separating the two processes \ngenetically can be complicated owing to some genes having roles in both processes, as a substantial pro ­\nportion of flies in some sleep mutant populations also \nappear to be arrhythmic\n172– 174. For example, the sleep \ngene encoding Wide awake, whose disruption reduces \nthe duration of daily sleep, is expressed in and affects  \nclock neurons in a circadian manner, thereby showing \nthe interconnectedness of mechanisms controlling sleep and circadian rhythms\n175. Reciprocally, various manipu­\nlations of circadian genes and neurons have an effect on \nsleep176. Notably, mutants of the clock gene cyc  display \nreduced rebound sleep after sleep deprivation177,178. Like \nmammals, hungry D. melanogaster sleep poorly; this starvation­ induced sleep deprivation is mediated by \nclk and cyc , pointing towards regulatory integration of \ntwo homeostatic behaviours — feeding and sleep — by \nthe circadian clock\n179. The DN1 subset of clock neu­\nrons regulates both wake and sleep at different times of \nthe day180, 181, and recent work showed that these neu­\nrons also integrate temperature to regulate the timing of sleep\n182.\nThe circadian clock also regulates mating by influ­\nencing the production of sex pheromones in secretory \ncells called oenocytes. The oenocyte clock functions cell­ autonomously; however, the neuropeptide PDF, \nwhich is released by master clock neurons in the central \nbrain, is required to set the correct phase of the oeno­\ncyte clock and thereby of sex hormone production\n183. \nMemory formation is an example of a neuronal process \nthat, although being located in the brain, is downstream \nand therefore, by our definition, peripheral to the central clock. Similar to what was described for honeybees at the beginning of the twentieth century\n184, flies remember a \nspecific odour stimulus learned at a certain time of day, \nand reproduce the correct stimulus–time pair the next \nday. In this form of appetitive learning, a functioning cir ­\ncadian clock is only needed to encode time­ of­day infor ­\nmation, not for memory formation per se: clock­ less \nD. melanogaster are still able to learn a specific stimulus, but time­ of­day information is lost\n185. A novel addition \nto the list of processes and organs regulated by the clock \nis the blood–brain barrier. A recent study showed that \nD. melanogaster  perineurial glia, which form the out­\nermost layer of the brain, need a functioning clock to modulate diurnal oscillations of a xenobiotic transporter, \nwhich prevents import of toxic substances into the brain \nin a time­ of­day­ dependent manner\n186.Peripheral clocks in mammals\nThe discovery of circadian rhythms in cultured fibro­blast cell lines some 20 years ago led to the realization \nthat, contrary to long­ standing belief, the molecular \nclock of mammals operates not just in the SCN, but \nin virtually all the tissues and cells of the body\n187, 188. \nTo date, peripheral clocks have been described in the \nliver, lung, kidney, heart, skeletal muscles, adipose tis­\nsue and many other tissues (Fig.  5). A notable exception \nare embryonic stem cells and induced pluripotent stem \ncells, which do not exhibit a functional molecular clock \ncycle although circadian rhythms in glucose utilization  \nare still observed189– 191. There is ample evidence that \nperipheral clocks in different organs are essential for \ntheir function. For example, mice manipulated to have \nthe circadian",
            "page": 7
        },
        "id": "2981"
    },
    {
        "document": "sleep- inducing gene",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": "269. Marchant, E. G. & Mistlberger, R. E. Anticipation and \nentrainment to feeding time in intact and SCN- ablated \nC57BL/6j mice. Brain Res. 765, 273–282 (1997).\n270. Crosby, P . et al. Insulin/IGF-1 drives PERIOD synthesis \nto entrain circadian rhythms with feeding time. Cell  \n177, 896–909 (2019).\n271. Sato, M., Murakami, M., Node, K., Matsumura, R.  \n& Akashi, M. The role of the endocrine system in \nfeeding- induced tissue- specific circadian entrainment. \nCell Rep. 8, 393–401 (2014).\n272. T ahara, Y., Otsuka, M., Fuse, Y., Hirao, A. & Shibata, S. Refeeding after fasting elicits insulin- dependent \nregulation of Per2 and Rev- erbα with shifts in the liver \nclock. J. Biol. Rhythm. 26, 230–240 (2011).\n273. Asher, G. et al. Poly(ADP- ribose) polymerase 1 \nparticipates in the phase entrainment of circadian clocks to feeding. Cell 142, 943–953 (2010).\n274. Wolff, G. & Esser, K. A. Scheduled exercise phase shifts \nthe circadian clock in skeletal muscle. Med. Sci. Sports \nExerc.  44, 1663–1670 (2012).\n275. Williams, J. et al. Epithelial and stromal circadian \nclocks are inversely regulated by their mechano- matrix \nenvironment. J. Cell. Sci. 131, jcs208223 (2018).\n276. Yang, N. et al. Cellular mechano- environment \nregulates the mammary circadian clock.  \nNat. Commun. 8, 14287 (2017).\n277. Lee, J. E. & Edery, I. Circadian regulation in the  \nability of Drosophila to combat pathogenic infections. Curr. Biol. 18, 195–199 (2008).\n278. Stone, E. F. et al. The circadian clock protein timeless \nregulates phagocytosis of bacteria in Drosophila. \nPLOS Pathog. 8, e1002445 (2012).\n279. Shirasu- Hiza, M. M., Dionne, M. S., Pham, L. N., \nAyres, J. S. & Schneider, D. S. Interactions between \ncircadian rhythm and immunity in Drosophila melanogaster. Curr. Biol. 17, R353–R355 (2007).\n280. T oda, H., Williams, J. A., Gulledge, M. & Sehgal, A.  \nA sleep- inducing gene, nemuri, links sleep and immune \nfunction in Drosophila. Science 363, 509–515 (2019).\n281. Xu, F. et al. Circadian clocks function in concert with heat shock organizing protein to modulate mutant huntingtin aggregation and toxicity. Cell Rep. 27, \n59–70.e4 (2019).\n282. Means, J. C. et al. Drosophila spaghetti and doubletime link the circadian clock and light to caspases, apoptosis and tauopathy. PLOS Genet. 11, \ne1005171 (2015).\n283. Koh, K., Evans, J. M., Hendricks, J. C. & Sehgal, A.  \nA Drosophila model for age- associated changes in \nsleep:wake cycles. Proc. Natl Acad. Sci. USA 103, \n13843–13847 (2006).\n284. Luo, W. et al. Old flies have a robust central oscillator \nbut weaker behavioral rhythms that can be improved \nby genetic and environmental manipulations. Aging Cell 11, 428–438 (2012).\n285. Rakshit, K. & Giebultowicz, J. M. Cryptochrome restores dampened circadian rhythms and promotes \nhealthspan in aging Drosophila. Aging Cell 12, \n752–762 (2013).\n286. Kuintzle, R. C. et al. Circadian deep sequencing reveals \nstress- response genes that adopt robust rhythmic \nexpression during aging. Nat. Commun. 8, 145",
            "page": 16
        },
        "id": "3180"
    },
    {
        "document": "sleep-wake patterns",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "Send Orders for Reprints to reprints@benthamscience.net   Current Pharmaceutical Design, 2019, 25, 1-15  1 REVIEW ARTICLE \n 1381-6128/19 $58.00+.00  © 2019 Bentham Science Publishers Dysregulation of Circadian Rhythms in Autism Spectrum Disorders Luciana Pinato1,*, Caio Sergio Galina Spilla1,2, Regina Pekelmann Markus3 and Sanseray da Silveira  Cruz-Machado3 1Department of Speech, Language and Hearing Sciences, São Paulo State University (UNESP), 17525-900, Marilia, SP, Brazil; 2Department of Anatomy, School of Medicine, University of Marilia (UNIMAR), 17525-900, Marília, SP, Brazil; 3Laboratory of Chronopharmacology, Department of Physiology, Institute of Biosciences, University of São Paulo (USP), 05508-090, São Paulo, SP, Brazil  \nA R T I C L E  H I S T O R Y  Received: October 06, 2019 Accepted: October 31, 2019   DOI: 10.2174/1381612825666191102170450\t\r  Abstract: Background: T h e  a l t e r a t i o n s  i n  n e u r o l o g i c a l  a n d  n e u r o e n d o c r i n e  f u n c t i o n s  o b s e r v e d  i n  t h e  a u t i s m  spectrum disorder (ASD) involves environmentally dependent dysregulation of neurodevelopment, in interaction with multiple coding gene defects. Disturbed sleep-wake patterns, as well as abnormal melatonin and glucocorti-coid secretion, show the relevance of an underlying impairment of the circadian timing system to the behavioral phenotype of ASD. Thus, understanding the mechanisms involved in the circadian dysregulation in ASD could help to identify early biomarkers to improve the diagnosis and therapeutics as well as providing a significant impact on the lifelong prognosis. Objective: In this review, we discuss the organization of the circadian timing system and explore the connection between neuroanatomic, molecular, an d n euroe ndo crine res ponses  of ASD  and its clinical manifestations. Here  we propose interconnections between circadian dysregulation, inflammatory baseline and behavioral changes in ASD. Taking into account, the high relevancy of melatonin in orchestrating both circadian timing and the mainte-nance of physiological immune quiescence, we raise the hypothesis that melatonin or analogs should be consid-ered as a pharmacological approach to suppress inflammation and circadian misalignment in ASD patients. Strategy: T h i s  r e v i e w  p r o v i d e s  a  c o m p r e h e n s i v e  u p d a t e  o n  t h e  s t a t e-of-art of studies related t o  i n f l a m m a t o r y  states and ASD with a special focus on the relationship with melatonin and clock genes. The hypothesis raised above was analyzed according to the published data. Conclusion: C u r r e n t  e v i d e n c e  s u p p o r t s  t h e  e x i s t e n c e  o f  a s s o c i a t i o n s  b e t w e e n  A S D  t o  c i r c a d i a n  d y s r e g u l a t i o n ,  behavior problems, increased inflammatory levels of cytokines, sleep disorders, as well as reduced circadian neuroendocrine responses. Indeed, major effects may be related to a low melatonin rhythm. We propose that maintaining the proper rhythm of the circadian timing system may be helpful to improve the health and to cope with several behavioral changes observed in ASD subjects.  Keywords: Autism, neuroinflammation, circadian rhythm, sleep-wake cycle, clock genes, suprachiasmatic nucleus, melatonin. 1. INTRODUCTION  Autism spectrum disorder (ASD) is a neurodevelopmental dis-order involving gene polymorphisms, intra-uterine and post-natal environment, autoimmune, and inflammatory factors. The diagnosis of ASD is based on behavioral changes, rather than its etiology, and may be disclosed in non-dimorphic patients, as observed in the majority of the cases, while sometimes may possess clinical mani-festations as observed in some genetic syndromes [1, 2",
            "page": 1
        },
        "id": "3255"
    },
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "3295"
    },
    {
        "document": "sleep disorders",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "Dysregulation of Circadian Rhythms in Autism Spectrum Disorders Current Pharmaceutical Design, 2019, Vol. 25, No. 00    5 disorders are among the most common medical complaints in soci-ety and have repercussions on cognitive performance [111], behav-ior [20], mood [127], adaptive capacity, a n d  q u a l i t y  o f  l i f e  [ 1 1 3 ,  128].  The most striking features of sleep disorders are usually: in-creased latency, difficulty initiating and/or maintaining sleep, night waking, and daytime sleepiness, which can result from sleep depri-vation and interfere with productivity and quality of life [129]. Sleep problems are repeatedly observed in ASD (predominantly in initiating and maintaining sleep. i.e s l e e p  latency and nocturnal awakenings) [20, 130-132].  ASD children had frequently delayed development of the cir-cadian sleep/wake cycle in the early years of life, thus, the identifi-cation of sleep disturbances could be useful in the identification of markers of vulnerability during infant’s development for early ASD screening and diagnosis since sleep problems co-occur with autistic traits in early childhood [133, 134].  The symptoms are very heterogeneous, several studies revealed that more than 70% of patients with ASD had delayed development of the expected pattern of circadian sleep/wake cycle for the age. This problem is persistent since 4 0–93% of children with ASD show a highly significant increase in sleep latency and nocturnal awakenings [130, 132, 135-137]. Our study in ASD individuals aged from 4 to 18 years (mean 9.7 ± 4.1 years old) showed that 59% of the individuals with ASD had indicators of at least one type of sleep disorder. The sleep-breathing disorders were the most prevalent (38% of the subjects). Besides, disorders of initiating and maintaining sleep were present in 24%, sleep-wake transition disor-ders were  pre se nt  i n 13%,  a nd sleep hyperhidrosis was  pres e nt in 20% of the subjects [20]. Liu et al. [137] studied ASD children (age 8.8 ± 4.2) and showed that 86% had at least one sleep problem al-most every day, including 54% with bedtime resistance, 56% with insomnia, 53% with parasomnias, 25% with sleep-disordered breathing, 45% with morning rise problems, and 31% with daytime sleepiness. Despite to be concordant on the major sleep problems found in ASD, the available literature data show differences in the gravity and frequency of these problems probably because of dif-ferences in methodologies and population heterogeneity. Also, sleep architecture is abnormal in ASD including, in particular, the increased proportion of stage 1 sleep, increased latency and de-creased quantity in REM sleep, immature organization of REM, and decreased total sleep time [23, 138].  Clock gene polymorphisms are known to be related to rhythmic disturbances and circadian phenotypic alterations of sleep. The ability of pathological conditions to alter clock gene expression in the SCN and peripheral structures has already been described [41, 49, 139]. Guissoni Campos et al. [41] showed that intracerebroven-tricular inflammation in rodents, induced by LPS, changed Per1 and Per2 expression in the SCN indicating that a neuroinflammatory condition leads to desynchronization of primary and s u b o r d i n a t e  brain oscillators, supporting the existence of the integration be-tween the immune and the circadian system. Inasmuch, a growing body of evidence also postulates that glia cells are necessary for maintaining a proper neuronal oscillation of the c e l l s  t h a t  d r i v e s  biological rhythms in the SCN [140], thus reinforcing the key role of inflammation in altering circadian rhythms. In a rodent model of social impairment, which assembles ASD features, and developed as a result of pre-natal exposition to inflammatory stimulation, we observed worsening in the performance of strength, motor coordi-nation, and spatial memory when compared to the controls, which was associated with increased expression of IBA1 in the microglia of hippocampal areas [141].  Some circadian genes have been associated with ASD including PER1, PER2, PER 3, CLOCK and ARNTL2 [56]. Complex inter-actions between clock genes polymorphism or reduced expression and other biological factors, including the volume and malfunction of pineal gland [ 1 4 2 , 1 4 3 ] ,  m u t a t i o n s  o r  r e d u c e d  e x p r e s s i o",
            "page": 5
        },
        "id": "3330"
    },
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " rhythm of ASD individuals, the actigraphy, which measures activity patterns via wristwatch-like devices that contain miniature accelerometers, may be useful for monitor along with several continuous days to accurately assess sleep patterns in children [26]. The most commonly reported behav-iors across studies evaluating the rhythm of sleep patterns in ASD subjects by actigraphy are delayed sleep onset, waking up during the night as well as early morning awakening [23, 26, 135] which likely represent impairments in the generation of this circadian rhythm. Besides the sleep-wake cycle, the most widely used bio-marker for the study circadian dysregulation is the melatonin rhythm, the core-body temperature, and rest-activity measures. By using these measures, together with other biomarkers, we were able to detect that ASD subjects present disruption of endocrine, im-mune and circadian responses, mostly related to the reduction of melatonin production and increased inflammation [153]. 5. MELATONIN RHYTHM IN ASD  Among circadian disruptions in ASD, the diurnal rhythm of cortisol is altered in individuals with ASD, w h i c h  p r e s e n t  e le-vated cortisol in the evening [154]. A  g r o wi n g  b o d y  o f  e v i de n c e  also indicates abnormalities in melatonin secretion and circadian ",
            "page": 5
        },
        "id": "3341"
    },
    {
        "document": "sleep-wake",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3384"
    },
    {
        "document": "sleep regulation",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "8    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. parent education/interventions seems to be the most effective at ameliorating multiple domains of sleep problems [189].  It is relevant to highlight that in addition to the infants, whose present reduced levels of melatonin, the mothers of ASD subjects also have decreased levels of melatonin at night [160]. One could argue a relationship between ma t e r na l  n u r s i n g  a n d  A S D  p a t i e n t s ;  however, no study has provided clear evidence for increased sus-ceptibility for having ASD offspring dependent on the reduced nocturnal melatonin levels. This can result in a circadian dysregula-tion of both mother and children since the daily variation of mela-tonin levels is one of the factors that sets the SCN to a 24-hour cycle and therefore is crucial for appropriate regulation of several physiological rhythms including sleep/wake cycle. Indeed, albeit glucocorticoids, melatonin is a well-known hormone to feedback to the SCN and reset the oscillation of the clock gene machinery [174, 190]. Because the increase in sleep propensity [191] and the reduc-tion of body temperature [192] at night should occur after the noc-turnal melatonin rise, lack of melatonin at night may affect the ad-justing of the temporal organization at several physiological proc-esses, such as immune responses [193], energy metabolism [194] and proper neural function [100].  Indeed, several aspects of body physiology occur under the daily synchronicity driven by melatonin. In metabolism, the de-creased melatonin has consequences for energy homeostasis and the local temporal-controlling system [190]. Mice lacking both MT1 and MT2 receptors show alterations in the daily profile of clock gene expression in the pancreas and the liver [195]; Furthermore, pinealectomy impairs insulin sensitivity and gluconeogenesis [196]. Thus, impacting melatonin production also has consequences in energy homeostasis. Regarding the regulation of immune functions [96, 97] long-lasting disruptions of melatonin signal suppress clock gene oscillation in the spleen, a pattern currently observed in diabe-tes, and neuroinflammatory responses [197] suggesting that the fine-tuning of the rhythmic nocturnal production of melatonin is important for the maintenance of several aspects of human physiol-ogy. Melatonin also regulates the functional activity of pituitary pars tuberalis through MT1 receptors, which transmit signals con-trolling the production of thyroid hormones, as well as to prolactin secretion [198]. Lack of neuroendocrine responses of melatonin is also related to increased lipogenesis [199] and the regulation of peripheral oscillation of the clock gene expression in the adipose tissue [200].  Altogether, we have reviewed the major contributions of the circadian rhythms in the normal-developed subject and ASD indi-viduals. We discussed that ASD individuals might have several points of impairment of brain development and maturation within the control of areas that regulate circadian rhythms. Two pivotal areas, the SCN and the pineal gland, are two target areas of the brain, interconnected, that drive several aspects of the human rhythms, which has consequences for behavioral phenotypes, in-cluding sleep regulation, memory formation, immune quiescence, and metabolic fitness.  Our current hypothesis highlights the need of the early diagno-sis of simultaneous measures of melatonin and TNF, which may be achieved by non-invasive methodology, and thus, improving the data for supporting clinical pharmacological intervention based on melatonin or analogs to improve the well-known outcomes of neu-rological disturbances observed in ASD subjects, as sleep distur-bances, deficits in cognition and behavioral issues. CONCLUSION  Current evidence supports the existence of associations among ASD, clock gene mutations, abnormal rhythmic secretion of mela-tonin and glucocorticoids, sleep disorders, behavioral problems, and increased inflammation. Although the direction of causality remains elusive, much of this evidence can be correlated based on l ac k of nocturnal melatonin production, as exogenous melatonin improves sleep, synchronizes clock gene expression in several tissues, and regulates the immune system. Correlational evidence calls for im-proving the diagnosis regarding the chronobiological aspects of ASD, which includes beneficial aspects for improving the detection of behavioral problems, aspects of the daily activities and a clear track about the drugs in use along with non-obvious aspects of ASD treatment, including timely use of melatonin and analogs, which could complement the treatment of ASD.  LIST OF ABBREVIATIONS AANAT =  aralkylamine N-acetyltransferase ACTH",
            "page": 8
        },
        "id": "3416"
    },
    {
        "document": "sleep patterns",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " Front Hum Neurosci 2015; 9: 347.  [http://dx.doi.org/10.3389/fnhum.2015.00347] [PMID: 26150777] [21] Humphreys JS, Gringras P, Blair PS, et al. Sleep patterns in chil-dren with autistic spectrum disorders: a prospective cohort study. Arch Dis Child 2014; 99(2): 114-8.  [http://dx.doi.org/10.1136/archdischild-2013-304083] [PMID: 24061777] [22] Richdale AL, Schreck KA. Sleep problems in autism spectrum disorders: prevalence, nature, & possible biopsychosocial aetiolo-gies. Sleep Med Rev 2009; 13(6): 403-11.  [http://dx.doi.org/10.1016/j.smrv.2009.02.003] [PMID: 19398354] [23] Elia M, Ferri R, Musumeci SA, et al. Sleep in subjects with autistic disorder: a neurophysiological and psychological study. Brain Dev 2000; 22(2): 88-92.  [http://dx.doi.org/10.1016/S0387-7604(99)00119-9] [PMID: 10722958] [24] Schwichtenberg AJ, Young GS, Hutman T, et al. Behavior and sleep problems in children with a family history of autism. Autism Res 2013; 6(3): 169-76.  [http://dx.doi.org/10.1002/aur.1278] [PMID: 23436793] [25] Taylor MA, Schreck KA, Mulick JA. Sleep disruption as a corre-late to cognitive and adaptive behavior problems in autism spec-trum disorders. Res Dev Disabil 2012; 33(5): 1408-17.  [http://dx.doi.org/10.1016/j.ridd.2012.03.013] [PMID: 22522199] [26] Zuculo GM, Gonçalves BSB, Brittes C, Menna-Barreto L, Pinato L. Melatonin and circadian rhythms in autism: Case report. Chro-nobiol Int 2017; 34(4): 527-30.  [http://dx.doi.org/10.1080/07420528.2017.1308375] [PMID: 28426389] [27] Corbett BA, Mendoza S, Wegelin JA, Carmean V, Levine S. Vari-able cortisol circadian rhythms in children with autism and antici-patory stress. J Psychiatry Neurosci 2008; 33(3): 227-34.  [PMID: 18592041] [28] Curin JM, Terzić J, Petković ZB, Zekan L, Terzić IM, Susnjara IM. Lower cortisol and higher ACTH levels in individuals with autism. J Autism Dev Disord 2003; 33(4): 443-8.  [http://dx.doi.org/10.1023/A:1025019030121] [PMID: 12959423] [29] Tordjman S, Anderson GM, Pichard N, Charbuy H, Touitou Y. Nocturnal excretion of 6-sulphatoxymelatonin in children and ado-lescents with autistic disorder. Biol Psychiatry 2005; 57(2): 134-8.  [http://dx.doi.org/10.1016/j.biopsych.2004.11.003] [PMID: 15652871] [30] Geoffray MM, Nicolas A, Speranza M, Georgieff N. Are circadian rhythms new pathways to understand Autism Spectrum Disorder? J Physiol Paris 2016; 110(4 Pt B): 434-8.  [http://dx.doi.org/10.1016/j.jphysparis.2017.06.002] [PMID: 28625682] [31] Tordjman S, Davlantis KS, Georgieff N, et al. Autism as a disorder of biological and behavioral rhythms: toward new therapeutic per-spectives. Front Pediatr 2015; 23(3:1)  [http://dx.doi.org/10.3389/fped.2015.00001] [32] Dong L, Gumport NB, Martinez AJ, Harvey AG. Is improving sleep and circadian problems in adolescence a pathway to im-proved health? A mediation analysis. J Consult Clin Psychol",
            "page": 9
        },
        "id": "3426"
    },
    {
        "document": "sleep/wake",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of biological clock genes in rats. J Surg Res 2008; 145(1): 5-12.  [http://dx.doi.org/10.1016/j.jss.2007.01.010] [PMID: 18279697] [140] Brancaccio M, Edwards MD, Patton AP, et al. Cell-autonomous clock of astrocytes drives circadian behavior in mammals. Science 2019; 363(6423): 187-92.  [http://dx.doi.org/10.1126/science.aat4104] [PMID: 30630934] [141] Spilla CSG, Souza ALDM, Guissoni Campos LM, da Silveira Cruz Machado S, Pinato L. Effect of prenatal inflammation on spatial memory, motor control and hippocampal and cerebellar neuro-chemistry submitted [142] Shomrat T, Nesher N. Updated View on the Relation of the Pineal Gland to Autism Spectrum Disorders. Front Endocrinol (Lausanne) 2019; 10: 37.  [http://dx.doi.org/10.3389/fendo.2019.00037] [PMID: 30804889] [143] Maruani A, Dumas G, Beggiato A, et al. Morning Plasma Mela-tonin Differences in Autism: Beyond the Impact of Pineal Gland Volume. Front Psychiatry 2019; 10: 11.  [http://dx.doi.org/10.3389/fpsyt.2019.00011] [PMID: 30787884] [144] Melke J, Goubran Botros H, Chaste P, et al. Abnormal melatonin synthesis in autism spectrum disorders. Mol Psychiatry 2008; 13(1): 90-8.  [http://dx.doi.org/10.1038/sj.mp.4002016] [PMID: 17505466] [145] Hu VW, Sarachana T, Kim KS, et al. Gene expression profiling differentiates autism case-controls and phenotypic variants of autism spectrum disorders: evidence for circadian rhythm dysfunc-tion in severe autism. Autism Res 2009; 2(2): 78-97.  [http://dx.doi.org/10.1002/aur.73] [PMID: 19418574] [146] Botros HG, Legrand P, Pagan C, et al. Crystal structure and func-tional mapping of human ASMT, the last enzyme of the melatonin synthesis pathway. J Pineal Res 2013; 54(1): 46-57.  [http://dx.doi.org/10.1111/j.1600-079X.2012.01020.x] [PMID: 22775292] [147] Chaste P, Clement N, Mercati O, et al. Identification of pathway-biased and deleterious melatonin receptor mutants in autism spec-trum disorders and in the general population. PLoS One 2010; 5(7)e11495  [http://dx.doi.org/10.1371/journal.pone.0011495] [PMID: 20657642] [148] Cui W, Mizukami H, Yanagisawa M, et al. Glial dysfunction in the mouse habenula causes depressive-like behaviors and sleep distur-bance. J Neurosci 2014; 34(49): 16273-85.  [http://dx.doi.org/10.1523/JNEUROSCI.1465-14.2014] [PMID: 25471567] [149] Wisor JP, Schmidt MA, Clegern WC. Cerebral microglia mediate sleep/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin",
            "page": 13
        },
        "id": "3484"
    },
    {
        "document": "Sleep Med",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "3522"
    },
    {
        "document": "polysomnography",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "1\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreportsMoving time zones in a flash \nwith light therapy during sleep\nRenske Lok 1, Marisol Duran  2 & Jamie M. Zeitzer 1,3*\nIn humans, exposure to continuous light is typically used to change the timing of the circadian clock. \nThis study examines the efficiency of a sequence of light flashes (“flash therapy”) applied during \nsleep to shift the clock. Healthy participants (n = 10) took part in two 36-h laboratory stays, receiving \na placebo (goggles, no light) during one visit and the intervention (goggles, 2-ms flashes broad-\nspectrum light for 60 min, delivered every 15 s, starting 30 min after habitual sleep onset) during the \nother. Circadian phase shift was assessed with changes in salivary dim light melatonin onset (DLMO). \nSleep, measured with polysomnography, was analyzed to assess changes in sleep architecture and \nspectral power. After 1 h of flashes, DLMO showed a substantial delay (1.13 ± 1.27 h) compared to \nplacebo (12 ± 20 min). Two individuals exhibited very large shifts of 6.4 and 3.1 h. There were no \nsubstantive differences in sleep architecture, but some evidence for greater instability in sleep. 1 h of \nflash therapy during sleep evokes large changes in circadian timing, up to 6 h, and does so with only \nminimal, if any, impact on sleep. Flash therapy may offer a practical option to delay the circadian clock \nin shift workers and jet travelers.\nThe human circadian pacemaker, located in the suprachiasmatic nucleus (SCN) of the hypothalamus, regulates \ndaily cycles in activity, hormonal levels, and other physiological  variables1,2. The primary input of the SCN is \nlight, and light information, received by rods, cones, and intrinsically photosensitive (ipRGC) cells in the retina, \nis sent to the SCN and other hypothalamic regions via the retinohypothalamic  tract3,4. Through this circuitry, \nthe circadian pacemaker synchronizes to the external natural or artificially imposed light–dark  cycle5. When \ntraveling across multiple time zones, that synchrony is temporarily lost. This process, called jet lag, can lead to \ndisrupted sleep and wake, increased daytime sleepiness, irritability, and  fatigue6.\nTo combat the negative consequences of jet lag, the human circadian system has to re-entrain endogenous \nphysiological and behavioral rhythms to the new light–dark  cycle7. This can be accomplished by repeated expo-\nsure to natural or artificial light at appropriate times of  day8. The greatest sensitivity of the SCN to light is during \nthe hours of habitual sleep, such that light early in the sleep period induces robust phase delays, and light late \nin the sleep period induces significant phase  advances9,10. As such, the optimal time of light exposure for rapid \nresynchronization to new time zones can require a decision to disrupt standard sleep patterns or to get light at a \nsuboptimal time. Furthermore, the process of re-entrainment using continuous light–dark exposure is relatively \nslow and can take up to several  days11.\nOne potential solution to this problem is the use of a potent light stimulus that can be administered during \nsleep—flash therapy. Flash therapy involves exposure to a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the",
            "page": 0
        },
        "id": "3613"
    },
    {
        "document": "homeostatic sleep pressure",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": " a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the light itself. The rods or cones that likely underlie the phototransduction of the light \nflash to an electrochemical signal can resensitize during the darkness between flashes, increasing the photon \ncapture and extrinsic drive on the ipRGC  19,22. When administering flash therapy during sleep, the flashes must \npass through closed eyelids, which reduces the amount of light striking the cornea in a wavelength-dependent \nmanner, with 86% (at 700 nm) to 97% (below 580 nm)  attenuation23,24.\nAs the sensitivity of the SCN to light varies over the course of a typical sleep period, so too does the temporal \norganization of sleep stages, reflective of the intricate interplay between homeostatic sleep pressure and circadian OPEN\n1Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA. 2Palo Alto \nVeterans Institute for Research, Palo Alto, CA 94304, USA. 3Mental Illness Research Education and Clinical Center, \nVA Palo Alto Health Care System, Palo Alto, CA 94304, USA. *email: jzeitzer@stanford.edu",
            "page": 0
        },
        "id": "3632"
    },
    {
        "document": "sleep micro- or macro-architecture",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "5\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/Factors ( B) providing little or anecdotal support for H1 (i.e., B < 3) or support for H0 (i.e., B < 1). During the \n6.5 h after the intervention, anecdotal evidence indicated the absence of an effect on delta (B = 0.46), whereas \nthe levels of theta (B = 0.03), alpha (B = 0.02), sigma (B = 0.02), and beta (B = 0.02) power provided moderate \nevidence for H0.There was moderate evidence for more transitions between sleep and wake both during the flash \ntherapy (B = 9.02) and the 6.5 h following it (B = 4.11). Similarly, there was moderate evidence for more transi-\ntions between N2/N3 and N1 sleep both during the flash therapy (B = 4.06) and the 6.5 h following it (B = 8.30).\nDiscussion\nOur study demonstrates that exposure to a sequence of light flashes for 1 h, timed at the beginning of sleep, can \nphase delay the circadian clock 1.13 ± 1.27 h on average, though ranging from 0 to 6.15 h. Polysomnography \nrecords suggested that no substantive differences occurred in sleep micro- or macro-architecture during or fol -\nlowing flash therapy. There was, however, evidence of an increase in delta power during the light flashes; this was \nlikely capturing an event-related potential. Bayesian assessment of sleep structure provided some evidence for \na difference in the number of shifts from deeper to lighter stages of sleep and from sleep to wake, both during \nand following flash therapy compared to the placebo. The largest phase shifts reported here are twice as large \ncompared to previously reported phase delays using 1 hour of flashed  light16 and three times as large as continu-\nous light of up to 10,000   lx9.\nThe potential efficacy of flash therapy in phase delaying the circadian clock has been explored  before16,17,20. \nWe used results from these previous studies to derive an optimal stimulus regarding timing, flash duration, \nfrequency, and light intensity. Despite the optimization, we still observe large variability in responses. This is \nunlikely due to the phase of light application as all participants were exposed to light flashes on average 2.86 h \nafter dim light melatonin onset which, according to the human phase response curve (PRC) to 1 h of continuous \n light9, should be the time at which maximal phase delays are observed. Statistically, the dispersion of the phase of \nlight application were similar and when we adjust the magnitude of the phase shift for the PRC, we still observe \nsignificant variability in responses. While it is possible that the PRC to flashed light is different from the PRC \nto continuous light, this is more likely to be in the magnitude rather than the shape of the curve. This type of \nhighly variable response to flashed light stimulus is consistent with that which has been reported in other species, \nincluding rodents and  Drosophila12–15. Given the divergence of the neural circuitry of circadian photoreception \nin these specifies, especially invertebrates compared to vertebrates, the variability therefore may be intrinsic to \nthe probabilistic nature of photoreception, converting an electromagnetic signal into an electrochemical signal. \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated",
            "page": 4
        },
        "id": "3644"
    },
    {
        "document": "polysomnography",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "5\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/Factors ( B) providing little or anecdotal support for H1 (i.e., B < 3) or support for H0 (i.e., B < 1). During the \n6.5 h after the intervention, anecdotal evidence indicated the absence of an effect on delta (B = 0.46), whereas \nthe levels of theta (B = 0.03), alpha (B = 0.02), sigma (B = 0.02), and beta (B = 0.02) power provided moderate \nevidence for H0.There was moderate evidence for more transitions between sleep and wake both during the flash \ntherapy (B = 9.02) and the 6.5 h following it (B = 4.11). Similarly, there was moderate evidence for more transi-\ntions between N2/N3 and N1 sleep both during the flash therapy (B = 4.06) and the 6.5 h following it (B = 8.30).\nDiscussion\nOur study demonstrates that exposure to a sequence of light flashes for 1 h, timed at the beginning of sleep, can \nphase delay the circadian clock 1.13 ± 1.27 h on average, though ranging from 0 to 6.15 h. Polysomnography \nrecords suggested that no substantive differences occurred in sleep micro- or macro-architecture during or fol -\nlowing flash therapy. There was, however, evidence of an increase in delta power during the light flashes; this was \nlikely capturing an event-related potential. Bayesian assessment of sleep structure provided some evidence for \na difference in the number of shifts from deeper to lighter stages of sleep and from sleep to wake, both during \nand following flash therapy compared to the placebo. The largest phase shifts reported here are twice as large \ncompared to previously reported phase delays using 1 hour of flashed  light16 and three times as large as continu-\nous light of up to 10,000   lx9.\nThe potential efficacy of flash therapy in phase delaying the circadian clock has been explored  before16,17,20. \nWe used results from these previous studies to derive an optimal stimulus regarding timing, flash duration, \nfrequency, and light intensity. Despite the optimization, we still observe large variability in responses. This is \nunlikely due to the phase of light application as all participants were exposed to light flashes on average 2.86 h \nafter dim light melatonin onset which, according to the human phase response curve (PRC) to 1 h of continuous \n light9, should be the time at which maximal phase delays are observed. Statistically, the dispersion of the phase of \nlight application were similar and when we adjust the magnitude of the phase shift for the PRC, we still observe \nsignificant variability in responses. While it is possible that the PRC to flashed light is different from the PRC \nto continuous light, this is more likely to be in the magnitude rather than the shape of the curve. This type of \nhighly variable response to flashed light stimulus is consistent with that which has been reported in other species, \nincluding rodents and  Drosophila12–15. Given the divergence of the neural circuitry of circadian photoreception \nin these specifies, especially invertebrates compared to vertebrates, the variability therefore may be intrinsic to \nthe probabilistic nature of photoreception, converting an electromagnetic signal into an electrochemical signal. \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated",
            "page": 4
        },
        "id": "3646"
    },
    {
        "document": "sleep quality and architecture",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": ". \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated no substantive differences between \nsham and flash therapy in sleep quality and architecture. We examined PSG using traditional scoring meth-\nods, spectral analysis, and sleep state probability analysis. We were unable to observe significant differences in \nsleep architecture and probability scoring due to the flashes. Despite our potential lack of statistical power to \nidentify subtle changes in flash-induced sleep architecture or power, we did have the capability to detect gross \ndisturbances in sleep, with an accuracy threshold of 4.8 min of wakefulness or more. However, we did find some \nevidence for small flash-induced changes in the number of transitions from sleep to wake and deep to light sleep, \nand an enhancement of delta activity in the light flash condition. This delta enhancement is likely secondary to \nan evoked response rather than a true induction of delta  activity18. In one participant, there was much more wake \nduring the 1-h light flash exposure, however, this participant was awake prior to the onset of the light flashes and \nthe presence of the light flashes likely made falling asleep very difficult (they did go to sleep after cessation of \nthe flashes). The light flash sequence was administered at the beginning of the sleep period, so under the high -\nest homeostatic pressure, which may have reduced the likelihood of the flashes causing an acute arousal. In one \nprevious field study in adolescents, light flashes were administered at the end of the sleep period, during which \nthere was greatly reduced homeostatic pressure, and yet no self-reported evidence of sleep disruption when the \nduration of the light flash exposure was limited to 2   h20. The impact of light flashes on sleep architecture and \nspectral power reported here and in previous  studies18 appears to be relatively modest; nonetheless, it’s important \nto approach the safety assessment of short (1 h) exposure flash therapy with care. Moderate-intensity continuous \nlight (100 lx) given throughout sleep has been shown to potentially have adverse effects on  health29, while lower \nintensity (40 lx) given throughout the night can affect sleep architecture and spectral  power30.\nBy placing light flashes near the beginning of sleep, the light flashes were predominantly administrated during \nN2 and N3 sleep, with very little wake, N1, or REM occurring (Fig.  2). With the limited range of sleep stages, we \ndid not observe any direct interaction between sleep stage and the magnitude of phase shift elicited by the light \nflashes. Sleep can directly impact the electrophysiologic characteristics of the SCN and, in theory, could change \nthe response of the SCN to the light flash  stimuli31. Experiments with shorter-duration stimuli that are proactively \nassigned to be administered during specific stages of sleep would be needed to answer this question definitively.\nLimitations of real-world implications arise from certain aspects of our study design. Firstly, participants were \nsubjected to a 2-week circadian stabilization period with regular bed and wake times. The regular light exposure \nthat occurs with this type of sleep–wake schedule maximizes the circadian clock’s oscillation amplitude. This \ndeliberate setup effectively targeted the phase delay part of the phase response curve. However, without such \ncircadian phase stabilization, achieving precise targeting of the correct phase becomes challenging, potentially ",
            "page": 4
        },
        "id": "3664"
    },
    {
        "document": "sleep state probability analysis",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": ". \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated no substantive differences between \nsham and flash therapy in sleep quality and architecture. We examined PSG using traditional scoring meth-\nods, spectral analysis, and sleep state probability analysis. We were unable to observe significant differences in \nsleep architecture and probability scoring due to the flashes. Despite our potential lack of statistical power to \nidentify subtle changes in flash-induced sleep architecture or power, we did have the capability to detect gross \ndisturbances in sleep, with an accuracy threshold of 4.8 min of wakefulness or more. However, we did find some \nevidence for small flash-induced changes in the number of transitions from sleep to wake and deep to light sleep, \nand an enhancement of delta activity in the light flash condition. This delta enhancement is likely secondary to \nan evoked response rather than a true induction of delta  activity18. In one participant, there was much more wake \nduring the 1-h light flash exposure, however, this participant was awake prior to the onset of the light flashes and \nthe presence of the light flashes likely made falling asleep very difficult (they did go to sleep after cessation of \nthe flashes). The light flash sequence was administered at the beginning of the sleep period, so under the high -\nest homeostatic pressure, which may have reduced the likelihood of the flashes causing an acute arousal. In one \nprevious field study in adolescents, light flashes were administered at the end of the sleep period, during which \nthere was greatly reduced homeostatic pressure, and yet no self-reported evidence of sleep disruption when the \nduration of the light flash exposure was limited to 2   h20. The impact of light flashes on sleep architecture and \nspectral power reported here and in previous  studies18 appears to be relatively modest; nonetheless, it’s important \nto approach the safety assessment of short (1 h) exposure flash therapy with care. Moderate-intensity continuous \nlight (100 lx) given throughout sleep has been shown to potentially have adverse effects on  health29, while lower \nintensity (40 lx) given throughout the night can affect sleep architecture and spectral  power30.\nBy placing light flashes near the beginning of sleep, the light flashes were predominantly administrated during \nN2 and N3 sleep, with very little wake, N1, or REM occurring (Fig.  2). With the limited range of sleep stages, we \ndid not observe any direct interaction between sleep stage and the magnitude of phase shift elicited by the light \nflashes. Sleep can directly impact the electrophysiologic characteristics of the SCN and, in theory, could change \nthe response of the SCN to the light flash  stimuli31. Experiments with shorter-duration stimuli that are proactively \nassigned to be administered during specific stages of sleep would be needed to answer this question definitively.\nLimitations of real-world implications arise from certain aspects of our study design. Firstly, participants were \nsubjected to a 2-week circadian stabilization period with regular bed and wake times. The regular light exposure \nthat occurs with this type of sleep–wake schedule maximizes the circadian clock’s oscillation amplitude. This \ndeliberate setup effectively targeted the phase delay part of the phase response curve. However, without such \ncircadian phase stabilization, achieving precise targeting of the correct phase becomes challenging, potentially ",
            "page": 4
        },
        "id": "3666"
    },
    {
        "document": "polysomnography",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "8\nVol:.(1234567890) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/movement (REM) sleep. From these data, the duration of each sleep state was calculated, as was the number of \ndeep (stage N3) to light (N2, N1) transitions and sleep (REM, N1, N2, or N3) to wake transitions. As the Stan-\nford-STAGES algorithm is a template matching-based system, the probability of each state was also calculated \nfor each 15-s epoch. For example, a given 15-s epoch could be scored as W , but have a probability distribution of \n0.89 W , 0.04 N1, 0.02 N2, 0.00 N3, and 0.05 REM. Another 15-s epoch also scored as W could have a probability \ndistribution of 0.64 W , 0.19 N1, 0.03 N2, 0.00 N3, and 0.14 REM, indicating that the 15-s epoch has a greater \nmixture of states (i.e., W co-occurring with other states) than the first example. Calculations were performed \nseparately for polysomnography recorded during and after flash therapy. For three individuals, data on one of \ntheir visits showed too many artifacts to be analyzed (N = 7 for all polysomnography results).\nData analysis—sleep polysomnography: spectral power densities. Spectral analysis was per -\nformed by applying fast Welch’s Fourier transformation (FFT; hamming, 0% overlapped) on 3-s time  windows49 \n(package “rlseep” , version 1.0.650). Artifacts were removed based on sleep stage scoring. Power spectral densi-\nties were analyzed for delta (0.5–3.5 Hz), theta (3.5–7.5 Hz), alpha (7.5–13 Hz), sigma (12–14 Hz), and beta \n(15–30 Hz) power over the central derivations (C3, C4). Power spectral densities were calculated during flash or \nplacebo exposure (1-h interval), post-stimulus (6.5 h), per scored sleep stage (W , N1, N2, N3, or REM).\nStatistics. Linear model fitting was performed in R (R Core Team, version: 4.1.2), using the most recent shell \nof Rstudio (version: 2021.09) and the “lme4” R-package for mixed-effects modeling. Independent models were \nconstructed to calculate the effects of flash therapy on the circadian clock phase and sleep architecture. Phase \nchange, time spent in each sleep stage, the number of transitions from deep to light and sleep to wake, and the \nprobability scoring of W , N1, N2, N3, or REM were dependent variables. Intervention condition (placebo or \nflashes) was included as a fixed effect. Participant ID and visit number were included in all models as a random \neffect. To investigate if the magnitude of phase shift was influenced by sleep stage at the time of flash exposure, \na mixed model was created in which phase change was included as the dependent variable, and the interaction \nbetween sleep duration and sleep stage was included as a fixed effect. Separate models were created to investigate \nthe effects of flash exposure during sleep (stage N1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium ",
            "page": 7
        },
        "id": "3676"
    },
    {
        "document": "sleep architecture",
        "metadata": {
            "originalPdf": "bb4792cf-e9cb-49bf-89db-c5479abb5a2c.pdf",
            "originalText": "8\nVol:.(1234567890) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/movement (REM) sleep. From these data, the duration of each sleep state was calculated, as was the number of \ndeep (stage N3) to light (N2, N1) transitions and sleep (REM, N1, N2, or N3) to wake transitions. As the Stan-\nford-STAGES algorithm is a template matching-based system, the probability of each state was also calculated \nfor each 15-s epoch. For example, a given 15-s epoch could be scored as W , but have a probability distribution of \n0.89 W , 0.04 N1, 0.02 N2, 0.00 N3, and 0.05 REM. Another 15-s epoch also scored as W could have a probability \ndistribution of 0.64 W , 0.19 N1, 0.03 N2, 0.00 N3, and 0.14 REM, indicating that the 15-s epoch has a greater \nmixture of states (i.e., W co-occurring with other states) than the first example. Calculations were performed \nseparately for polysomnography recorded during and after flash therapy. For three individuals, data on one of \ntheir visits showed too many artifacts to be analyzed (N = 7 for all polysomnography results).\nData analysis—sleep polysomnography: spectral power densities. Spectral analysis was per -\nformed by applying fast Welch’s Fourier transformation (FFT; hamming, 0% overlapped) on 3-s time  windows49 \n(package “rlseep” , version 1.0.650). Artifacts were removed based on sleep stage scoring. Power spectral densi-\nties were analyzed for delta (0.5–3.5 Hz), theta (3.5–7.5 Hz), alpha (7.5–13 Hz), sigma (12–14 Hz), and beta \n(15–30 Hz) power over the central derivations (C3, C4). Power spectral densities were calculated during flash or \nplacebo exposure (1-h interval), post-stimulus (6.5 h), per scored sleep stage (W , N1, N2, N3, or REM).\nStatistics. Linear model fitting was performed in R (R Core Team, version: 4.1.2), using the most recent shell \nof Rstudio (version: 2021.09) and the “lme4” R-package for mixed-effects modeling. Independent models were \nconstructed to calculate the effects of flash therapy on the circadian clock phase and sleep architecture. Phase \nchange, time spent in each sleep stage, the number of transitions from deep to light and sleep to wake, and the \nprobability scoring of W , N1, N2, N3, or REM were dependent variables. Intervention condition (placebo or \nflashes) was included as a fixed effect. Participant ID and visit number were included in all models as a random \neffect. To investigate if the magnitude of phase shift was influenced by sleep stage at the time of flash exposure, \na mixed model was created in which phase change was included as the dependent variable, and the interaction \nbetween sleep duration and sleep stage was included as a fixed effect. Separate models were created to investigate \nthe effects of flash exposure during sleep (stage N1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium ",
            "page": 7
        },
        "id": "3678"
    },
    {
        "document": "polysomnography",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "1\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreportsMoving time zones in a flash \nwith light therapy during sleep\nRenske Lok 1, Marisol Duran  2 & Jamie M. Zeitzer 1,3*\nIn humans, exposure to continuous light is typically used to change the timing of the circadian clock. \nThis study examines the efficiency of a sequence of light flashes (“flash therapy”) applied during \nsleep to shift the clock. Healthy participants (n = 10) took part in two 36-h laboratory stays, receiving \na placebo (goggles, no light) during one visit and the intervention (goggles, 2-ms flashes broad-\nspectrum light for 60 min, delivered every 15 s, starting 30 min after habitual sleep onset) during the \nother. Circadian phase shift was assessed with changes in salivary dim light melatonin onset (DLMO). \nSleep, measured with polysomnography, was analyzed to assess changes in sleep architecture and \nspectral power. After 1 h of flashes, DLMO showed a substantial delay (1.13 ± 1.27 h) compared to \nplacebo (12 ± 20 min). Two individuals exhibited very large shifts of 6.4 and 3.1 h. There were no \nsubstantive differences in sleep architecture, but some evidence for greater instability in sleep. 1 h of \nflash therapy during sleep evokes large changes in circadian timing, up to 6 h, and does so with only \nminimal, if any, impact on sleep. Flash therapy may offer a practical option to delay the circadian clock \nin shift workers and jet travelers.\nThe human circadian pacemaker, located in the suprachiasmatic nucleus (SCN) of the hypothalamus, regulates \ndaily cycles in activity, hormonal levels, and other physiological  variables1,2. The primary input of the SCN is \nlight, and light information, received by rods, cones, and intrinsically photosensitive (ipRGC) cells in the retina, \nis sent to the SCN and other hypothalamic regions via the retinohypothalamic  tract3,4. Through this circuitry, \nthe circadian pacemaker synchronizes to the external natural or artificially imposed light–dark  cycle5. When \ntraveling across multiple time zones, that synchrony is temporarily lost. This process, called jet lag, can lead to \ndisrupted sleep and wake, increased daytime sleepiness, irritability, and  fatigue6.\nTo combat the negative consequences of jet lag, the human circadian system has to re-entrain endogenous \nphysiological and behavioral rhythms to the new light–dark  cycle7. This can be accomplished by repeated expo-\nsure to natural or artificial light at appropriate times of  day8. The greatest sensitivity of the SCN to light is during \nthe hours of habitual sleep, such that light early in the sleep period induces robust phase delays, and light late \nin the sleep period induces significant phase  advances9,10. As such, the optimal time of light exposure for rapid \nresynchronization to new time zones can require a decision to disrupt standard sleep patterns or to get light at a \nsuboptimal time. Furthermore, the process of re-entrainment using continuous light–dark exposure is relatively \nslow and can take up to several  days11.\nOne potential solution to this problem is the use of a potent light stimulus that can be administered during \nsleep—flash therapy. Flash therapy involves exposure to a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the",
            "page": 0
        },
        "id": "4338"
    },
    {
        "document": "homeostatic sleep pressure",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": " a sequence of light flashes rather than continuous light. \nIt has the potential to be at least twice as effective in phase-delaying the circadian system as compared to equi-\nluminant continuous light, a phenomenon observed in multiple animals, including  Drosophila12,  mice13,  rats14, \n hamsters15 and  humans16–18. The circadian system is sensitive to lower light intensities when receiving  flashes19, \nand preliminary evidence indicates it can be administered to individuals while sleeping without interfering with \n sleep18,20. While a single flash does not robustly influence the timing of the circadian  clock21, a sequence of flashes \nmay work by taking advantage of an unusual aspect of ipRGC physiology. ipRGC neurons continue to be depolar -\nized for several minutes following cessation of stimulation; thus, a flash of light can initiate a depolarization that \noutlasts the duration of the light itself. The rods or cones that likely underlie the phototransduction of the light \nflash to an electrochemical signal can resensitize during the darkness between flashes, increasing the photon \ncapture and extrinsic drive on the ipRGC  19,22. When administering flash therapy during sleep, the flashes must \npass through closed eyelids, which reduces the amount of light striking the cornea in a wavelength-dependent \nmanner, with 86% (at 700 nm) to 97% (below 580 nm)  attenuation23,24.\nAs the sensitivity of the SCN to light varies over the course of a typical sleep period, so too does the temporal \norganization of sleep stages, reflective of the intricate interplay between homeostatic sleep pressure and circadian OPEN\n1Department of Psychiatry and Behavioral Sciences, Stanford University, Stanford, CA 94305, USA. 2Palo Alto \nVeterans Institute for Research, Palo Alto, CA 94304, USA. 3Mental Illness Research Education and Clinical Center, \nVA Palo Alto Health Care System, Palo Alto, CA 94304, USA. *email: jzeitzer@stanford.edu",
            "page": 0
        },
        "id": "4357"
    },
    {
        "document": "sleep micro- or macro-architecture",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "5\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/Factors ( B) providing little or anecdotal support for H1 (i.e., B < 3) or support for H0 (i.e., B < 1). During the \n6.5 h after the intervention, anecdotal evidence indicated the absence of an effect on delta (B = 0.46), whereas \nthe levels of theta (B = 0.03), alpha (B = 0.02), sigma (B = 0.02), and beta (B = 0.02) power provided moderate \nevidence for H0.There was moderate evidence for more transitions between sleep and wake both during the flash \ntherapy (B = 9.02) and the 6.5 h following it (B = 4.11). Similarly, there was moderate evidence for more transi-\ntions between N2/N3 and N1 sleep both during the flash therapy (B = 4.06) and the 6.5 h following it (B = 8.30).\nDiscussion\nOur study demonstrates that exposure to a sequence of light flashes for 1 h, timed at the beginning of sleep, can \nphase delay the circadian clock 1.13 ± 1.27 h on average, though ranging from 0 to 6.15 h. Polysomnography \nrecords suggested that no substantive differences occurred in sleep micro- or macro-architecture during or fol -\nlowing flash therapy. There was, however, evidence of an increase in delta power during the light flashes; this was \nlikely capturing an event-related potential. Bayesian assessment of sleep structure provided some evidence for \na difference in the number of shifts from deeper to lighter stages of sleep and from sleep to wake, both during \nand following flash therapy compared to the placebo. The largest phase shifts reported here are twice as large \ncompared to previously reported phase delays using 1 hour of flashed  light16 and three times as large as continu-\nous light of up to 10,000   lx9.\nThe potential efficacy of flash therapy in phase delaying the circadian clock has been explored  before16,17,20. \nWe used results from these previous studies to derive an optimal stimulus regarding timing, flash duration, \nfrequency, and light intensity. Despite the optimization, we still observe large variability in responses. This is \nunlikely due to the phase of light application as all participants were exposed to light flashes on average 2.86 h \nafter dim light melatonin onset which, according to the human phase response curve (PRC) to 1 h of continuous \n light9, should be the time at which maximal phase delays are observed. Statistically, the dispersion of the phase of \nlight application were similar and when we adjust the magnitude of the phase shift for the PRC, we still observe \nsignificant variability in responses. While it is possible that the PRC to flashed light is different from the PRC \nto continuous light, this is more likely to be in the magnitude rather than the shape of the curve. This type of \nhighly variable response to flashed light stimulus is consistent with that which has been reported in other species, \nincluding rodents and  Drosophila12–15. Given the divergence of the neural circuitry of circadian photoreception \nin these specifies, especially invertebrates compared to vertebrates, the variability therefore may be intrinsic to \nthe probabilistic nature of photoreception, converting an electromagnetic signal into an electrochemical signal. \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated",
            "page": 4
        },
        "id": "4369"
    },
    {
        "document": "polysomnography",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "5\nVol.:(0123456789) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/Factors ( B) providing little or anecdotal support for H1 (i.e., B < 3) or support for H0 (i.e., B < 1). During the \n6.5 h after the intervention, anecdotal evidence indicated the absence of an effect on delta (B = 0.46), whereas \nthe levels of theta (B = 0.03), alpha (B = 0.02), sigma (B = 0.02), and beta (B = 0.02) power provided moderate \nevidence for H0.There was moderate evidence for more transitions between sleep and wake both during the flash \ntherapy (B = 9.02) and the 6.5 h following it (B = 4.11). Similarly, there was moderate evidence for more transi-\ntions between N2/N3 and N1 sleep both during the flash therapy (B = 4.06) and the 6.5 h following it (B = 8.30).\nDiscussion\nOur study demonstrates that exposure to a sequence of light flashes for 1 h, timed at the beginning of sleep, can \nphase delay the circadian clock 1.13 ± 1.27 h on average, though ranging from 0 to 6.15 h. Polysomnography \nrecords suggested that no substantive differences occurred in sleep micro- or macro-architecture during or fol -\nlowing flash therapy. There was, however, evidence of an increase in delta power during the light flashes; this was \nlikely capturing an event-related potential. Bayesian assessment of sleep structure provided some evidence for \na difference in the number of shifts from deeper to lighter stages of sleep and from sleep to wake, both during \nand following flash therapy compared to the placebo. The largest phase shifts reported here are twice as large \ncompared to previously reported phase delays using 1 hour of flashed  light16 and three times as large as continu-\nous light of up to 10,000   lx9.\nThe potential efficacy of flash therapy in phase delaying the circadian clock has been explored  before16,17,20. \nWe used results from these previous studies to derive an optimal stimulus regarding timing, flash duration, \nfrequency, and light intensity. Despite the optimization, we still observe large variability in responses. This is \nunlikely due to the phase of light application as all participants were exposed to light flashes on average 2.86 h \nafter dim light melatonin onset which, according to the human phase response curve (PRC) to 1 h of continuous \n light9, should be the time at which maximal phase delays are observed. Statistically, the dispersion of the phase of \nlight application were similar and when we adjust the magnitude of the phase shift for the PRC, we still observe \nsignificant variability in responses. While it is possible that the PRC to flashed light is different from the PRC \nto continuous light, this is more likely to be in the magnitude rather than the shape of the curve. This type of \nhighly variable response to flashed light stimulus is consistent with that which has been reported in other species, \nincluding rodents and  Drosophila12–15. Given the divergence of the neural circuitry of circadian photoreception \nin these specifies, especially invertebrates compared to vertebrates, the variability therefore may be intrinsic to \nthe probabilistic nature of photoreception, converting an electromagnetic signal into an electrochemical signal. \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated",
            "page": 4
        },
        "id": "4371"
    },
    {
        "document": "sleep quality and architecture",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": ". \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated no substantive differences between \nsham and flash therapy in sleep quality and architecture. We examined PSG using traditional scoring meth-\nods, spectral analysis, and sleep state probability analysis. We were unable to observe significant differences in \nsleep architecture and probability scoring due to the flashes. Despite our potential lack of statistical power to \nidentify subtle changes in flash-induced sleep architecture or power, we did have the capability to detect gross \ndisturbances in sleep, with an accuracy threshold of 4.8 min of wakefulness or more. However, we did find some \nevidence for small flash-induced changes in the number of transitions from sleep to wake and deep to light sleep, \nand an enhancement of delta activity in the light flash condition. This delta enhancement is likely secondary to \nan evoked response rather than a true induction of delta  activity18. In one participant, there was much more wake \nduring the 1-h light flash exposure, however, this participant was awake prior to the onset of the light flashes and \nthe presence of the light flashes likely made falling asleep very difficult (they did go to sleep after cessation of \nthe flashes). The light flash sequence was administered at the beginning of the sleep period, so under the high -\nest homeostatic pressure, which may have reduced the likelihood of the flashes causing an acute arousal. In one \nprevious field study in adolescents, light flashes were administered at the end of the sleep period, during which \nthere was greatly reduced homeostatic pressure, and yet no self-reported evidence of sleep disruption when the \nduration of the light flash exposure was limited to 2   h20. The impact of light flashes on sleep architecture and \nspectral power reported here and in previous  studies18 appears to be relatively modest; nonetheless, it’s important \nto approach the safety assessment of short (1 h) exposure flash therapy with care. Moderate-intensity continuous \nlight (100 lx) given throughout sleep has been shown to potentially have adverse effects on  health29, while lower \nintensity (40 lx) given throughout the night can affect sleep architecture and spectral  power30.\nBy placing light flashes near the beginning of sleep, the light flashes were predominantly administrated during \nN2 and N3 sleep, with very little wake, N1, or REM occurring (Fig.  2). With the limited range of sleep stages, we \ndid not observe any direct interaction between sleep stage and the magnitude of phase shift elicited by the light \nflashes. Sleep can directly impact the electrophysiologic characteristics of the SCN and, in theory, could change \nthe response of the SCN to the light flash  stimuli31. Experiments with shorter-duration stimuli that are proactively \nassigned to be administered during specific stages of sleep would be needed to answer this question definitively.\nLimitations of real-world implications arise from certain aspects of our study design. Firstly, participants were \nsubjected to a 2-week circadian stabilization period with regular bed and wake times. The regular light exposure \nthat occurs with this type of sleep–wake schedule maximizes the circadian clock’s oscillation amplitude. This \ndeliberate setup effectively targeted the phase delay part of the phase response curve. However, without such \ncircadian phase stabilization, achieving precise targeting of the correct phase becomes challenging, potentially ",
            "page": 4
        },
        "id": "4388"
    },
    {
        "document": "sleep architecture and spectral power",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": ". \nWith the brief duration of exposure to each individual light flash, there may be an insufficient number of retinal \n(ipRGC) circuits activated for some of the flashes. This could lead to discontinuity in the flash signal (i.e., ipRGC \ncould stop signaling continuously), which reduces the impact of the flashes on the circadian  clock16.\nExposure to a sequence of light flashes during wake can be an aversive experience. Thus, light flashes have \npreviously been used in field studies of individuals while they are  asleep20. This is also at the time during which \nthe circadian clock is most sensitive to  light9,28. To be useful in the field, however, the light flashes must not \nactively interfere with sleep. In one previous study, we found no evidence for a different sequence of light flashes \nto interfere with PSG-recorded  sleep18. In the current study, PSG indicated no substantive differences between \nsham and flash therapy in sleep quality and architecture. We examined PSG using traditional scoring meth-\nods, spectral analysis, and sleep state probability analysis. We were unable to observe significant differences in \nsleep architecture and probability scoring due to the flashes. Despite our potential lack of statistical power to \nidentify subtle changes in flash-induced sleep architecture or power, we did have the capability to detect gross \ndisturbances in sleep, with an accuracy threshold of 4.8 min of wakefulness or more. However, we did find some \nevidence for small flash-induced changes in the number of transitions from sleep to wake and deep to light sleep, \nand an enhancement of delta activity in the light flash condition. This delta enhancement is likely secondary to \nan evoked response rather than a true induction of delta  activity18. In one participant, there was much more wake \nduring the 1-h light flash exposure, however, this participant was awake prior to the onset of the light flashes and \nthe presence of the light flashes likely made falling asleep very difficult (they did go to sleep after cessation of \nthe flashes). The light flash sequence was administered at the beginning of the sleep period, so under the high -\nest homeostatic pressure, which may have reduced the likelihood of the flashes causing an acute arousal. In one \nprevious field study in adolescents, light flashes were administered at the end of the sleep period, during which \nthere was greatly reduced homeostatic pressure, and yet no self-reported evidence of sleep disruption when the \nduration of the light flash exposure was limited to 2   h20. The impact of light flashes on sleep architecture and \nspectral power reported here and in previous  studies18 appears to be relatively modest; nonetheless, it’s important \nto approach the safety assessment of short (1 h) exposure flash therapy with care. Moderate-intensity continuous \nlight (100 lx) given throughout sleep has been shown to potentially have adverse effects on  health29, while lower \nintensity (40 lx) given throughout the night can affect sleep architecture and spectral  power30.\nBy placing light flashes near the beginning of sleep, the light flashes were predominantly administrated during \nN2 and N3 sleep, with very little wake, N1, or REM occurring (Fig.  2). With the limited range of sleep stages, we \ndid not observe any direct interaction between sleep stage and the magnitude of phase shift elicited by the light \nflashes. Sleep can directly impact the electrophysiologic characteristics of the SCN and, in theory, could change \nthe response of the SCN to the light flash  stimuli31. Experiments with shorter-duration stimuli that are proactively \nassigned to be administered during specific stages of sleep would be needed to answer this question definitively.\nLimitations of real-world implications arise from certain aspects of our study design. Firstly, participants were \nsubjected to a 2-week circadian stabilization period with regular bed and wake times. The regular light exposure \nthat occurs with this type of sleep–wake schedule maximizes the circadian clock’s oscillation amplitude. This \ndeliberate setup effectively targeted the phase delay part of the phase response curve. However, without such \ncircadian phase stabilization, achieving precise targeting of the correct phase becomes challenging, potentially ",
            "page": 4
        },
        "id": "4392"
    },
    {
        "document": "polysomnography",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "8\nVol:.(1234567890) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/movement (REM) sleep. From these data, the duration of each sleep state was calculated, as was the number of \ndeep (stage N3) to light (N2, N1) transitions and sleep (REM, N1, N2, or N3) to wake transitions. As the Stan-\nford-STAGES algorithm is a template matching-based system, the probability of each state was also calculated \nfor each 15-s epoch. For example, a given 15-s epoch could be scored as W , but have a probability distribution of \n0.89 W , 0.04 N1, 0.02 N2, 0.00 N3, and 0.05 REM. Another 15-s epoch also scored as W could have a probability \ndistribution of 0.64 W , 0.19 N1, 0.03 N2, 0.00 N3, and 0.14 REM, indicating that the 15-s epoch has a greater \nmixture of states (i.e., W co-occurring with other states) than the first example. Calculations were performed \nseparately for polysomnography recorded during and after flash therapy. For three individuals, data on one of \ntheir visits showed too many artifacts to be analyzed (N = 7 for all polysomnography results).\nData analysis—sleep polysomnography: spectral power densities. Spectral analysis was per -\nformed by applying fast Welch’s Fourier transformation (FFT; hamming, 0% overlapped) on 3-s time  windows49 \n(package “rlseep” , version 1.0.650). Artifacts were removed based on sleep stage scoring. Power spectral densi-\nties were analyzed for delta (0.5–3.5 Hz), theta (3.5–7.5 Hz), alpha (7.5–13 Hz), sigma (12–14 Hz), and beta \n(15–30 Hz) power over the central derivations (C3, C4). Power spectral densities were calculated during flash or \nplacebo exposure (1-h interval), post-stimulus (6.5 h), per scored sleep stage (W , N1, N2, N3, or REM).\nStatistics. Linear model fitting was performed in R (R Core Team, version: 4.1.2), using the most recent shell \nof Rstudio (version: 2021.09) and the “lme4” R-package for mixed-effects modeling. Independent models were \nconstructed to calculate the effects of flash therapy on the circadian clock phase and sleep architecture. Phase \nchange, time spent in each sleep stage, the number of transitions from deep to light and sleep to wake, and the \nprobability scoring of W , N1, N2, N3, or REM were dependent variables. Intervention condition (placebo or \nflashes) was included as a fixed effect. Participant ID and visit number were included in all models as a random \neffect. To investigate if the magnitude of phase shift was influenced by sleep stage at the time of flash exposure, \na mixed model was created in which phase change was included as the dependent variable, and the interaction \nbetween sleep duration and sleep stage was included as a fixed effect. Separate models were created to investigate \nthe effects of flash exposure during sleep (stage N1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium ",
            "page": 7
        },
        "id": "4401"
    },
    {
        "document": "sleep architecture",
        "metadata": {
            "originalPdf": "s41598-023-41742-w.pdf",
            "originalText": "8\nVol:.(1234567890) Scientific Reports  |        (2023) 13:14458  | https://doi.org/10.1038/s41598-023-41742-w\nwww.nature.com/scientificreports/movement (REM) sleep. From these data, the duration of each sleep state was calculated, as was the number of \ndeep (stage N3) to light (N2, N1) transitions and sleep (REM, N1, N2, or N3) to wake transitions. As the Stan-\nford-STAGES algorithm is a template matching-based system, the probability of each state was also calculated \nfor each 15-s epoch. For example, a given 15-s epoch could be scored as W , but have a probability distribution of \n0.89 W , 0.04 N1, 0.02 N2, 0.00 N3, and 0.05 REM. Another 15-s epoch also scored as W could have a probability \ndistribution of 0.64 W , 0.19 N1, 0.03 N2, 0.00 N3, and 0.14 REM, indicating that the 15-s epoch has a greater \nmixture of states (i.e., W co-occurring with other states) than the first example. Calculations were performed \nseparately for polysomnography recorded during and after flash therapy. For three individuals, data on one of \ntheir visits showed too many artifacts to be analyzed (N = 7 for all polysomnography results).\nData analysis—sleep polysomnography: spectral power densities. Spectral analysis was per -\nformed by applying fast Welch’s Fourier transformation (FFT; hamming, 0% overlapped) on 3-s time  windows49 \n(package “rlseep” , version 1.0.650). Artifacts were removed based on sleep stage scoring. Power spectral densi-\nties were analyzed for delta (0.5–3.5 Hz), theta (3.5–7.5 Hz), alpha (7.5–13 Hz), sigma (12–14 Hz), and beta \n(15–30 Hz) power over the central derivations (C3, C4). Power spectral densities were calculated during flash or \nplacebo exposure (1-h interval), post-stimulus (6.5 h), per scored sleep stage (W , N1, N2, N3, or REM).\nStatistics. Linear model fitting was performed in R (R Core Team, version: 4.1.2), using the most recent shell \nof Rstudio (version: 2021.09) and the “lme4” R-package for mixed-effects modeling. Independent models were \nconstructed to calculate the effects of flash therapy on the circadian clock phase and sleep architecture. Phase \nchange, time spent in each sleep stage, the number of transitions from deep to light and sleep to wake, and the \nprobability scoring of W , N1, N2, N3, or REM were dependent variables. Intervention condition (placebo or \nflashes) was included as a fixed effect. Participant ID and visit number were included in all models as a random \neffect. To investigate if the magnitude of phase shift was influenced by sleep stage at the time of flash exposure, \na mixed model was created in which phase change was included as the dependent variable, and the interaction \nbetween sleep duration and sleep stage was included as a fixed effect. Separate models were created to investigate \nthe effects of flash exposure during sleep (stage N1, N2, N3, or REM) or wake. To investigate differences in power \nspectral densities, power in the delta, theta, alpha, sigma, and beta bands were added to linear mixed models as \ndependent variables, with intervention condition (placebo or flashes), and the interaction between intervention \ncondition and sleep stage (as factors) included as a fixed effect. A critical p-value of 0.05 was maintained for all \nstatistical circadian phase shift analyses. To correct for multiple testing, Bonferroni  correction51 was applied \nfor statistical evaluation of flash or placebo exposure on sleep staging (p = 0.007) and power spectral density \n(p = 0.01) calculations. Cohen’s d was calculated by dividing the mean difference between the flash and control \ntherapy by the standard deviation of that difference. Effect sizes were interpreted as small (d = 0.2), medium ",
            "page": 7
        },
        "id": "4403"
    }
]