[
    {
        "document": "vasopressin gene expression",
        "metadata": {
            "originalPdf": "Altered circadian behavior and light sensing in mouse models of Alzheimer’s disease’.pdf",
            "originalText": " (2018). Age-related changes in the spatial\nfrequency threshold of male and female 3xTg-AD mice using optomotry. J. Alzheimers\nDis. 62, 591–596. doi: 10.3233/JAD-170805\nKoronyo, Y., Biggs, D., Barron, E., Boyer, D. S., Pearlman, J. A., Au, W. J., et al.\n(2017). Retinal amyloid pathology and proof-of-concept imaging trial in Alzheimer’s\ndisease. JCI Insight 2:e93621. doi: 10.1172/JCI.INSIGHT.93621\nLa Morgia, C., Ross-Cisneros, F. N., Koronyo, Y., Hannibal, J., Gallassi, R.,\nCantalupo, G., et al. (2016). Melanopsin retinal ganglion cell loss in Alzheimer disease.\nAnn. Neurol. 79, 90–109. doi: 10.1002/ANA.24548\nLa Morgia, C., Ross-Cisneros, F. N., Sadun, A. A., Hannibal, J., Munarini, A.,\nMantovani, V., et al. (2010). Melanopsin retinal ganglion cells are resistant to\nneurodegeneration in mitochondrial optic neuropathies. Brain 133, 2426–2438. doi:\n10.1093/BRAIN/AWQ155\nLee, J., Kim, D. E., Griﬃn, P., Sheehan, P. W., Kim, D. H., Musiek, E. S., et al. (2020).\nInhibition of REV-ERBs stimulates microglial amyloid-beta clearance and reduces\namyloid plaque deposition in the 5XFAD mouse model of Alzheimer’s disease. Aging\nCell 19:e13078. doi: 10.1111/ACEL.13078\nLiu, H., Wang, X., Chen, L., Chen, L., Tsirka, S. E., Ge, S., et al. (2021). Microglia\nmodulate stable wakefulness via the thalamic reticular nucleus in mice. Nat. Commun.\n12:4646. doi: 10.1038/s41467-021-24915-x\nLiu, R. Y., Zhou, J. N., Hoogendijk, W. J. G., van Heerikhuize, J., Kamphorst,\nW., Unmehopa, U. A., et al. (2000). Decreased vasopressin gene expression in\nthe biological clock of alzheimer disease patients with and without depression.\nJ. Neuropathol. Exp. Neurol. 59, 314–322. doi: 10.1093/JNEN/59.4.314\nLucas, R. J., Peirson, S. N., Berson, D. M., Brown, T. M., Cooper, H. M., Czeisler,\nC. A., et al. (2014). Measuring and using light in the melanopsin age. Trends Neurosci.\n37:1. doi: 10.1016/J.TINS.2013.10.004\nMitolo, M., Tonon, C., la Morgia, C., Testa, C., Carelli, V., and Lodi, R. (2018).\nEﬀects of light treatment on sleep, cognition, mood, and behavior in Alzheimer’s\ndisease: A systematic review. Dement. Geriatr. Cogn. Disord. 46, 371–384. doi: 10.1159/\n000494921\nFrontiers in Aging Neuroscience 11 frontiersin.org",
            "page": 10
        },
        "id": "663"
    },
    {
        "document": "mPFC",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Prior work has suggested that the microcircuit of the basolateral amygdala (BLA)  to  \nmPFC contributes to ASD -like behavior in mice. Felix -Ortiz and Tye (2014) used optogenetic \napproaches to either activate or inhibit BLA inputs to the mPFC during behavioral assays, and \nshowed that the excited BLA /mPFC microcircuit reduced social interaction whereas suppression \nfavoured social behavior. Sun and colleagues (2019) demonstrated that the glutamatergic \nneurons from the BLA preferentially projected to GABAergic neurons in the mPFC. Both their optogenetic and chemogenetic stimulations of this pathway resulted in reduced mPFC activity and stereotypic behavior. The ventral hippocampus (vHp) is the second downstream target. When the glutamatergic projection from t he BLA to the vHp mice was activated, social \ninteraction was reduced while the self -grooming was increased. This glutamatergic BLA /vHp \npathway was further confirmed by the finding that glutamate receptor antagonists delivered to \nthe vHPC attenuated optogenetic -evoked behavioral changes (Felix -Ortiz and Tye,  2014).   \nTherefore , we speculate that the DLaN driven activation of the glutamatergic cell population in \nthe BLA (Table 7) is what drives the grooming behavior observed in the present study.   \nWith rapidly growing studies reporting the effects of lights on not only circadian rhythms \nbut also the brain health (Stevenson et al., 2015; Lunn et al., 2017; Bu mgarner and Nelson , \n2021) , the consequences of worldwide prevalence of DLaN should be taken into concern of \ndisease management seriously, especially to those patients with neurodevelopmental disorders and neurodegenerative diseases who are vulnerable to environmental perturbations. Many people send the majority of time inside under artificial lighting, their exposure to DLaN needs to be carefully considered.  Inappropriate light at night is common in hospitals, long -term care \ncenters, and even our homes (Fournier and Wirz -Justice, 2010; Burgess and Molina, 2014; \nOsibona et al., 2021; Xiao et al., 2021).  Thus, n ightly light pollution is a very common \nenvironmental disruption to our circadian rhythms  all over the world, and this present study \nshows that the undesired outcomes of DLaN on sleep/wake cycles and autistic behavior can be lessened by tailoring the spectral content of light sources to minimize melanopic stimulation.   \n \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 16
        },
        "id": "1072"
    },
    {
        "document": "paraventricular nucleus (PVN)",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "1202"
    },
    {
        "document": "hypothalamic paraventricular nucleus",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1288"
    },
    {
        "document": "paraventricular nuclei (PVN)",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " [80] and decarboxylated by the enzyme aromatic amino acid decarboxy-lase to serotonin (5-hydroxytryptamine, 5-HT) formation [81]. High levels of serotonin are constitutively produced in the pineal gland \n Fig. (1). Organization of the circadian timing system: cyclic variation in the environmental light (day and night) are sensed by melanopsin-expressing photore-ceptors in the retina (retinal ganglion cells) which project this information through neurotransmission to the suprachiasmatic nuclei (SCN) of the hypothala-mus, via retinohypothalamic tract, thus synchronizing the transcription and activity of the clock gene machinery. From the SCN, major control of neuroendo-crine rhythms is due to projections to the paraventricular nuclei (PVN) of the hypothalamus, which regulates the synthesis of cortisol and melatonin in a phase-dependent manner. For the synthesis of cortisol, major effects are due to the control of the PVN on the adenohypophysis inducing the secretion of adrenocorti-cotropic hormone (ACTH), that via systemic circulation acts on the adrenal gland cortex (red lines). The other pathway occurs via the neural pathway, where PVN stimulatory neurotransmission, via the spinal cord mid-spinal column, induces the synthesis of cortisol in the adrenal gland (not shown in the schematic representation). The neural integration from the SCN for allowing the pineal gland (Pi) synthesis of melatonin involves a multi-synaptic pathway that links the SCN, paraventricular nucleus (PVN), and the superior cervical ganglion (SCG), where postganglionic axons emerge to the gland through the pineal stalk and release norepinephrine directly into pineal gland at the dark phase. In humans, the peak of cortisol in the circulation occurs in the transition between dark to the light phase, thus informing the onset of activity, whereas the peak of melatonin occurs only in the presence of darkness and plays major effects in the orches-tration of nocturnal rhythms of humans. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 3
        },
        "id": "1326"
    },
    {
        "document": "mPFC",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Prior work has suggested that the microcircuit of the basolateral amygdala (BLA)  to  \nmPFC contributes to ASD -like behavior in mice. Felix -Ortiz and Tye (2014) used optogenetic \napproaches to either activate or inhibit BLA inputs to the mPFC during behavioral assays, and \nshowed that the excited BLA /mPFC microcircuit reduced social interaction whereas suppression \nfavoured social behavior. Sun and colleagues (2019) demonstrated that the glutamatergic \nneurons from the BLA preferentially projected to GABAergic neurons in the mPFC. Both their optogenetic and chemogenetic stimulations of this pathway resulted in reduced mPFC activity and stereotypic behavior. The ventral hippocampus (vHp) is the second downstream target. When the glutamatergic projection from t he BLA to the vHp mice was activated, social \ninteraction was reduced while the self -grooming was increased. This glutamatergic BLA /vHp \npathway was further confirmed by the finding that glutamate receptor antagonists delivered to \nthe vHPC attenuated optogenetic -evoked behavioral changes (Felix -Ortiz and Tye,  2014).   \nTherefore , we speculate that the DLaN driven activation of the glutamatergic cell population in \nthe BLA (Table 7) is what drives the grooming behavior observed in the present study.   \nWith rapidly growing studies reporting the effects of lights on not only circadian rhythms \nbut also the brain health (Stevenson et al., 2015; Lunn et al., 2017; Bu mgarner and Nelson , \n2021) , the consequences of worldwide prevalence of DLaN should be taken into concern of \ndisease management seriously, especially to those patients with neurodevelopmental disorders and neurodegenerative diseases who are vulnerable to environmental perturbations. Many people send the majority of time inside under artificial lighting, their exposure to DLaN needs to be carefully considered.  Inappropriate light at night is common in hospitals, long -term care \ncenters, and even our homes (Fournier and Wirz -Justice, 2010; Burgess and Molina, 2014; \nOsibona et al., 2021; Xiao et al., 2021).  Thus, n ightly light pollution is a very common \nenvironmental disruption to our circadian rhythms  all over the world, and this present study \nshows that the undesired outcomes of DLaN on sleep/wake cycles and autistic behavior can be lessened by tailoring the spectral content of light sources to minimize melanopic stimulation.   \n \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 16
        },
        "id": "1890"
    },
    {
        "document": "paraventricular nucleus (PVN)",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "2020"
    },
    {
        "document": "central pacemaker",
        "metadata": {
            "originalPdf": "Molecular mechanisms and physiological importance of circadian rhythms.pdf",
            "originalText": " \ncomponents of the negative limb of the circadian  \nclock feedback loop. Cell 98, 193–205 (1999).  \nThis paper shows that, unlike D. melanogaster CRY, \nmammalian CRY1 and CRY2 act as transcriptional \ninhibitors of CLOCK–BMAL1.\n251. Froy, O., Chang, D. C. & Reppert, S. M. Redox potential: differential roles in dCRY and mCRY1 \nfunctions. Curr. Biol. 12, 147–152 (2002).\n252. Hughes, S., Jagannath, A., Hankins, M. W., Foster, R. G. \n& Peirson, S. N. Photic regulation of clock systems. \nMethods Enzymol. 552, 125–143 (2015).\n253. Brown, S. A., Zumbrunn, G., Fleury- Olela, F.,  \nPreitner, N. & Schibler, U. Rhythms of mammalian \nbody temperature can sustain peripheral circadian \nclocks. Curr. Biol. 12, 1574–1583 (2002).\n254. Buhr, E. D., Yoo, S. H. & T akahashi, J. S. T emperature \nas a universal resetting cue for mammalian circadian \noscillators. Science 330, 379–385 (2010).\n255. Saini, C., Morf, J., Stratmann, M., Gos, P . &  \nSchibler, U. Simulated body temperature rhythms \nreveal the phase- shifting behavior and plasticity of \nmammalian circadian oscillators. Genes Dev. 26, \n567–580 (2012).\n256. T amaru, T . et al. Synchronization of circadian Per2 \nrhythms and HSF1-BMAL1:CLOCK interaction in \nmouse fibroblasts after short- term heat shock pulse. \nPLOS ONE 6, e24521 (2011).\n257. Reinke, H. et al. Differential display of DNA- binding \nproteins reveals heat- shock factor 1 as a circadian \ntranscription factor. Genes Dev. 22, 331–345 (2008).\n258. Morf, J. et al. Cold- inducible RNA- binding protein \nmodulates circadian gene expression \nposttranscriptionally. Science 338, 379–383 (2012).\n259. Adamovich, Y., Ladeuix, B., Golik, M., Koeners, M. P . & \nAsher, G. Rhythmic oxygen levels reset circadian clocks \nthrough HIF1α . Cell Metab. 25, 93–101 (2017).\n260. Adamovich, Y. et al. Oxygen and carbon dioxide \nrhythms are circadian clock controlled and differentially \ndirected by behavioral signals. Cell Metab. 29, \n1092–1103 (2019).\n261. Guo, H., Brewer, J. M., Champhekar, A., Harris, R. B. \n& Bittman, E. L. Differential control of peripheral \ncircadian rhythms by suprachiasmatic- dependent \nneural signals. Proc. Natl Acad. Sci. USA 102, \n3111–3116 (2005).\n262. Gerber, A. et al. Blood- borne circadian signal stimulates \ndaily oscillations in actin dynamics and SRF activity.  \nCell 152, 492–503 (2013).\n263. Kornmann, B., Schaad, O., Bujard, H., T akahashi, J. S. & Schibler, U. System- driven and oscillator- dependent \ncircadian transcription in mice with a conditionally active liver clock. PLOS Biol. 5, e34 (2007).\n264. Damiola, F. et al. Restricted feeding uncouples \ncircadian oscillators in peripheral tissues from the central pacemaker in the suprachiasmatic nucleus. \nGenes Dev. 14, 2950–2961 (2000).\n265. Greenwell, B. J. et al. Rhythmic food intake drives \nrhythmic gene expression more potently than the hepatic circadian clock in mice. Cell Rep. 27, \n649–657.e5 (2019).\n266. Izumo, M. et al. Differential effects of light and feeding",
            "page": 15
        },
        "id": "3144"
    },
    {
        "document": "paraventricular nuclei (PVN)",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " [80] and decarboxylated by the enzyme aromatic amino acid decarboxy-lase to serotonin (5-hydroxytryptamine, 5-HT) formation [81]. High levels of serotonin are constitutively produced in the pineal gland \n Fig. (1). Organization of the circadian timing system: cyclic variation in the environmental light (day and night) are sensed by melanopsin-expressing photore-ceptors in the retina (retinal ganglion cells) which project this information through neurotransmission to the suprachiasmatic nuclei (SCN) of the hypothala-mus, via retinohypothalamic tract, thus synchronizing the transcription and activity of the clock gene machinery. From the SCN, major control of neuroendo-crine rhythms is due to projections to the paraventricular nuclei (PVN) of the hypothalamus, which regulates the synthesis of cortisol and melatonin in a phase-dependent manner. For the synthesis of cortisol, major effects are due to the control of the PVN on the adenohypophysis inducing the secretion of adrenocorti-cotropic hormone (ACTH), that via systemic circulation acts on the adrenal gland cortex (red lines). The other pathway occurs via the neural pathway, where PVN stimulatory neurotransmission, via the spinal cord mid-spinal column, induces the synthesis of cortisol in the adrenal gland (not shown in the schematic representation). The neural integration from the SCN for allowing the pineal gland (Pi) synthesis of melatonin involves a multi-synaptic pathway that links the SCN, paraventricular nucleus (PVN), and the superior cervical ganglion (SCG), where postganglionic axons emerge to the gland through the pineal stalk and release norepinephrine directly into pineal gland at the dark phase. In humans, the peak of cortisol in the circulation occurs in the transition between dark to the light phase, thus informing the onset of activity, whereas the peak of melatonin occurs only in the presence of darkness and plays major effects in the orches-tration of nocturnal rhythms of humans. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 3
        },
        "id": "3315"
    }
]