[
    {
        "document": "shorter wavelengths",
        "metadata": {
            "originalPdf": "Molecular jackhammers eradicate cancer cells.pdf",
            "originalText": "etric vibration rather than a collection of single \nvibrations9. This vibronic behaviour, through the coupling of elec -\ntronic and vibrational states, is a feature of conjugated-backbone \nnear-symmetrical cyanines, such as Cy7-amine and Cy7.5-amine. The \nshoulder (λ  ≈ 730 nm) in the absorption spectrum of Cy7.5-amine corre -\nsponds to this collective vibrational mode (Fig. 1e). The same collective \nvibrational mode is present in Cy7-amine, but at ~690 nm. The molecu -\nlar plasmons in cyanines were indeed confirmed by time-dependent \ndensity functional theory (TD-DFT) calculations; these molecules \ncan support longitudinal molecular plasmons (LMPs) and transversal \nmolecular plasmons (TMPs; Fig. 1d,e and Extended Data Fig. 1). The \nshoulder band (730 nm by experiment, 750 nm by TD-DFT calculation) \nis not the only vibronic mode present in the absorption spectrum of \nCy7.5-amine, but rather the strongest in vibronic character spreading \nthroughout the length and width of the molecule (Supplementary \nVideo 1 and Supplementary Fig. 2). This can be observed by contrasting the vibrational mode of the 750 nm shoulder in Supplementary Video 1 \nwith the other concerted vibrational modes at 809, 530 and 430 nm in \nSupplementary Videos 2–4, respectively, obtained from first-principles \nTD-DFT vibrational calculations. The larger band at ~780 nm (809 nm calculated by TD-DFT), predominantly a longitudinal charge density \nresonance, the small peak at ~400 nm (430 nm calculated by TD-DFT), \nprimarily a transversal charge density resonance, and the shoulder at \n~450 nm (530 nm calculated by TD-DFT), with a predominant short lon -\ngitudinal charge density resonance, also have vibronic properties with \ncharge density resonances typical of a molecular plasmon10 (Extended \nData Fig. 1). It is important to recognize that the TD-DFT calculations \ndescribe more accurately the longer wavelengths (780 and 730 nm) of \nthe absorption bands in the spectrum. The longitudinal contributions \nto the resonances at the shorter wavelengths (~400–600 nm) are inac -\ncurately overestimated by TD-DFT (Extended Data Fig. 1a–c).\nPreviously, Yang et al. resolved a vibrational frequency at 1,310 cm−1 \n(this is equivalent to 25 fs per oscillation or a frequency of 4 × 1013 s−1) \nfor 1,1′,3,3,3′,3′-hexamethyl-4,4′,5,5′-dibenzo-2,2′-indotricarbocyanine \nusing wavelength-resolved femtosecond pump–probe spectroscopy \nwhen the vibronic shoulder was selectively excited; however, the \nidentity of the absorption shoulder was not explained in that study18. \nGiven that our TD-DFT analysis strongly supports that the absorption \nshoulder represents the concerted whole-molecule vibronic mode, \nwe can expect that this reported band at 1,310 cm−1 corresponds to \nthe vibrational frequency of the concerted whole-molecule vibration. \nCorroborating this assumption, this frequency has been reported to \ncorrespond to one dominant vibration with a nearly constant value \n(~1,310–1,375 cm−1) in indocyanine structures. This value matches the \nenergy spacing between the two dominant absorption sub-bands, \nwhich represent the vibronic shoulder next to the absorption peak9,28. \nMoreover, resonance Raman spectroscopy has determined that this is \nan intensity-dominant vibrational band at 1,365 cm−1 in the spectrum \nof Cy5 and confirmed for other cyanines29,30. Specifically, for Cy7.5 this \nvibrational frequency has been measured at ~1,370 cm−1 (this is 24 fs \nper oscillation or a frequency of 4.1 × 1013 ",
            "page": 2
        },
        "id": "697"
    },
    {
        "document": "short wavelengths",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": " \nIntroduction  \nDim light at night ( DLaN) is a common environmental perturbation of the circadian timing \nsystem and has been linked to a range of negative consequences  (Stevenson et al., 2015; Lunn \net al., 2017 ). Prior work in pre -clinical models has demonstrated that light at night negatively \nimpacts the metabolism  (Fonken  et al., 2013a; Plano et al., 2017) , immune function ( Bedrosian \net al., 2011; Fonken et al., 2013b; Lucassen et al., 2016 ), mood and cognition (Lazzerini Ospri \net al., 2017; An et al., 2020; Walker et al., 2020) . Individuals diagnosed with autism spectrum \ndisorders (ASD) commonly experience disturbances in their circadian rhythms, and commonly \nfind difficulty in both falling asleep as well as sleeping through the night (Cohen et al., 2014; \nDevnani and Hegde, 2015; Mazurek and Sohl, 2016; Baker and Richdale, 2017; Shelton  and \nMalow , 2021). Perhaps because of this difficulty sleeping at night, ASD patients spend more \ntime exposed to the electronic screens at night compared with age -matched controls \n(Engelhardt et al., 2013; Stiller et al., 2019; Healy et al., 2020; Dong et al., 2021) . It has been \nspeculated that this exposure to DLaN via screens and other lighting sources could be \ndetrimental to ASD populations . In support of this speculation, we previously reported that an  \nanimal model  with a genetic risk factor associated with ASD (contactin associated protein- like 2, \nCntnap2) show s reduced social preference and increased stereotypic grooming behavior after a \n2-week exposure to DLaN ( Wang et al., 2020 ).  \nThe negative effects of nightly light exposure could be mediated by  the intrinsically \nphotosensitive retinal ganglion cells (ipRGCs) expressing the photopigment melanopsin, which is maximally sensitive  to shorter wavelengths (λ) of light with a peak response to 480nm light \n(Hattar et al., 2002; Panda et al., 2005). In addition, ipRGCs receive input s from rod and cone \nphotoreceptors (Hattar et al., 2002 ; Lucas et al., 2012; Van Diepen et al., 2021) with the rods \ndriving the circadian response to sensitivity to low -intensity light (Altimus et al., 2010; Lall et al \n2010).  These findings indicate  that the circadian system is sensitive to broad spectrum of light \n(Foster et al., 2020) , and raise the question of whether changes in the spectral properties of \nDLaN matter. Perhaps the intensity of the night -time illumination is the only parameter that is \nbiological ly important?  In fact, recent studies are beginning to address the issue of whether \nadjusting the spectral composition of light to reduce melanopic  stimulation  can be used as a \nstrategy to mi nimiz e disruption of circadian rhythms  (Gladanac et al., 2019; Nagare et al., 2019; \nFigueiro and Pedler, 2020; Mouland et al., 2021; Vethe et al., 2021) .   . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 2
        },
        "id": "866"
    },
    {
        "document": "shorter wavelengths",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "In the present study, we employed an array of light -emitting diodes (LEDs) to generate \ndim illumination ( 10 lx) with a spectral  composition that was  enriched in either shorter \nwavelengths (λ) designed to activate melanopsin or longer λ designed to minimize activation of \nthis photopigment .  First, we ascertained in wild -type (WT) mice whether our two light \ntreatments differentially regulated negative masking behavior , light-induced phase shifts of \ncircadian behavior as well as the light-evoked c -Fos response in the suprachiasmatic nucleus \n(SCN) .  A transgenic line of mice ( Opn4DTA) lacking melanopsin and  with diminished ipRGC s \ndue to the targeted expression of diphtheria toxin A in the Opn4 expressing cells  (Matynia et al., \n2012; Chew et al., 2017) w as used to further evaluate the contribution of the ipRGCs in \nmediating the effects of DLaN.  Next, we determined whether the two light treatments \ndifferentially impacted DLaN- driven changes in daily patterns of activity, sociability, and \ngrooming in WT and Cntnap2 knock -out (KO) mice. Finally, we examined whether short -λ \nenhanced DLaN altered light -evoked changes in the number of  c-Fos+ cells  in selected brain \nregions in both WT and Cntnap2 KO mice.   \n \n  \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 3
        },
        "id": "883"
    },
    {
        "document": "long or short wavelengths",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "the same housing conditions as described above. Their locomotor activity was recorded per 3 -\nmin interval  and monitored to ensure the entrainment to the housing LD cycles. The animals \nwere subjected to one hour of light ( enriched for long or short wavelengths) at ZT 14. The \nactivity level during this light exposure was compared to the activity level during the equivalent \nhour (ZT 14 to 15) on the day before the treatment. The fold change (%) was reported.  \nPhase shift of activity  rhythms    \nAfter the habituation to running wheel cages, a different cohort of WT mice (3 -4 mo) \nwere released into constant darkness (DD) for 10 days. The circadian time (CT) of their free -\nrunning sleep/wake cycles were monitored with the VitalView. The time of activity onset under DD was deﬁned as CT 12. On day 11, mice were exposed to long - or short -wavelength light (10 \nlx, 60 min) at CT 16. After the treatment, the mice stayed in DD for following 10 days. And best -\nfit lines of the activity onsets of sleep/wake cycles before and after the treatment were determined and compared.  \nPhotic induction of c- Fos in the SCN  and Immunofluorescence  \nA separate cohort of WT mice (n= 2 male and 2 female, 3-4 mo) was housed in DD \nconditions. The animals were exposed to long - or short -wavelength light (10 lx) for 15 mins at \nCT 16.  Forty -five mins later, the mice were euthanized with isoflurane (30% –32%) and  \ntranscardially perfused with phosphate- buffered saline (PBS, 0.1 M, pH 7.4) containing 4% (w/v) \nparaformaldehyde ( Sigma ). The brains were rapidly dissected out, post -fixed overnight in 4% \nPFA at 4 °C, and cryoprotected in 15% sucrose. Sequential coronal sections  (50 μm), \ncontaining the middle SCN , were collected using a cryostat (Leica, Buffalo Grove, IL)  and then \nfurther processed for c -Fos immunofluorescence as reported below (Wang et al., 2017).  \nBehavioral tests  \nThe reciprocal social interaction test  was used to assess general sociability and interest \nin social novelty . On days of testing, the animals were taken out from the light -tight chambers, \nand habituated to the testing room for at least 30 mins. To avoid sleep disruptions, all behavioral \ntests were conducted in the middle of the dark phase (ZT 16- 18). The social behavior was \nevaluated by familiarizing the testing mouse with the testing arena first (habituation for 30 mins), \nand then introducing a never -met stranger mouse into the same arena. The stranger mouse had \nthe same age, sex, and genotype as the testing mouse. The two mice were allowed to interact for 10 mins, and the testing trials were recorded. Duration of sniffing (nose to nose sniff and . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 6
        },
        "id": "899"
    },
    {
        "document": "short wavelength",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "958"
    },
    {
        "document": "short, long wavelength",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "1191"
    },
    {
        "document": "short wavelength enriched illumination",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": " \nTable 7. Increased c- Fos expression in glutamatergic neurons in the BLA by the short  wavelength enriched illumination .   \nComparisons of vGlut2 -ZsGreen1 /c-Fos positive cells in the BLA of WT and Cntnap2 KO mice under LD or DLaN regimen (n = 4/group)  showed a \nmarked increase in the percent age of c- Fos positive in the mutants exposed to short wavelength enriched DLaN. T he number of vGlut2 -ZsGreen1  \nexpressing neurons  and, among these neurons, the number of  c-Fos positive w as determined in 4 to 7 images  per animal . The percentage of co-\nexpressing cells was then calculated per image. T hese values  were averaged  to obtain a single number per animal. Data  are shown as the average \n± SEM  and were analyzed with a two -way ANOVA using genotype and treatment as factors  followed by the Holm -Sidak test for multiple \ncomparisons. The asterisk s indicate  significant differences between LD and DLaN treatments  within genotype. Significant differences are shown in \nbold. \n \n vGlut 2-ZsGreen1 cells  vGlut 2-ZsGreen 1/c-Fos positive  % co -expression  \nWT LD 43.4 ± 3.1 9.1 ± 0.7 21.0 ± 1.0 \nWT + DLaN  47.2 ± 2.2 18.9 ± 1.4 40.5 ± 4.0* \nCntnap2  KO LD 45.2 ± 2.3 8.8 ± 1.8 19.7 ± 4.6 \nCntnap2  KO + DLaN  33.2 ± 1.0 17.7 ± 1.3 53.6 ± 5.5* \n    \nTwo-Way ANOVA  Treatment  Genotype  Interaction  \n F(1, 12)=41.68;  P<0.00 01 F(1,12)=2.017;  P=0.181  F(1, 12)=2.998; P=0.109  \n \n \n . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 41
        },
        "id": "1234"
    },
    {
        "document": "short wavelengths",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": " \nIntroduction  \nDim light at night ( DLaN) is a common environmental perturbation of the circadian timing \nsystem and has been linked to a range of negative consequences  (Stevenson et al., 2015; Lunn \net al., 2017 ). Prior work in pre -clinical models has demonstrated that light at night negatively \nimpacts the metabolism  (Fonken  et al., 2013a; Plano et al., 2017) , immune function ( Bedrosian \net al., 2011; Fonken et al., 2013b; Lucassen et al., 2016 ), mood and cognition (Lazzerini Ospri \net al., 2017; An et al., 2020; Walker et al., 2020) . Individuals diagnosed with autism spectrum \ndisorders (ASD) commonly experience disturbances in their circadian rhythms, and commonly \nfind difficulty in both falling asleep as well as sleeping through the night (Cohen et al., 2014; \nDevnani and Hegde, 2015; Mazurek and Sohl, 2016; Baker and Richdale, 2017; Shelton  and \nMalow , 2021). Perhaps because of this difficulty sleeping at night, ASD patients spend more \ntime exposed to the electronic screens at night compared with age -matched controls \n(Engelhardt et al., 2013; Stiller et al., 2019; Healy et al., 2020; Dong et al., 2021) . It has been \nspeculated that this exposure to DLaN via screens and other lighting sources could be \ndetrimental to ASD populations . In support of this speculation, we previously reported that an  \nanimal model  with a genetic risk factor associated with ASD (contactin associated protein- like 2, \nCntnap2) show s reduced social preference and increased stereotypic grooming behavior after a \n2-week exposure to DLaN ( Wang et al., 2020 ).  \nThe negative effects of nightly light exposure could be mediated by  the intrinsically \nphotosensitive retinal ganglion cells (ipRGCs) expressing the photopigment melanopsin, which is maximally sensitive  to shorter wavelengths (λ) of light with a peak response to 480nm light \n(Hattar et al., 2002; Panda et al., 2005). In addition, ipRGCs receive input s from rod and cone \nphotoreceptors (Hattar et al., 2002 ; Lucas et al., 2012; Van Diepen et al., 2021) with the rods \ndriving the circadian response to sensitivity to low -intensity light (Altimus et al., 2010; Lall et al \n2010).  These findings indicate  that the circadian system is sensitive to broad spectrum of light \n(Foster et al., 2020) , and raise the question of whether changes in the spectral properties of \nDLaN matter. Perhaps the intensity of the night -time illumination is the only parameter that is \nbiological ly important?  In fact, recent studies are beginning to address the issue of whether \nadjusting the spectral composition of light to reduce melanopic  stimulation  can be used as a \nstrategy to mi nimiz e disruption of circadian rhythms  (Gladanac et al., 2019; Nagare et al., 2019; \nFigueiro and Pedler, 2020; Mouland et al., 2021; Vethe et al., 2021) .   . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 2
        },
        "id": "1644"
    },
    {
        "document": "shorter wavelengths",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "In the present study, we employed an array of light -emitting diodes (LEDs) to generate \ndim illumination ( 10 lx) with a spectral  composition that was  enriched in either shorter \nwavelengths (λ) designed to activate melanopsin or longer λ designed to minimize activation of \nthis photopigment .  First, we ascertained in wild -type (WT) mice whether our two light \ntreatments differentially regulated negative masking behavior , light-induced phase shifts of \ncircadian behavior as well as the light-evoked c -Fos response in the suprachiasmatic nucleus \n(SCN) .  A transgenic line of mice ( Opn4DTA) lacking melanopsin and  with diminished ipRGC s \ndue to the targeted expression of diphtheria toxin A in the Opn4 expressing cells  (Matynia et al., \n2012; Chew et al., 2017) w as used to further evaluate the contribution of the ipRGCs in \nmediating the effects of DLaN.  Next, we determined whether the two light treatments \ndifferentially impacted DLaN- driven changes in daily patterns of activity, sociability, and \ngrooming in WT and Cntnap2 knock -out (KO) mice. Finally, we examined whether short -λ \nenhanced DLaN altered light -evoked changes in the number of  c-Fos+ cells  in selected brain \nregions in both WT and Cntnap2 KO mice.   \n \n  \n  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 3
        },
        "id": "1657"
    },
    {
        "document": "long or short wavelengths",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "the same housing conditions as described above. Their locomotor activity was recorded per 3 -\nmin interval  and monitored to ensure the entrainment to the housing LD cycles. The animals \nwere subjected to one hour of light ( enriched for long or short wavelengths) at ZT 14. The \nactivity level during this light exposure was compared to the activity level during the equivalent \nhour (ZT 14 to 15) on the day before the treatment. The fold change (%) was reported.  \nPhase shift of activity  rhythms    \nAfter the habituation to running wheel cages, a different cohort of WT mice (3 -4 mo) \nwere released into constant darkness (DD) for 10 days. The circadian time (CT) of their free -\nrunning sleep/wake cycles were monitored with the VitalView. The time of activity onset under DD was deﬁned as CT 12. On day 11, mice were exposed to long - or short -wavelength light (10 \nlx, 60 min) at CT 16. After the treatment, the mice stayed in DD for following 10 days. And best -\nfit lines of the activity onsets of sleep/wake cycles before and after the treatment were determined and compared.  \nPhotic induction of c- Fos in the SCN  and Immunofluorescence  \nA separate cohort of WT mice (n= 2 male and 2 female, 3-4 mo) was housed in DD \nconditions. The animals were exposed to long - or short -wavelength light (10 lx) for 15 mins at \nCT 16.  Forty -five mins later, the mice were euthanized with isoflurane (30% –32%) and  \ntranscardially perfused with phosphate- buffered saline (PBS, 0.1 M, pH 7.4) containing 4% (w/v) \nparaformaldehyde ( Sigma ). The brains were rapidly dissected out, post -fixed overnight in 4% \nPFA at 4 °C, and cryoprotected in 15% sucrose. Sequential coronal sections  (50 μm), \ncontaining the middle SCN , were collected using a cryostat (Leica, Buffalo Grove, IL)  and then \nfurther processed for c -Fos immunofluorescence as reported below (Wang et al., 2017).  \nBehavioral tests  \nThe reciprocal social interaction test  was used to assess general sociability and interest \nin social novelty . On days of testing, the animals were taken out from the light -tight chambers, \nand habituated to the testing room for at least 30 mins. To avoid sleep disruptions, all behavioral \ntests were conducted in the middle of the dark phase (ZT 16- 18). The social behavior was \nevaluated by familiarizing the testing mouse with the testing arena first (habituation for 30 mins), \nand then introducing a never -met stranger mouse into the same arena. The stranger mouse had \nthe same age, sex, and genotype as the testing mouse. The two mice were allowed to interact for 10 mins, and the testing trials were recorded. Duration of sniffing (nose to nose sniff and . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 6
        },
        "id": "1673"
    },
    {
        "document": "short wavelength",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "and the cells immunopositive for c -Fos were counted with the aid of the cell counter plugin of  \nImageJ  in two consecutive sections at the level of the mid- SCN. Values from the left and right \nSCN in the two slices  were averaged to obtain one value per animal and are presented as the \nmean ± SEM of 4 animals/ experimental group.  \nc-Fos expression in different brain regions of interest : Images of all the regions of interest (both \nright and left hemisphere) were acquired with a 20X objective  using the tile tool of the Zen \nsoftware . Each brain area was manually traced to define the regions of interest  and all the cells \nimmunopositive for cFos were counted with the aid of the cell counter plugin of  ImageJ  in two \nconsecutive sections . Values from the left and right hemispheres in the two slices were \naveraged to obtain one value per animal  and are presented as the mean ±  SEM of 6 \nanimals/genotype/ experimental group. \nc-Fos expression in the Basolateral Amygdala of vGlut2 -ZsGreen1 expressing mice:  Seven to \nfifteen  images from the left and right Basolateral Amygdala (BLA) were randomly acquired with \na 40X objective from 6 consecutive slices/animal. Two investigators masked to genotype and \ntreatment group performed the cell counting using the Zen software tools in 5-7 images/animal. \nThe following s were determined in each image: (1) the total number of vGlut -ZsGreen1  cells; (2) \nthe number of vGlut -ZsGreen1 cells immunopositive for c-Fos. The percentage of cFos positive \ncells/vGlut- ZsGreen1 cells per image was determined and then averaged to obtain a single \nvalue/animal. On average, each image contained about  30-45 vGlut -ZsGreen1 cells , with the \nCntnap2 KO exposed to short λ enriched DLaN had the lowest counts with an average of 33 \ncells, while the other three groups had on average about 45 cells. Data are shown as  the mean \n± SEM  of 4 animals/gen otype/  experimental group, 2 males and 2 females were present in each \ngroup.  \n \nStatistics  \nSigmaPlot (version 12.5, SYSTAT Software, San Jose, CA) was used to run statistical \nanalyses. Cohorts of mice kept in LD are referred to as baseline. O ne-way analysis of variance \n(ANOVA) was used to  determine the significance of the impact of long or  short wavelength \nenriched DLaN on  the three assays for the light input to the circadian system in WT mice ( Table \n1). Given the low sample size of  the Opn4DTA mice and littermates , we used two-tailed t-test or \nthe Mann Whitney rank -sum test to determine whether DLaN significantly altered the mice \nactivity parameters ( Table 2). A two-way ANOVA was used to analyse the activity rhythms with . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 8
        },
        "id": "1732"
    },
    {
        "document": "light wavelength",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Nightly light exposure is a common environmental perturbation and has been shown to \ncause a number of ill effects (Lucassen et al., 2016; Bumgarner et al., 2021) . Some populations \nmay be more vulnerable to the negative effects of the exposure of light at night.  For exam ple, in \nthe Cntnap2  KO mouse model of ASD, we have found that DLaN selectively increases repetitive \nbehavior as measured by grooming  while  WT mice were not impacted (Wang et al., 2020).  On \nthe other hand, DLaN negatively impacted other behaviors including social interactions and \ndaily activity rhythms  in both the Cntnap2 KO and WT mice.  In the present study, we confirmed \nthese negative eff ects of nocturnal lighting on activity rhythms, social interactions, and repetitive \nbehaviors ( Table 3). Logically, the simplest approach to reducing these negative effects would \nsolely be to decrease light intensity at night while ensuring a robust exposure to sunlight during \nthe day.  However, according to surveys, people spend a majority of time indoors (as high as \n90%) and have need for illumination after the sun sets  (e.g. Klepeis et  al., 2001) . Therefore an \nappealing alternative approach would be to adjust the spectral quality of indoor lighting to \nminimize the negative effects.  As a test case, in the present study, we used an array of LEDs to \ngenerate dim illumination (10 lx) to determine whether the spectral composition of nightly \nillumination would make a difference in the Cntnap2 KO model of autism.   \nThe retinal photoreceptor system has unique intensity and wavelength dependent \ncharacteristics (Lucas et al., 2014) . The negative effects of nightly light exposure are likely to be \nmediated by ipRGCs  expressing the photopigment melanopsin, which is maximally sensitive to \nlight with a peak response to ≈480nm light (Hattar et al., 2002; Panda et al., 2005). Indeed a \nnumber of studies have found evidence that short λ enriched lighting is more effective for \ncircadian responses ( for review see Brown, 2020).  However, recent work emphasizes that \nipRGCs also receive input from rod and cone photoreceptors (Hattar et al., 2003; Lucas et al., \n2012; Van Diepen et al., 2021; Schoonderwoerd et al., 2022) with rods driving the circadian \nresponse to low -intensity light (Altimus et al., 2010; Lall et al 2010)  like the 10 lx used in the \npresent study.  Here w e used an LED lighting system (Korrus Inc. ) to tailor the spectral \nproperties of the DLaN with the goal of manipulat ing melanopic  stimulation.  The output of the \nLEDs was measured as power over a defined wavelength (380 -780nm) using a \nspectrophotometer. This data was analysed using a C IE toolkit  which enabled us to estimate \nthat the s hort λ illumination was at 15 melanopic lx while the long λ illumination was 1 melanopic \nlx while maintaining illuminance at ≈ 10 lx .   \nUsing these two lighting treatments  with predicted high and low melanopic stimulation, \nwe measured the impact of the illumination on three classic tests of the ipRGC input to the \ncircadian system  (Fig. 1 ). We demonstrated that the low melanopic stimulation reduced the . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 13
        },
        "id": "1823"
    },
    {
        "document": "short, long wavelength",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "Fig. 7: The short, but not the \nlong, wavelength illumination \nelicits a selective increase in \nc-Fos immunopositive cells \nin the basolateral amygdala. \nBrains were collected at ZT 18 \nfrom WT (circles) and Cntnap2 \nKO (triangles) mice held in LD \nor exposed to the short λ  (teal) \nor the long λ (magenta) \nenriched DLaN (10 lx) for two \nweeks. ( A) The number of c -\nFos positive cells was \ndetermined bilaterally  in several \nbrain regions including the SCN, the peri -Habenula (pHb), \nthe paraventricular nucleus \n(PVN), the lateral hypothalamus \n(LH) and the basolateral \namygdala (BLA). The values from each region of interest (both left and right hemisphere, two consecutive slices/animal) \nwere averaged to obtain one \nvalue per animal (n=6), and are shown as the mean ± SEM (histograms with the values from the individual animals \noverlaid). Data were analyzed with a two- way ANOVA with \ngenotype and treatment as \nfactors (see Table 6) followed \nby Holm -Sidak multiple comparison test. Significant ( P < 0.05) effects of treatment or genotype are \nindicated with an asterisk or a crosshatch, respectively. ( B) Exposure to the short λ enriched DLaN  for \ntwo weeks activated more glutamatergic neurons in the mutants in comparison to the WT. Representative images of vGlut2- ZsGreen1 neurons immunopositive for c -Fos in the BLA of WT and Cntnap2 KO mice \nheterozygous for vGlut2- ZsGreen1. WT and Cntnap2 KO were perfused at ZT18 and the brains collected. \nThe total number of vGlut2- ZsGreen1 neurons and, among these, of those immunopositive for c -Fos was \ndetermined in 4 to 7 images acquired at random from 6 consecutive slices per animal (n=4). The values \nfrom each image per animal were averaged and analyzed with a two- way ANOVA followed by the Holm -\nSidak multiple comparisons test (see Table 7). Scale bars=50 µm.  \n \n. CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 34
        },
        "id": "2009"
    },
    {
        "document": "short wavelength enriched illumination",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": " \nTable 7. Increased c- Fos expression in glutamatergic neurons in the BLA by the short  wavelength enriched illumination .   \nComparisons of vGlut2 -ZsGreen1 /c-Fos positive cells in the BLA of WT and Cntnap2 KO mice under LD or DLaN regimen (n = 4/group)  showed a \nmarked increase in the percent age of c- Fos positive in the mutants exposed to short wavelength enriched DLaN. T he number of vGlut2 -ZsGreen1  \nexpressing neurons  and, among these neurons, the number of  c-Fos positive w as determined in 4 to 7 images  per animal . The percentage of co-\nexpressing cells was then calculated per image. T hese values  were averaged  to obtain a single number per animal. Data  are shown as the average \n± SEM  and were analyzed with a two -way ANOVA using genotype and treatment as factors  followed by the Holm -Sidak test for multiple \ncomparisons. The asterisk s indicate  significant differences between LD and DLaN treatments  within genotype. Significant differences are shown in \nbold. \n \n vGlut 2-ZsGreen1 cells  vGlut 2-ZsGreen 1/c-Fos positive  % co -expression  \nWT LD 43.4 ± 3.1 9.1 ± 0.7 21.0 ± 1.0 \nWT + DLaN  47.2 ± 2.2 18.9 ± 1.4 40.5 ± 4.0* \nCntnap2  KO LD 45.2 ± 2.3 8.8 ± 1.8 19.7 ± 4.6 \nCntnap2  KO + DLaN  33.2 ± 1.0 17.7 ± 1.3 53.6 ± 5.5* \n    \nTwo-Way ANOVA  Treatment  Genotype  Interaction  \n F(1, 12)=41.68;  P<0.00 01 F(1,12)=2.017;  P=0.181  F(1, 12)=2.998; P=0.109  \n \n \n . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 41
        },
        "id": "2048"
    },
    {
        "document": "480nm",
        "metadata": {
            "originalPdf": "7bf5e224-ab9c-4905-b0aa-1aa518d24fc1.pdf",
            "originalText": "Tofwhite\nlightduetothelowbluelightratio.However, ifbluelighting\nwithawavelength of480nmcanbecontrolled, anidentical\neffectcanbeobtainedevenatarelatively highCCT.Ofcourse,\nthereareaspectsthatshouldbeconsidered firstforthedisplay\nperformance, suchasresolution, colorgamut,andluminance;\nnevertheless, theseattempts toapplyHCLtothedisplaycan\nFigure8.Melatonin levelprofilesobtained fromsalivarysamples\nunderc-andHC-LED. Alldatarepresent themean ±standarderror\nofthemean(SEM). *p<0.05.ACS Omega http://pubs.acs.org/journal/acsodf Article\nhttps://doi.org/10.1021/acsomega.3c05620\nACSOmegaXXXX,XXX,XXX−XXXG\n",
            "page": 6
        },
        "id": "2632"
    },
    {
        "document": "short wavelength light",
        "metadata": {
            "originalPdf": "7bf5e224-ab9c-4905-b0aa-1aa518d24fc1.pdf",
            "originalText": "(14)Rupp,A.C.;Ren,M.;Altimus, C.M.;Fernandez, D.C.;\nRichardson, M.;Turek,F.;Hatter,S.;Schmidt,T.M.DistinctipRGC\nsubpopulations mediatelight’sacuteandcircadian effectsonbody\ntemperature andsleep.Neurosci.2019,8,No.e44358.\n(15)Shanahan, T.L.;Czeisler, C.A.Lightexposure induces\nequivalent phaseshiftsoftheendogenous circadian rhythms of\ncirculating plasmamelatonin andcorebodytemperature inmen.J.\nClin.Endocrinol. Metab.1991,73,227−235.\n(16)Schubert, E.F.;Kim,J.K.Solid-state lightsourcegettingsmart.\nScience2005,308,1274−1278.\n(17)Steigerwald, D.A.;Bhat,J.C.;Collins,D.;Fletcher, R.M.;\nHolcomb, M.O.;Ludowise, M.J.;Martin,P.S.;Rudaz,S.L.\nIllumination withsolidstatelightingtechnology. IEEEJ.Sel.Top.\nQuantum Electron.2002,8,310−320.\n(18)Crawford, M.H.LEDsforsolid-state lighting:performance\nchallenges andrecentadvances. IEEEJ.Sel.Top.Quantum Electron.\n2009,15,1028−1040.\n(19)Pust,P.;Schmidt, P.J.;Schnick,W.Arevolution lighting. Nat.\nMater.2015,14,454−458.\n(20)DeGuili,V.;DaPos,O.;DeCarli,M.Indoorenvironmental\nqualityandpupilperception inItalianprimaryschool. BuildEnvrion.\n2012,56,335−345.\n(21)Pauley,S.M.Lightingforthehumancircadian clock:recent\nresearchindicatesthatlightinghasbecomeapublichealthissue.Med.\nHypotheses 2004,63,588−596.\n(22)Cajochen, C.;Münch,M.;Kabialka, S.;Kräuchi,K.;Steiner,R.;\nOelhafen, P.;Orgu ̈l,S.;Wirz-Justice, A.Highsensitivity ofhuman\nmelatonin, alertness, thermoregulation, andheartratetoshort\nwavelength light.J.Clin.Endocrinol. Metab.2005,90,1311−1316.\n(23)Zaidi,F.H.;Hull,J.T.;Peirson,S.N.;Wulff,K.;Aeschbach,\nD.;Gooley,J.J.;Brainard, G.C.;Gregory-Evans, K.;Rizzo,J.F.,III;\nCzeisler,C.A.;Foster,R.G.;Moseley, M.J.;Lockley,S.W.Short\nwavelength lightsensitivity ofcircadian, pupillary, andvisual\nawareness inhumanslackingonouterretina.Curr.Biol.2007,17,\n2122−2128.\n(24)Falchi,F.;Cinzano, P.;Elvidge,C.D.;Keith,D.M.;Haim,A.\nLimitingtheimpactoflightpollution ofhumanhealth,environment\nandstellarvisibility. J.Environ. Manage.2011,92,2714−2722.\n(25)Hariyani, S.;Brgoch,J.Advancing human-centric LEDlighting\nusingNa2MgPO4F:Eu2+.ACSAppl.Mater. Interfaces 2021,13,\n16669−16676.\n(26)Cajochen, C.;Freyburger, M.;Basishvili, T.;Garbazza, C.;\nRudzik,F.;Renz,C.;Kobayashi, K.;Shirakawa, Y.;Stefani,O.;\nWeibel,J.EffectofdaylightLEDonvisualcomfort,melatonin, mood,\nwakingperformance andsleep.Lighting Res.Technol.2019,51,1044−",
            "page": 8
        },
        "id": "2674"
    },
    {
        "document": "480nm",
        "metadata": {
            "originalPdf": "HCL 논문.pdf",
            "originalText": "Tofwhite\nlightduetothelowbluelightratio.However, ifbluelighting\nwithawavelength of480nmcanbecontrolled, anidentical\neffectcanbeobtainedevenatarelatively highCCT.Ofcourse,\nthereareaspectsthatshouldbeconsidered firstforthedisplay\nperformance, suchasresolution, colorgamut,andluminance;\nnevertheless, theseattempts toapplyHCLtothedisplaycan\nFigure8.Melatonin levelprofilesobtained fromsalivarysamples\nunderc-andHC-LED. Alldatarepresent themean ±standarderror\nofthemean(SEM). *p<0.05.ACS Omega http://pubs.acs.org/journal/acsodf Article\nhttps://doi.org/10.1021/acsomega.3c05620\nACSOmegaXXXX,XXX,XXX−XXXG\n",
            "page": 6
        },
        "id": "4281"
    },
    {
        "document": "short wavelength light",
        "metadata": {
            "originalPdf": "HCL 논문.pdf",
            "originalText": "(14)Rupp,A.C.;Ren,M.;Altimus, C.M.;Fernandez, D.C.;\nRichardson, M.;Turek,F.;Hatter,S.;Schmidt,T.M.DistinctipRGC\nsubpopulations mediatelight’sacuteandcircadian effectsonbody\ntemperature andsleep.Neurosci.2019,8,No.e44358.\n(15)Shanahan, T.L.;Czeisler, C.A.Lightexposure induces\nequivalent phaseshiftsoftheendogenous circadian rhythms of\ncirculating plasmamelatonin andcorebodytemperature inmen.J.\nClin.Endocrinol. Metab.1991,73,227−235.\n(16)Schubert, E.F.;Kim,J.K.Solid-state lightsourcegettingsmart.\nScience2005,308,1274−1278.\n(17)Steigerwald, D.A.;Bhat,J.C.;Collins,D.;Fletcher, R.M.;\nHolcomb, M.O.;Ludowise, M.J.;Martin,P.S.;Rudaz,S.L.\nIllumination withsolidstatelightingtechnology. IEEEJ.Sel.Top.\nQuantum Electron.2002,8,310−320.\n(18)Crawford, M.H.LEDsforsolid-state lighting:performance\nchallenges andrecentadvances. IEEEJ.Sel.Top.Quantum Electron.\n2009,15,1028−1040.\n(19)Pust,P.;Schmidt, P.J.;Schnick,W.Arevolution lighting. Nat.\nMater.2015,14,454−458.\n(20)DeGuili,V.;DaPos,O.;DeCarli,M.Indoorenvironmental\nqualityandpupilperception inItalianprimaryschool. BuildEnvrion.\n2012,56,335−345.\n(21)Pauley,S.M.Lightingforthehumancircadian clock:recent\nresearchindicatesthatlightinghasbecomeapublichealthissue.Med.\nHypotheses 2004,63,588−596.\n(22)Cajochen, C.;Münch,M.;Kabialka, S.;Kräuchi,K.;Steiner,R.;\nOelhafen, P.;Orgu ̈l,S.;Wirz-Justice, A.Highsensitivity ofhuman\nmelatonin, alertness, thermoregulation, andheartratetoshort\nwavelength light.J.Clin.Endocrinol. Metab.2005,90,1311−1316.\n(23)Zaidi,F.H.;Hull,J.T.;Peirson,S.N.;Wulff,K.;Aeschbach,\nD.;Gooley,J.J.;Brainard, G.C.;Gregory-Evans, K.;Rizzo,J.F.,III;\nCzeisler,C.A.;Foster,R.G.;Moseley, M.J.;Lockley,S.W.Short\nwavelength lightsensitivity ofcircadian, pupillary, andvisual\nawareness inhumanslackingonouterretina.Curr.Biol.2007,17,\n2122−2128.\n(24)Falchi,F.;Cinzano, P.;Elvidge,C.D.;Keith,D.M.;Haim,A.\nLimitingtheimpactoflightpollution ofhumanhealth,environment\nandstellarvisibility. J.Environ. Manage.2011,92,2714−2722.\n(25)Hariyani, S.;Brgoch,J.Advancing human-centric LEDlighting\nusingNa2MgPO4F:Eu2+.ACSAppl.Mater. Interfaces 2021,13,\n16669−16676.\n(26)Cajochen, C.;Freyburger, M.;Basishvili, T.;Garbazza, C.;\nRudzik,F.;Renz,C.;Kobayashi, K.;Shirakawa, Y.;Stefani,O.;\nWeibel,J.EffectofdaylightLEDonvisualcomfort,melatonin, mood,\nwakingperformance andsleep.Lighting Res.Technol.2019,51,1044−",
            "page": 8
        },
        "id": "4322"
    },
    {
        "document": "355 nm",
        "metadata": {
            "originalPdf": "58f827ca-8130-479f-bb97-926ce5777d22.pdf",
            "originalText": ", ~0.5 mm, and the area of coverage is restricted to \nsmaller-sized domains, impractical for broad clinical translation6. In \nthat approach, two photons of 710 nm are required to simultaneously \nhit the molecule and combine via a virtual state into 355 nm energy, a \nlow-probability and thus poorly efficient process, which then activates \nthe rotation of the Feringa-type motor7. Despite great efforts to tune Received: 10 October 2022\nAccepted: 24 October 2023\nPublished online: xx xx xxxx\n Check for updates\n1Department of Chemistry, Rice University, Houston, TX, USA. 2Department of Chemical Engineering and Department of Electrical and Computer \nEngineering, Texas A&M University, College Station, TX, USA. 3Department of Head and Neck Surgery, Division of Surgery, The University of Texas \nMD Anderson Cancer Center, Houston, TX, USA. 4Department of Materials Science and Engineering, Texas A&M University, College Station, TX, USA. \n5Department of Materials Science and NanoEngineering, NanoCarbon Center, Smalley-Curl Institute and The Rice Advanced Materials Institute,  \nRice University, Houston, TX, USA.  e-mail: ca5@rice.edu; seminario@tamu.edu; jmyers@mdanderson.org; tour@rice.edu",
            "page": 0
        },
        "id": "4519"
    }
]