[
    {
        "document": "PVN",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1022"
    },
    {
        "document": "PVH",
        "metadata": {
            "originalPdf": "8c4f75e5-13ff-4557-86d8-987327daba1a.pdf",
            "originalText": "and sex -matched WT.  S ocial deficits were observed in mutants of  both sexes. Hence, both \nsexes of Cntnap2 KO exhibited phenotypes of disrupted activity rhythms, higher repetitive \nbehavior and less social interactions compared to WT mice. Interestingly, prior work h as found \nthat LPS -induced maternal immune activation caused male- specific deficits in behavior and \ngene expression in the Cntnap2 KO lin e (Schaafsma et al., 2017). Furthermore, we asked \nwhether the female mice might be less influenced by the environmental challenge caused by \nDLaN treatment.  In our three assays (activity, grooming, and social interac tions), we found that \nboth sexes were negatively impacted by the DLaN ( Table 5;  S. Fig. 2 ).  The females Cntnap2 \nKO did appear to be relatively resistant to the excessive grooming triggered by DLaN. Still \noverall our data demonstrate that the both sexes were negatively impacted by the Cntnap2 \nmutation and the negative influence of DLaN.   \n \nPrior work has shown that activation of ipRGC can drive c -Fos expression in several \nbrain regions including those in the hypothalamus and limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018).   We sought to determine whether the 2- weeks of DLaN would alter c -\nFos expression in some of those brain regions ( Fig. 7).  In contrast to the effects of the light \nwhen the mice were held in DD ( Fig. 1 ), we did not see any evidence that the chronic nightly \nhigh melanopic illumination increased c -Fos in the SCN.  Similarly, we did not see increased c -\nFos expression in the PVH and LH .  Interestingly, the  chemogenetic  activation of ipRGCs, did \ninduced c -Fos expression in these two regions (Milosavljevic et al., 2016).  The difference may \nwell be the relatively weak light stimulus used in the present study  or the difference between \nacute chemogenetic activation vs. chronic stimulation with the DLaN.  We did fi nd that our high \nmelanopic DLaN did increases c -Fos expression in the pHb and BLA.  Prior work has implicated \nthe pHb as a region critically involved in the effects of light on mood (Fernandez et al., 2018) .  \nSpecifically , there is support for circuit by which the ipRGC regulation of the dorsal region of the \npHb projects to the nucleus accumbens (NAc)  to drive depressive- like behaviors  (An et al., \n2020).  Thus , we would expect to see DLaN driven alterations in depressive behaviors in our \nmouse models  (Fonken et al., 2012; Bedrosian et al., 2013; Walker et al., 2020)  and this will be \nan important area for future work . More critical for the present study, prior work suggests that \nthe BLA may regulate repetitive behavior  (Felix -Ortiz and Tye, 2014; Sun et al., 2019).  Using a \nreporter for a glutamate transporter (vGlut2), we were able to show that the c -Fos induction \noccurs robustly, although certainly not exclusively, in a glutamatergic cell population in the BLA \n(Fig. 7 ).     . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 15
        },
        "id": "1064"
    },
    {
        "document": "PVN",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "2    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al.  The disruption of the sleep-wake cycle is also a very common feature in the ASD phenotype. Indeed, 40–93% of ASD subjects may present alterations of sleep [18-23] and represents a circadian disturbance that can promote additional neurobehavioral dysfunc-tions as negatively influences cognition and behavior [20, 24-26], as well as changing endocrine responses, as melatonin and cortisol secretion [20, 27-29]. Although circadian rhythm dysregulation during brain development was suggested to be causative of ASD [18, 30,31], it must be highlighted that also healthy subjects present sleep disturbances and related behavioral problems [20, 32-34]. Besides the increased bulk of studies that have evaluated several aspects of ASD etiology, it has been remarkable the understanding of the multifactorial association between several aspects of cir-cadian misalignment and the clinical manifestations of ASD. Here we present mechanisms involved in the disruption of circadian rhythms by covering the basic mechanism of normal organization of the circadian timing system and its close association between neuroendocrine and neurobehavioral functions. Finally, we in-cluded our current working hypothesis which suggests that at least part of the behavioral symptoms in ASD is caused by an inflamma-tory state linked to the disruption of melatonin production. Moreo-ver, these mechanisms are underneath sleep and cognitive disorders typical of ASD. 2. ORGANIZATION OF THE CIRCADIAN TIMING SYS-TEM   The circadian rhythm in mammals is driven by the central clock located in the suprachiasmatic nucleus (SCN) of the hypothalamus. These important nuclei in the brain adjust the timing of several aspects of the physiology to the daily environmental lighting by perceiving the light in the retina and integration of this information to the master clock, the SCN [35]. A neuroendocrine connection between SCN and the whole body involves the early morning peak of cortisol and the nocturnal peak of melatonin. The high relevance of this system for human settings relies on the premise that the cir-cadian timing system allows the body to anticipate and prepare for changes that occur in the natural environment, thus improving its physiological strength to orchestrate behavior and physiological functions to the oscillation of light in the environment [36, 37].   The oscillatory machinery of the SCN is based on the transcrip-tional feedback loops of coding genes and its proteins [35, 38]. Transcriptional feedback involves at least eleven genes [38]. Briefly, the heterodimer Bmal1: Clock rhythmically assembled by the circadian transcription of Bmal1 (also known as ARNT) leads to the transcription of the repressor genes Per1, Per2, Cry1, and Cry2. The proteins translated from these genes form homo- or  he te r odi-mers that suppress Bmal1: Clock activity. Such transcrip-tion/translation rates repeat over an approximately 24-hour period (circadian, from the Latin, around one day) [35, 39]. The robust circadian endogenous rhythm of the SCN is transmitted to the whole body by neural and hormonal connections, synchronizing cells, tissues, and functions.   Light input to the SCN is mediated by the direct retinohypo-thalamic tract, which initiates in the photoreceptive ganglion cells in the retina [40]. Also, non-photic signals, including molecular changes typical of some pathologies, may influence the SCN and consequently alter the biological rhythms [41-43]. Thus, the syn-chrony of the SCN to light is mediated by specific cells of the retina that project to the SCN and other thalamic areas [44]. Environ-mental light is the major zeitgeber for the SCN, however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i",
            "page": 2
        },
        "id": "1285"
    },
    {
        "document": "PVN",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1287"
    },
    {
        "document": "PVN",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "interactions and grooming, both sexes were compromised more in the mutant mice ( Table 5).  \nIn short, although we powered our sample size to detect possible sex differences, for the most \npart, both sexes were impacted by the Cntnap2  mutation. As measured by grooming, the \nrepetitive behavior is not as robust a phenotype in the female mutants.  \nReduced melanopic  illumination diminishe d DLaN induction of c -Fos in the basolateral \namygdala in Cntnap2 KO mice.   \nPrior work has shown that activation of the ipRGC can drive cFos expression in several \nbrain regions including the hypothalamus and the limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018). Hence, t o unravel some of the possible mechanism s underlying the \nimpacts of DLaN on autistic behavior s, we examined c- Fos immunoreactivity  across different \nbrain regions  known to be implicated in the control of repetitive behavior, such as the BLA,  \nPeriventricular  Nucleus  (PVN), and Lateral Hypothalamus  (LH). For controls, we also examined \npossible DLaN driven c -Fos expression to two areas known to receive light information from \nipRGC including the SCN and per i-Habenular nucleus  (pHb). Compared to mice held on a \nstandard LD cycle, WT and Cntnap2 KO mice exposed for 2 weeks to the short λ enriched \nDLaN displayed a significantly increased number in c -Fos positive cells in both the BLA and \npHb, but not in other brain regions of interest (Fig. 7, Table 6 ). In contrast, the long λ enriched \nDLaN did not induced c- Fos expression in any of these regions.  Prior work suggested that the \nglutamatergic cell population in the BLA is a critical part of a circuit responsible for repetitive \nbehavior  (Felix -Ortiz  et al., 2016 ).  Therefore , we crossed the Cntnap2  KO line into  mice that \nexpressed both vGAT 2-Cre (Vong et al., 2011) and a Cre -dependent reporter ZsGreen1 (Ai6) \n(Madisen et al., 2010), which provides strong cell body labelling . WT and Cntnap2 KO mice wit h \nthese reporters were then exposed to short λ enriched DLaN  for two weeks . The expression of \nthe vGlut2 -ZsGreen1 reporter within the BLA region was robust  in both the WT and mutants . \nMost  importantly , the short λ DLaN elicited a higher number of vGlut2- ZsGreen1/cFos \nimmunopositive in the Cntnap2 KO mice ( Table 7) in comparison  to the WT under DLaN or the \nWT and mutants under LD conditions . Both genotypes exhibited a significantly higher co-\nexpression in the light treated group ( Table 7). These data suggest that the glutamatergic cells \nwithin the BLA are activated by DLaN and raise the possibility that this cell population \ncontributes to its effect on repetitive behavior.    \n \n \nDiscussion  . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 12
        },
        "id": "1796"
    },
    {
        "document": "PVH",
        "metadata": {
            "originalPdf": "Long wavelength light reduces the negative consequences of dim light at night in the Cntnap2 mouse model of autism.pdf",
            "originalText": "and sex -matched WT.  S ocial deficits were observed in mutants of  both sexes. Hence, both \nsexes of Cntnap2 KO exhibited phenotypes of disrupted activity rhythms, higher repetitive \nbehavior and less social interactions compared to WT mice. Interestingly, prior work h as found \nthat LPS -induced maternal immune activation caused male- specific deficits in behavior and \ngene expression in the Cntnap2 KO lin e (Schaafsma et al., 2017). Furthermore, we asked \nwhether the female mice might be less influenced by the environmental challenge caused by \nDLaN treatment.  In our three assays (activity, grooming, and social interac tions), we found that \nboth sexes were negatively impacted by the DLaN ( Table 5;  S. Fig. 2 ).  The females Cntnap2 \nKO did appear to be relatively resistant to the excessive grooming triggered by DLaN. Still \noverall our data demonstrate that the both sexes were negatively impacted by the Cntnap2 \nmutation and the negative influence of DLaN.   \n \nPrior work has shown that activation of ipRGC can drive c -Fos expression in several \nbrain regions including those in the hypothalamus and limbic system (Milosavljevic et al., 2016; \nFernandez et al., 2018).   We sought to determine whether the 2- weeks of DLaN would alter c -\nFos expression in some of those brain regions ( Fig. 7).  In contrast to the effects of the light \nwhen the mice were held in DD ( Fig. 1 ), we did not see any evidence that the chronic nightly \nhigh melanopic illumination increased c -Fos in the SCN.  Similarly, we did not see increased c -\nFos expression in the PVH and LH .  Interestingly, the  chemogenetic  activation of ipRGCs, did \ninduced c -Fos expression in these two regions (Milosavljevic et al., 2016).  The difference may \nwell be the relatively weak light stimulus used in the present study  or the difference between \nacute chemogenetic activation vs. chronic stimulation with the DLaN.  We did fi nd that our high \nmelanopic DLaN did increases c -Fos expression in the pHb and BLA.  Prior work has implicated \nthe pHb as a region critically involved in the effects of light on mood (Fernandez et al., 2018) .  \nSpecifically , there is support for circuit by which the ipRGC regulation of the dorsal region of the \npHb projects to the nucleus accumbens (NAc)  to drive depressive- like behaviors  (An et al., \n2020).  Thus , we would expect to see DLaN driven alterations in depressive behaviors in our \nmouse models  (Fonken et al., 2012; Bedrosian et al., 2013; Walker et al., 2020)  and this will be \nan important area for future work . More critical for the present study, prior work suggests that \nthe BLA may regulate repetitive behavior  (Felix -Ortiz and Tye, 2014; Sun et al., 2019).  Using a \nreporter for a glutamate transporter (vGlut2), we were able to show that the c -Fos induction \noccurs robustly, although certainly not exclusively, in a glutamatergic cell population in the BLA \n(Fig. 7 ).     . CC-BY-ND 4.0 International license available under a(which was not certified by peer review) is the author/funder, who has granted bioRxiv a license to display the preprint in perpetuity. It is made The copyright holder for this preprint this version posted June 12, 2022. ; https://doi.org/10.1101/2022.06.09.494760doi: bioRxiv preprint ",
            "page": 15
        },
        "id": "1882"
    },
    {
        "document": "PVN",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "2    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al.  The disruption of the sleep-wake cycle is also a very common feature in the ASD phenotype. Indeed, 40–93% of ASD subjects may present alterations of sleep [18-23] and represents a circadian disturbance that can promote additional neurobehavioral dysfunc-tions as negatively influences cognition and behavior [20, 24-26], as well as changing endocrine responses, as melatonin and cortisol secretion [20, 27-29]. Although circadian rhythm dysregulation during brain development was suggested to be causative of ASD [18, 30,31], it must be highlighted that also healthy subjects present sleep disturbances and related behavioral problems [20, 32-34]. Besides the increased bulk of studies that have evaluated several aspects of ASD etiology, it has been remarkable the understanding of the multifactorial association between several aspects of cir-cadian misalignment and the clinical manifestations of ASD. Here we present mechanisms involved in the disruption of circadian rhythms by covering the basic mechanism of normal organization of the circadian timing system and its close association between neuroendocrine and neurobehavioral functions. Finally, we in-cluded our current working hypothesis which suggests that at least part of the behavioral symptoms in ASD is caused by an inflamma-tory state linked to the disruption of melatonin production. Moreo-ver, these mechanisms are underneath sleep and cognitive disorders typical of ASD. 2. ORGANIZATION OF THE CIRCADIAN TIMING SYS-TEM   The circadian rhythm in mammals is driven by the central clock located in the suprachiasmatic nucleus (SCN) of the hypothalamus. These important nuclei in the brain adjust the timing of several aspects of the physiology to the daily environmental lighting by perceiving the light in the retina and integration of this information to the master clock, the SCN [35]. A neuroendocrine connection between SCN and the whole body involves the early morning peak of cortisol and the nocturnal peak of melatonin. The high relevance of this system for human settings relies on the premise that the cir-cadian timing system allows the body to anticipate and prepare for changes that occur in the natural environment, thus improving its physiological strength to orchestrate behavior and physiological functions to the oscillation of light in the environment [36, 37].   The oscillatory machinery of the SCN is based on the transcrip-tional feedback loops of coding genes and its proteins [35, 38]. Transcriptional feedback involves at least eleven genes [38]. Briefly, the heterodimer Bmal1: Clock rhythmically assembled by the circadian transcription of Bmal1 (also known as ARNT) leads to the transcription of the repressor genes Per1, Per2, Cry1, and Cry2. The proteins translated from these genes form homo- or  he te r odi-mers that suppress Bmal1: Clock activity. Such transcrip-tion/translation rates repeat over an approximately 24-hour period (circadian, from the Latin, around one day) [35, 39]. The robust circadian endogenous rhythm of the SCN is transmitted to the whole body by neural and hormonal connections, synchronizing cells, tissues, and functions.   Light input to the SCN is mediated by the direct retinohypo-thalamic tract, which initiates in the photoreceptive ganglion cells in the retina [40]. Also, non-photic signals, including molecular changes typical of some pathologies, may influence the SCN and consequently alter the biological rhythms [41-43]. Thus, the syn-chrony of the SCN to light is mediated by specific cells of the retina that project to the SCN and other thalamic areas [44]. Environ-mental light is the major zeitgeber for the SCN, however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i",
            "page": 2
        },
        "id": "3277"
    },
    {
        "document": "PVN",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "3279"
    }
]