[
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "1316"
    },
    {
        "document": "pineal gland (Pi)",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " [80] and decarboxylated by the enzyme aromatic amino acid decarboxy-lase to serotonin (5-hydroxytryptamine, 5-HT) formation [81]. High levels of serotonin are constitutively produced in the pineal gland \n Fig. (1). Organization of the circadian timing system: cyclic variation in the environmental light (day and night) are sensed by melanopsin-expressing photore-ceptors in the retina (retinal ganglion cells) which project this information through neurotransmission to the suprachiasmatic nuclei (SCN) of the hypothala-mus, via retinohypothalamic tract, thus synchronizing the transcription and activity of the clock gene machinery. From the SCN, major control of neuroendo-crine rhythms is due to projections to the paraventricular nuclei (PVN) of the hypothalamus, which regulates the synthesis of cortisol and melatonin in a phase-dependent manner. For the synthesis of cortisol, major effects are due to the control of the PVN on the adenohypophysis inducing the secretion of adrenocorti-cotropic hormone (ACTH), that via systemic circulation acts on the adrenal gland cortex (red lines). The other pathway occurs via the neural pathway, where PVN stimulatory neurotransmission, via the spinal cord mid-spinal column, induces the synthesis of cortisol in the adrenal gland (not shown in the schematic representation). The neural integration from the SCN for allowing the pineal gland (Pi) synthesis of melatonin involves a multi-synaptic pathway that links the SCN, paraventricular nucleus (PVN), and the superior cervical ganglion (SCG), where postganglionic axons emerge to the gland through the pineal stalk and release norepinephrine directly into pineal gland at the dark phase. In humans, the peak of cortisol in the circulation occurs in the transition between dark to the light phase, thus informing the onset of activity, whereas the peak of melatonin occurs only in the presence of darkness and plays major effects in the orches-tration of nocturnal rhythms of humans. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 3
        },
        "id": "1330"
    },
    {
        "document": "pinealocyte",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "4    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. along 24 hours [82]. However, the nocturnal activation of PKA and phosphorylation of AANAT start the conversion of 5-HT into the penultimate indoleamine in melatonin formation, N-acetylserotonin (NAS), which is methylated by the enzyme acetylserotonin O-methyltransferase (ASMT) to produce melatonin (N-acetyl-5-methoxytryptamine). Melatonin signals darkness in both diurnal and nocturnal animals. In rats, nocturnal Aanat expression as well as its protein activity, increase 100-150 times compared to daytime levels [66, 83]. In humans, ungulates, and rodents that display diur-nal activity, this enzyme shows minor changes in gene expression but has increased nocturnal activity due to β1-adrenoceptor-induced PKA activation [84].  Melatonin is a highly amphiphilic molecule that acts in G-coupled protein receptors and subcellular compartments and is re-leased at night into the cerebrospinal fluid (CSF), via t h e  p i neal recess, and bloodstream. Melatonin control over several target tis-sues ultimately adjusts their biological rhythms [85, 86, 87]. Be-sides, melatonin also regulates several cellular activities, including reduction of oxidative stress [88, 89], modulation o f  C a 2 +-calmodulin interaction [90], and inhibition of transcription factors, such as nuclear factor kappa B (NF-κB) [91].   Melatonin, the pineal hormone, is also synthesized in extra-pineal sites [92], such as the retina [93], gastrointestinal tract [94], skin [95], immune cells [96-98], and other areas of the brain [99,100]. The synthesis of melatonin by immune-competent cells is positively mediated by NF-κB [64]. The dual effect of NF-κB in pinealocytes and monocytes/macrophages and dendritic cells is dependent on the NF-κB dimer that is translocated to the nucleus. Thus, melatonin is not only the hormone of darkness but also a mediator of defense responses. The classical hormonal effect de-pends on the daily rhythm mediated by pinealocyte synthesis, which is controlled by the SCN, and, therefore, the environmental lighting, whereas, the synthesis of melatonin by immune-competent cells relies on the activation of the NF-κB pathway [64].    The importance of inflammation in disturbances of brain function, i n c l u d i n g  A S D gai ns remarkabl e relevance, as chronic lower-grade inflammation is underneath many neurological distur-bances, including ASD [101]. Descriptions of anti-inflammatory effects of melatonin due to the ability of the molecule to donate electrons or to reduction in pro-inflammatory mediators, or induc-tion of the anti-inflammatory hormones and cytokines are well-described in the literature [64, 97, 102]. The melatonin anti-­‐inflammatory effects include downregulation of cyclooxy-genase-­‐2 and proinflammatory cytokines, inhibition of toll-­‐like receptor-­‐4 and NF-κB activation, upregulation of anti-­‐inflammatory cytokines and antioxidant effects [64, 102-104]. Melatonin also impairs the migration of leukocytes from the blood to tissue, re-straining the arrival of neutrophils [105], Despite most of the stud-ies, anti-inflammatory effects, in some situations melatonin lead to pro-inflammatory responses. This dual effect might be obtained in the same cell model, depending on the basal state of the cells. In cultured rat cerebellar cells, the effect of melatonin varies according to a previous activation of the NF-κB pathway. In the non-activated state, melatonin leads to cell death, while in the presence of a pro-inflammatory stimulus, there is a protection of the cells. Melatonin may determine the activation of inhibition of inducible nitric oxide synthase [106]. In summary, melatonin modulates the immunologi-cal responses in healthy and pathogenic states [64, 97, 102, 103, 107-109].  A question that is still open refers to the putative physiological role of melatonin synthesized by the immune-competent cells. Overall, it is considered that the effects of extra-pineal synthesis of melatonin, remarkably not related to the orchestration of body rhythms, may also be protective of the regular function of the physiological areas of the brain. Indeed, we",
            "page": 4
        },
        "id": "1347"
    },
    {
        "document": "pinealocytes",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "4    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. along 24 hours [82]. However, the nocturnal activation of PKA and phosphorylation of AANAT start the conversion of 5-HT into the penultimate indoleamine in melatonin formation, N-acetylserotonin (NAS), which is methylated by the enzyme acetylserotonin O-methyltransferase (ASMT) to produce melatonin (N-acetyl-5-methoxytryptamine). Melatonin signals darkness in both diurnal and nocturnal animals. In rats, nocturnal Aanat expression as well as its protein activity, increase 100-150 times compared to daytime levels [66, 83]. In humans, ungulates, and rodents that display diur-nal activity, this enzyme shows minor changes in gene expression but has increased nocturnal activity due to β1-adrenoceptor-induced PKA activation [84].  Melatonin is a highly amphiphilic molecule that acts in G-coupled protein receptors and subcellular compartments and is re-leased at night into the cerebrospinal fluid (CSF), via t h e  p i neal recess, and bloodstream. Melatonin control over several target tis-sues ultimately adjusts their biological rhythms [85, 86, 87]. Be-sides, melatonin also regulates several cellular activities, including reduction of oxidative stress [88, 89], modulation o f  C a 2 +-calmodulin interaction [90], and inhibition of transcription factors, such as nuclear factor kappa B (NF-κB) [91].   Melatonin, the pineal hormone, is also synthesized in extra-pineal sites [92], such as the retina [93], gastrointestinal tract [94], skin [95], immune cells [96-98], and other areas of the brain [99,100]. The synthesis of melatonin by immune-competent cells is positively mediated by NF-κB [64]. The dual effect of NF-κB in pinealocytes and monocytes/macrophages and dendritic cells is dependent on the NF-κB dimer that is translocated to the nucleus. Thus, melatonin is not only the hormone of darkness but also a mediator of defense responses. The classical hormonal effect de-pends on the daily rhythm mediated by pinealocyte synthesis, which is controlled by the SCN, and, therefore, the environmental lighting, whereas, the synthesis of melatonin by immune-competent cells relies on the activation of the NF-κB pathway [64].    The importance of inflammation in disturbances of brain function, i n c l u d i n g  A S D gai ns remarkabl e relevance, as chronic lower-grade inflammation is underneath many neurological distur-bances, including ASD [101]. Descriptions of anti-inflammatory effects of melatonin due to the ability of the molecule to donate electrons or to reduction in pro-inflammatory mediators, or induc-tion of the anti-inflammatory hormones and cytokines are well-described in the literature [64, 97, 102]. The melatonin anti-­‐inflammatory effects include downregulation of cyclooxy-genase-­‐2 and proinflammatory cytokines, inhibition of toll-­‐like receptor-­‐4 and NF-κB activation, upregulation of anti-­‐inflammatory cytokines and antioxidant effects [64, 102-104]. Melatonin also impairs the migration of leukocytes from the blood to tissue, re-straining the arrival of neutrophils [105], Despite most of the stud-ies, anti-inflammatory effects, in some situations melatonin lead to pro-inflammatory responses. This dual effect might be obtained in the same cell model, depending on the basal state of the cells. In cultured rat cerebellar cells, the effect of melatonin varies according to a previous activation of the NF-κB pathway. In the non-activated state, melatonin leads to cell death, while in the presence of a pro-inflammatory stimulus, there is a protection of the cells. Melatonin may determine the activation of inhibition of inducible nitric oxide synthase [106]. In summary, melatonin modulates the immunologi-cal responses in healthy and pathogenic states [64, 97, 102, 103, 107-109].  A question that is still open refers to the putative physiological role of melatonin synthesized by the immune-competent cells. Overall, it is considered that the effects of extra-pineal synthesis of melatonin, remarkably not related to the orchestration of body rhythms, may also be protective of the regular function of the physiological areas of the brain. Indeed, we",
            "page": 4
        },
        "id": "1351"
    },
    {
        "document": "pinealocytes",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "1403"
    },
    {
        "document": "pineal dysfunction",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "1409"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "-step enzymatic action, the serotonin (5-HT) levels in the pinealocytes are readily metabolized by AANAT to produce N-acetylserotonin (NAS) which is readily methylated by ASMT to form melatonin. Because melatonin is highly amphiphilic, it flows through the pineal gland recess to reach the cerebrospinal fluid and the circulation as means of the pineal gland activity. Activation of the immune-pineal axis was shown to be a major regulator of the transcription, and protein availability, of the enzyme AANAT. ASD individuals present high levels of the cytokine tumor necrosis factor, which is correlated with the reduced produc-tion of melatonin. On the other hand, single-nucleotide polymorphisms were also described for the gene coding for ASMT in ASD subjects. B) individuals with normal-development present a high urinary excretion levels of 6-sulfatoxymelatonin (a6MTs), suggesting a high fidedignity between the nocturnal pro-duction and excretion of melatonin metabolites (blue lines). Conversely, a6MTs levels in ASD is reduced (red lines) or even a phase-shifted excretion levels, suggesting that reduction of the nocturnal melatonin is impaired. Indeed, a6MTS rhythmic alterations were correlated with the activation of the immune-pineal axis. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 7
        },
        "id": "1453"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "8    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. parent education/interventions seems to be the most effective at ameliorating multiple domains of sleep problems [189].  It is relevant to highlight that in addition to the infants, whose present reduced levels of melatonin, the mothers of ASD subjects also have decreased levels of melatonin at night [160]. One could argue a relationship between ma t e r na l  n u r s i n g  a n d  A S D  p a t i e n t s ;  however, no study has provided clear evidence for increased sus-ceptibility for having ASD offspring dependent on the reduced nocturnal melatonin levels. This can result in a circadian dysregula-tion of both mother and children since the daily variation of mela-tonin levels is one of the factors that sets the SCN to a 24-hour cycle and therefore is crucial for appropriate regulation of several physiological rhythms including sleep/wake cycle. Indeed, albeit glucocorticoids, melatonin is a well-known hormone to feedback to the SCN and reset the oscillation of the clock gene machinery [174, 190]. Because the increase in sleep propensity [191] and the reduc-tion of body temperature [192] at night should occur after the noc-turnal melatonin rise, lack of melatonin at night may affect the ad-justing of the temporal organization at several physiological proc-esses, such as immune responses [193], energy metabolism [194] and proper neural function [100].  Indeed, several aspects of body physiology occur under the daily synchronicity driven by melatonin. In metabolism, the de-creased melatonin has consequences for energy homeostasis and the local temporal-controlling system [190]. Mice lacking both MT1 and MT2 receptors show alterations in the daily profile of clock gene expression in the pancreas and the liver [195]; Furthermore, pinealectomy impairs insulin sensitivity and gluconeogenesis [196]. Thus, impacting melatonin production also has consequences in energy homeostasis. Regarding the regulation of immune functions [96, 97] long-lasting disruptions of melatonin signal suppress clock gene oscillation in the spleen, a pattern currently observed in diabe-tes, and neuroinflammatory responses [197] suggesting that the fine-tuning of the rhythmic nocturnal production of melatonin is important for the maintenance of several aspects of human physiol-ogy. Melatonin also regulates the functional activity of pituitary pars tuberalis through MT1 receptors, which transmit signals con-trolling the production of thyroid hormones, as well as to prolactin secretion [198]. Lack of neuroendocrine responses of melatonin is also related to increased lipogenesis [199] and the regulation of peripheral oscillation of the clock gene expression in the adipose tissue [200].  Altogether, we have reviewed the major contributions of the circadian rhythms in the normal-developed subject and ASD indi-viduals. We discussed that ASD individuals might have several points of impairment of brain development and maturation within the control of areas that regulate circadian rhythms. Two pivotal areas, the SCN and the pineal gland, are two target areas of the brain, interconnected, that drive several aspects of the human rhythms, which has consequences for behavioral phenotypes, in-cluding sleep regulation, memory formation, immune quiescence, and metabolic fitness.  Our current hypothesis highlights the need of the early diagno-sis of simultaneous measures of melatonin and TNF, which may be achieved by non-invasive methodology, and thus, improving the data for supporting clinical pharmacological intervention based on melatonin or analogs to improve the well-known outcomes of neu-rological disturbances observed in ASD subjects, as sleep distur-bances, deficits in cognition and behavioral issues. CONCLUSION  Current evidence supports the existence of associations among ASD, clock gene mutations, abnormal rhythmic secretion of mela-tonin and glucocorticoids, sleep disorders, behavioral problems, and increased inflammation. Although the direction of causality remains elusive, much of this evidence can be correlated based on l ac k of nocturnal melatonin production, as exogenous melatonin improves sleep, synchronizes clock gene expression in several tissues, and regulates the immune system. Correlational evidence calls for im-proving the diagnosis regarding the chronobiological aspects of ASD, which includes beneficial aspects for improving the detection of behavioral problems, aspects of the daily activities and a clear track about the drugs in use along with non-obvious aspects of ASD treatment, including timely use of melatonin and analogs, which could complement the treatment of ASD.  LIST OF ABBREVIATIONS AANAT =  aralkylamine N-acetyltransferase ACTH",
            "page": 8
        },
        "id": "1460"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": " of biological clock genes in rats. J Surg Res 2008; 145(1): 5-12.  [http://dx.doi.org/10.1016/j.jss.2007.01.010] [PMID: 18279697] [140] Brancaccio M, Edwards MD, Patton AP, et al. Cell-autonomous clock of astrocytes drives circadian behavior in mammals. Science 2019; 363(6423): 187-92.  [http://dx.doi.org/10.1126/science.aat4104] [PMID: 30630934] [141] Spilla CSG, Souza ALDM, Guissoni Campos LM, da Silveira Cruz Machado S, Pinato L. Effect of prenatal inflammation on spatial memory, motor control and hippocampal and cerebellar neuro-chemistry submitted [142] Shomrat T, Nesher N. Updated View on the Relation of the Pineal Gland to Autism Spectrum Disorders. Front Endocrinol (Lausanne) 2019; 10: 37.  [http://dx.doi.org/10.3389/fendo.2019.00037] [PMID: 30804889] [143] Maruani A, Dumas G, Beggiato A, et al. Morning Plasma Mela-tonin Differences in Autism: Beyond the Impact of Pineal Gland Volume. Front Psychiatry 2019; 10: 11.  [http://dx.doi.org/10.3389/fpsyt.2019.00011] [PMID: 30787884] [144] Melke J, Goubran Botros H, Chaste P, et al. Abnormal melatonin synthesis in autism spectrum disorders. Mol Psychiatry 2008; 13(1): 90-8.  [http://dx.doi.org/10.1038/sj.mp.4002016] [PMID: 17505466] [145] Hu VW, Sarachana T, Kim KS, et al. Gene expression profiling differentiates autism case-controls and phenotypic variants of autism spectrum disorders: evidence for circadian rhythm dysfunc-tion in severe autism. Autism Res 2009; 2(2): 78-97.  [http://dx.doi.org/10.1002/aur.73] [PMID: 19418574] [146] Botros HG, Legrand P, Pagan C, et al. Crystal structure and func-tional mapping of human ASMT, the last enzyme of the melatonin synthesis pathway. J Pineal Res 2013; 54(1): 46-57.  [http://dx.doi.org/10.1111/j.1600-079X.2012.01020.x] [PMID: 22775292] [147] Chaste P, Clement N, Mercati O, et al. Identification of pathway-biased and deleterious melatonin receptor mutants in autism spec-trum disorders and in the general population. PLoS One 2010; 5(7)e11495  [http://dx.doi.org/10.1371/journal.pone.0011495] [PMID: 20657642] [148] Cui W, Mizukami H, Yanagisawa M, et al. Glial dysfunction in the mouse habenula causes depressive-like behaviors and sleep distur-bance. J Neurosci 2014; 34(49): 16273-85.  [http://dx.doi.org/10.1523/JNEUROSCI.1465-14.2014] [PMID: 25471567] [149] Wisor JP, Schmidt MA, Clegern WC. Cerebral microglia mediate sleep/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin",
            "page": 13
        },
        "id": "1499"
    },
    {
        "document": "pineal endocrine hypofunction",
        "metadata": {
            "originalPdf": "2019Pinato-MS_Proof.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "1519"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " however, activity, temperature, a n d  s o c i a l  interaction are relevant secondary time givers [39, 43, 45].  For the orchestration of typical circadian rhythmic behaviors, the connections from the SCN to other areas are established primar-ily through a relay in the hypothalamic paraventricular nucleus (PVN), an important neuroanatomic link for inducing neuroendo-crine responses, with implications for biological rhythms, metabo-lism, immune system, autonomic nervous system and emotional behavior control [44, 46] (Fig. 1).  Thus, SCN orchestrates many complex ‘ t i m e d ’  i n t e r n a l  s ys-tems, s u c h  a s  b o d y  t e m p e r a t u r e ,  e n d o c r i n e  f u n c t i o n s ,  a n d  b l o o d  pressure. The rhythmic clock gene expression within the SCN is translated to multiple brain regions and control mood and motiva-tional behaviors, stress reward circuits, arousal, and sleep by inter-acting with the homeostatic regulation of sleep and wake patterns [47]. As master brain oscillator, it must act in synchronicity to the peripheral oscillatory system, which is well known to co-exist un-der a hierarchical control from t h e  S C N .  O t h e r w i s e ,  t h e  c o n f l i c t  between the SCN-driven rhythms to peripheral oscillators can reset several physiological functions by many parallel signals [48, 49]. Thus, the circadian timing of the organism is a complex system subject to different grades of misfits.  Abnormal circadian rhythms were shown to increase the risk for, as well as the severity of ASD [14, 30]. Desynchronization of hormone secretion, thermoregulation, locomotor activity, and sleep was associated with early alterations in the development of autistic children´s brains [17, 26, 50-52].   The lack of control in the timing of brain development due to abnormalities in clock gene machinery was correlated with behav-ioral changes [53]. Indeed, the involvement of clock genes in ASD has been described [54]. Significant allelic association of polymor-phisms in PER1 and Neuronal PAS domain protein 2 (NPAS2) and ASD [16], SNPs in the coding region of Nuclear Receptor subfam-ily 1, group D, member 1 (NR1D1) a gene coding for the control of transcription of Bmal1 g e n e  [ 5 5 ]  a s  w e l l  a s  m u t a t i o n s / S N P s  i n  CLOCK and in NR1D1 and ARNT2 that encode proteins linked to sleep disorders were described [56]. The relationship between a mutation in clock gene machinery and circadian-related genes and sleep is also an important subject in ASD [57-59], as it was shown to result in cognitive, attentional, and psychiatric disorders [20, 60]. 3. MELATONIN: JUST THE HORMONE OF DARKNESS?  The ‘chemical signal of darkness’, melatonin, was first discov-ered and isolated from the bovine pineal gland extracts in 1958 by Aaron Lerner studies of pigment aggregation in frog skin melano-phores [62]. Subsequently to its discovery, melatonin’s action in reproductive function was readily proposed. Later on, several re-searchers confirmed this indoleamine as a neuroendocrine factor secreted by the pineal gland in a variety of species under the syn-chrony of the environmental lighting and under the strict control of the SCN [63]. Recently, several studies demonstrated that fine-tuning the nocturnal synthesis of melatonin may also integrate ex-ternal lighting to endogenous homeostasis, as the pineal gland, a circumventricular organ, also senses endogenous molecules, includ-ing glucocorticoids and inflammatory mediators, which may have consequences for health and disease [64].  The neural integration from the SCN for allowing the synthesis of melatonin by the pineal gland involves a multi-synaptic pathway that links the SCN, PVN, and the superior cervical ganglion (SCG), where sympathetic postganglionic axons emerge to the gland through the pineal stalk releasing norepinephrine at the dark phase, activating the synthesis of melatonin [65]. The PVN is an important relay for SCN-controlling melatonin synthesis as its lesion abol-ishes the nocturnal rise",
            "page": 2
        },
        "id": "3306"
    },
    {
        "document": "pineal gland (Pi)",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " [80] and decarboxylated by the enzyme aromatic amino acid decarboxy-lase to serotonin (5-hydroxytryptamine, 5-HT) formation [81]. High levels of serotonin are constitutively produced in the pineal gland \n Fig. (1). Organization of the circadian timing system: cyclic variation in the environmental light (day and night) are sensed by melanopsin-expressing photore-ceptors in the retina (retinal ganglion cells) which project this information through neurotransmission to the suprachiasmatic nuclei (SCN) of the hypothala-mus, via retinohypothalamic tract, thus synchronizing the transcription and activity of the clock gene machinery. From the SCN, major control of neuroendo-crine rhythms is due to projections to the paraventricular nuclei (PVN) of the hypothalamus, which regulates the synthesis of cortisol and melatonin in a phase-dependent manner. For the synthesis of cortisol, major effects are due to the control of the PVN on the adenohypophysis inducing the secretion of adrenocorti-cotropic hormone (ACTH), that via systemic circulation acts on the adrenal gland cortex (red lines). The other pathway occurs via the neural pathway, where PVN stimulatory neurotransmission, via the spinal cord mid-spinal column, induces the synthesis of cortisol in the adrenal gland (not shown in the schematic representation). The neural integration from the SCN for allowing the pineal gland (Pi) synthesis of melatonin involves a multi-synaptic pathway that links the SCN, paraventricular nucleus (PVN), and the superior cervical ganglion (SCG), where postganglionic axons emerge to the gland through the pineal stalk and release norepinephrine directly into pineal gland at the dark phase. In humans, the peak of cortisol in the circulation occurs in the transition between dark to the light phase, thus informing the onset of activity, whereas the peak of melatonin occurs only in the presence of darkness and plays major effects in the orches-tration of nocturnal rhythms of humans. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 3
        },
        "id": "3319"
    },
    {
        "document": "pinealocytes",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3352"
    },
    {
        "document": "pineal dysfunction",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3358"
    },
    {
        "document": "extra-pineal synthesis",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3366"
    },
    {
        "document": "pinealectomy",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " with ASD. Under normal neurodevelopmental conditions, TNF plays a physiological role in controlling apoptosis, neurogenesis, and neuronal cell differentiation [167], which is the biological basis for the development of cognition [168]. Increased levels of TNF result in abnormalities in neural connectivity as well as deficits in the processing information and social interaction [168]. In rodent models, activation of TNF receptors in pinealocytes leads to translocation of the NF-κB p50/p50 subunit, which inhibits Aanat c o d i n g  g e n e  e x p r e s s i o n  [ 1 6 9 ] .  O u r  r e c e n t  s t u d y  c o n f i r m e d  that in ASD there is an inverse correlation between melatonin and TNF levels, suggesting the relevance of pineal dysfunction in ASD mediated by inflammation [153]. Several other studies have shown that the pinealocytes express immunological receptors that may recognize pathogens and other cytokines, as well as the cytokine TNF [68, 163, 169, 170]. Thus, it is plausible to hypothesize that neurodevelopment in ASD subjects may be a result of intra-uterine milieu, genetic polymorphisms driven by circadian clock genes, or genes involved in neuroendocrine responses, but also the activation of the immune-pineal axis, which remains off genetic changes and is a consequence of increased inflammation.  One of the premises of the activation of the immune pineal axis relies on its ability to induce the so-called, ‘extra-pineal’ synthesis of melatonin outside the pineal gland. It is a matter of mention that this extra-pineal synthesis of melatonin does not follow the cir-cadian orchestration, and thus, it is not thought to be a response derived from the SCN. On the other hand, melatonin synthesized rhythmically at the retina, but not under control of the SCN, relies as a major source for allowing retinal cell arrangement and prevent-ing light-induced retinal damage [171,172]. On the other hand, extra-pineal synthesis of melatonin, besides a beneficial signal, maybe indicates chronodisruption, but still, prevent tissue damage.   Once synthesized, the pineal-derived melatonin is immediately released into the systemic circulation to reach peripheral and central target tissues. At this level, the melatonin distributes a noctur-nal/circadian message within the entire body to regulate daily and physiological rhythms through different molecular pathways. On the other hand, extra-pineal synthesis of melatonin orchestrates non-rhythmic aspects of cellular defense in the cell of production, which may include an increase in phagocytosis and cell survival [64]. Independently on the local of its synthesis, the most well-characterized pathway for melatonin transduction is the binding and activation of the membrane specific G protein-coupled melatonin receptors MT1 and MT2 [173]. Both receptors were found to pre-sent day/night differences in expression in the SCN of rats and pri-mates, as well in other hypothalamic areas involved in the regula-tion of biological rhythms [174]. The identification of mutations in the genes encoding melatonin receptors was already demonstrated in ASD [175] as well as the positive effects on sleep and behavior after the administration of the melatonin receptor agonist ramelteon [176].  Considering that the rise of the endogenous melatonin concen-tration i s  o f t e n  u s e d  a s  a  m a r k e r  o f  a  p a r t i c u l a r  p h a s e  o f  t he  c ir-cadian rhythm (i.e. nighttime), reduction in nocturnal melatonin peak leads to a dysregulation of the temporal machinery, which may be expressed by deficient sleep consolidation and difficulty in initiating or maintaining sleep. Melatonin also affects the synchro-nicity of clock gene expression (Per1, Per2, Bmal1, Rev-erbα, Clock, and Cry1) in both central and peripheral target tissues [177]. In addition, pinealectomy, in animal models, abolishes the rhythmic expression of Per1 in the pars tuberalis [178] and results in desyn-chronized Per1 and Per2 expressions in the SCN [179]. Agomelatine, a melatonin agonist, was effective and well-tolerated for treating insomnia and regulate circadian rhythms of sleep and temperature in ASD [180]. Taken together, these studies underlined the major role of neuroendocrine responses of melatonin in the regulation of rhythms including the sleep-wake, and",
            "page": 6
        },
        "id": "3380"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "-step enzymatic action, the serotonin (5-HT) levels in the pinealocytes are readily metabolized by AANAT to produce N-acetylserotonin (NAS) which is readily methylated by ASMT to form melatonin. Because melatonin is highly amphiphilic, it flows through the pineal gland recess to reach the cerebrospinal fluid and the circulation as means of the pineal gland activity. Activation of the immune-pineal axis was shown to be a major regulator of the transcription, and protein availability, of the enzyme AANAT. ASD individuals present high levels of the cytokine tumor necrosis factor, which is correlated with the reduced produc-tion of melatonin. On the other hand, single-nucleotide polymorphisms were also described for the gene coding for ASMT in ASD subjects. B) individuals with normal-development present a high urinary excretion levels of 6-sulfatoxymelatonin (a6MTs), suggesting a high fidedignity between the nocturnal pro-duction and excretion of melatonin metabolites (blue lines). Conversely, a6MTs levels in ASD is reduced (red lines) or even a phase-shifted excretion levels, suggesting that reduction of the nocturnal melatonin is impaired. Indeed, a6MTS rhythmic alterations were correlated with the activation of the immune-pineal axis. (A higher resolution / colour version of this figure is available in the electronic copy of the article).  ",
            "page": 7
        },
        "id": "3404"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "8    Current Pharmaceutical Design, 2019, Vol. 25, No. 00 Pinato et al. parent education/interventions seems to be the most effective at ameliorating multiple domains of sleep problems [189].  It is relevant to highlight that in addition to the infants, whose present reduced levels of melatonin, the mothers of ASD subjects also have decreased levels of melatonin at night [160]. One could argue a relationship between ma t e r na l  n u r s i n g  a n d  A S D  p a t i e n t s ;  however, no study has provided clear evidence for increased sus-ceptibility for having ASD offspring dependent on the reduced nocturnal melatonin levels. This can result in a circadian dysregula-tion of both mother and children since the daily variation of mela-tonin levels is one of the factors that sets the SCN to a 24-hour cycle and therefore is crucial for appropriate regulation of several physiological rhythms including sleep/wake cycle. Indeed, albeit glucocorticoids, melatonin is a well-known hormone to feedback to the SCN and reset the oscillation of the clock gene machinery [174, 190]. Because the increase in sleep propensity [191] and the reduc-tion of body temperature [192] at night should occur after the noc-turnal melatonin rise, lack of melatonin at night may affect the ad-justing of the temporal organization at several physiological proc-esses, such as immune responses [193], energy metabolism [194] and proper neural function [100].  Indeed, several aspects of body physiology occur under the daily synchronicity driven by melatonin. In metabolism, the de-creased melatonin has consequences for energy homeostasis and the local temporal-controlling system [190]. Mice lacking both MT1 and MT2 receptors show alterations in the daily profile of clock gene expression in the pancreas and the liver [195]; Furthermore, pinealectomy impairs insulin sensitivity and gluconeogenesis [196]. Thus, impacting melatonin production also has consequences in energy homeostasis. Regarding the regulation of immune functions [96, 97] long-lasting disruptions of melatonin signal suppress clock gene oscillation in the spleen, a pattern currently observed in diabe-tes, and neuroinflammatory responses [197] suggesting that the fine-tuning of the rhythmic nocturnal production of melatonin is important for the maintenance of several aspects of human physiol-ogy. Melatonin also regulates the functional activity of pituitary pars tuberalis through MT1 receptors, which transmit signals con-trolling the production of thyroid hormones, as well as to prolactin secretion [198]. Lack of neuroendocrine responses of melatonin is also related to increased lipogenesis [199] and the regulation of peripheral oscillation of the clock gene expression in the adipose tissue [200].  Altogether, we have reviewed the major contributions of the circadian rhythms in the normal-developed subject and ASD indi-viduals. We discussed that ASD individuals might have several points of impairment of brain development and maturation within the control of areas that regulate circadian rhythms. Two pivotal areas, the SCN and the pineal gland, are two target areas of the brain, interconnected, that drive several aspects of the human rhythms, which has consequences for behavioral phenotypes, in-cluding sleep regulation, memory formation, immune quiescence, and metabolic fitness.  Our current hypothesis highlights the need of the early diagno-sis of simultaneous measures of melatonin and TNF, which may be achieved by non-invasive methodology, and thus, improving the data for supporting clinical pharmacological intervention based on melatonin or analogs to improve the well-known outcomes of neu-rological disturbances observed in ASD subjects, as sleep distur-bances, deficits in cognition and behavioral issues. CONCLUSION  Current evidence supports the existence of associations among ASD, clock gene mutations, abnormal rhythmic secretion of mela-tonin and glucocorticoids, sleep disorders, behavioral problems, and increased inflammation. Although the direction of causality remains elusive, much of this evidence can be correlated based on l ac k of nocturnal melatonin production, as exogenous melatonin improves sleep, synchronizes clock gene expression in several tissues, and regulates the immune system. Correlational evidence calls for im-proving the diagnosis regarding the chronobiological aspects of ASD, which includes beneficial aspects for improving the detection of behavioral problems, aspects of the daily activities and a clear track about the drugs in use along with non-obvious aspects of ASD treatment, including timely use of melatonin and analogs, which could complement the treatment of ASD.  LIST OF ABBREVIATIONS AANAT =  aralkylamine N-acetyltransferase ACTH",
            "page": 8
        },
        "id": "3411"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3453"
    },
    {
        "document": "pineal adren-ergic-->guanosine 3′,5′-monophosphate response",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3454"
    },
    {
        "document": "rat pineal gland",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3462"
    },
    {
        "document": "rat pineal in organ culture",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3467"
    },
    {
        "document": "pineal gland rhythmicity",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3469"
    },
    {
        "document": "rat pineal gland",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of the circadian system in melatonin-proficient C3H and melatonin-deficient C57BL mice: a comparative investigation. Cell Tissue Res 2002; 309(1): 173-82.  [http://dx.doi.org/10.1007/s00441-002-0583-2] [PMID: 12111547] [76] Ferreira ZS, Markus RP. Characterisation of P2Y(1)-like receptor in cultured rat pineal glands. Eur J Pharmacol 2001; 415(2-3): 151-6.  [http://dx.doi.org/10.1016/S0014-2999(01)00823-8] [PMID: 11274993] [77] White BH, Klein DC. Developmental appearance of pineal adren-ergic-->guanosine 3′,5′-monophosphate response is determined by a process down-stream from elevation of intracellular Ca2+: possi-ble involvement of a diffusible factor. Endocrinology 1993; 132(3): 1026-34.  [http://dx.doi.org/10.1210/endo.132.3.8095011] [PMID: 8095011] [78] Ferreira ZS, Garcia CR, Spray DC, Markus RP. P2Y(1) receptor activation enhances the rate of rat pinealocyte-induced extracellular acidification via a  c a l c i u m-dependent mechanism. Pharmacology 2003; 69(1): 33-7.  [http://dx.doi.org/10.1159/000071264] [PMID: 12886028] [79] Reiter RJ. Pineal melatonin: cell biology of its synthesis and of its physiological interactions. Endocr Rev 1991; 12(2): 151-80.  [http://dx.doi.org/10.1210/edrv-12-2-151] [PMID: 1649044] [80] Sugden D. Comparison of circadian expression of tryptophan hy-droxylase isoform mRNAs in the rat pineal gland using real-time PCR. J Neurochem 2003; 86(5): 1308-11.  [http://dx.doi.org/10.1046/j.1471-4159.2003.01959.x] [PMID: 12911638] [81] Axelrod J, Shein HM, Wurtman RJ. Stimulation of C14-melatonin synthesis from C14-tryptophan by noradrenaline in rat pineal in or-gan culture. Proc Natl Acad Sci USA 1969; 62(2): 544-9.  [http://dx.doi.org/10.1073/pnas.62.2.544] [PMID: 5256232] [82] Borjigin J, Zhang LS, Calinescu AA. Circadian regulation of pineal gland rhythmicity. Mol Cell Endocrinol 2012; 349(1): 13-9.  [http://dx.doi.org/10.1016/j.mce.2011.07.009] [PMID: 21782887] [83] Roseboom PH, Coon SL, Baler R, McCune SK, Weller JL, Klein DC. Melatonin synthesis: analysis of the more than 150-fold noc-turnal increase in serotonin N-acetyltransferase messenger ribonu-cleic acid in the rat pineal gland. Endocrinology 1996; 137(7): 3033-45.  [http://dx.doi.org/10.1210/endo.137.7.8770929] [PMID: 8770929] [84] Coon SL, Del Olmo E, Young WS III, Klein DC. Melatonin syn-thesis enzymes in Macaca mulatta: focus on arylalkylamine N-acetyltransferase (EC 2.3.1.87). J Clin Endocrinol Metab 2002; 87(10): 4699-706.  [http://dx.doi.org/10.1210/jc.2002-020683] [PMID: 12364461] [85] Pandi-Perumal SR, Srinivasan V, Maestroni GJ, Cardinali DP, Poeggeler B, Hardeland R. Melatonin: Nature’s most versatile bio-logical signal? FEBS J 2006; 273(13): 2813-38.  [http://dx.doi.org/10.1111/j",
            "page": 11
        },
        "id": "3471"
    },
    {
        "document": "pineal gland",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": " of biological clock genes in rats. J Surg Res 2008; 145(1): 5-12.  [http://dx.doi.org/10.1016/j.jss.2007.01.010] [PMID: 18279697] [140] Brancaccio M, Edwards MD, Patton AP, et al. Cell-autonomous clock of astrocytes drives circadian behavior in mammals. Science 2019; 363(6423): 187-92.  [http://dx.doi.org/10.1126/science.aat4104] [PMID: 30630934] [141] Spilla CSG, Souza ALDM, Guissoni Campos LM, da Silveira Cruz Machado S, Pinato L. Effect of prenatal inflammation on spatial memory, motor control and hippocampal and cerebellar neuro-chemistry submitted [142] Shomrat T, Nesher N. Updated View on the Relation of the Pineal Gland to Autism Spectrum Disorders. Front Endocrinol (Lausanne) 2019; 10: 37.  [http://dx.doi.org/10.3389/fendo.2019.00037] [PMID: 30804889] [143] Maruani A, Dumas G, Beggiato A, et al. Morning Plasma Mela-tonin Differences in Autism: Beyond the Impact of Pineal Gland Volume. Front Psychiatry 2019; 10: 11.  [http://dx.doi.org/10.3389/fpsyt.2019.00011] [PMID: 30787884] [144] Melke J, Goubran Botros H, Chaste P, et al. Abnormal melatonin synthesis in autism spectrum disorders. Mol Psychiatry 2008; 13(1): 90-8.  [http://dx.doi.org/10.1038/sj.mp.4002016] [PMID: 17505466] [145] Hu VW, Sarachana T, Kim KS, et al. Gene expression profiling differentiates autism case-controls and phenotypic variants of autism spectrum disorders: evidence for circadian rhythm dysfunc-tion in severe autism. Autism Res 2009; 2(2): 78-97.  [http://dx.doi.org/10.1002/aur.73] [PMID: 19418574] [146] Botros HG, Legrand P, Pagan C, et al. Crystal structure and func-tional mapping of human ASMT, the last enzyme of the melatonin synthesis pathway. J Pineal Res 2013; 54(1): 46-57.  [http://dx.doi.org/10.1111/j.1600-079X.2012.01020.x] [PMID: 22775292] [147] Chaste P, Clement N, Mercati O, et al. Identification of pathway-biased and deleterious melatonin receptor mutants in autism spec-trum disorders and in the general population. PLoS One 2010; 5(7)e11495  [http://dx.doi.org/10.1371/journal.pone.0011495] [PMID: 20657642] [148] Cui W, Mizukami H, Yanagisawa M, et al. Glial dysfunction in the mouse habenula causes depressive-like behaviors and sleep distur-bance. J Neurosci 2014; 34(49): 16273-85.  [http://dx.doi.org/10.1523/JNEUROSCI.1465-14.2014] [PMID: 25471567] [149] Wisor JP, Schmidt MA, Clegern WC. Cerebral microglia mediate sleep/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin",
            "page": 13
        },
        "id": "3479"
    },
    {
        "document": "pineal endocrine hypofunction",
        "metadata": {
            "originalPdf": "4a98b445-1f09-4a39-8425-dd23b7140e64.pdf",
            "originalText": "/wake and neuroinflammatory effects of methamphetamine. Brain Behav Immun 2011; 25(4): 767-76.  [http://dx.doi.org/10.1016/j.bbi.2011.02.002] [PMID: 21333736] [150] Malow BA, McGrew SG. Sleep and quality of life in autism.Sleep and quality of life in medical illness 2008; 221-7.  [http://dx.doi.org/10.1007/978-1-60327-343-5_24] [151] Johnson CR, Smith T, DeMand A, et al. Exploring sleep quality of young children with autism spectrum disorder and disruptive be-haviors. Sleep Med 2018; 44: 61-6.  [http://dx.doi.org/10.1016/j.sleep.2018.01.008] [PMID: 29530371] [152] Turygin N, Matson JL, Tureck K. ADHD symptom prevalence and risk factors in a sample of toddlers with ASD or who are at risk for developmental delay. Res Dev Disabil 2013; 34(11): 4203-9.  [http://dx.doi.org/10.1016/j.ridd.2013.07.020] [PMID: 24077069] [153] da Silveira Cruz-Machado S, Guissoni Campos LM, Fadini CC, Anderson G, Markus RP, Pinato L. Disrupted nocturnal melatonin rhythm in Autism: correlation with TNF and sleep disturbances submitted [154] Muscatello RA, Corbett BA. Comparing the effects of age, pubertal development, and symptom profile on cortisol rhythm in children and adolescents with autism spectrum disorder. Autism Res 2018; 11(1): 110-20.  [http://dx.doi.org/10.1002/aur.1879] [PMID: 29030905] [155] Tordjman S, Najjar I, Bellissant E, et al. Advances in the research of melatonin in autism spectrum disorders: literature review and new perspectives. Int J Mol Sci 2013; 14(10): 20508-42.  [http://dx.doi.org/10.3390/ijms141020508] [PMID: 24129182] [156] Nir I, Meir D, Zilber N, Knobler H, Hadjez J, Lerner Y. Brief re-port: circadian melatonin, thyroid-stimulating hormone, prolactin, and cortisol levels in serum of young adults with autism. J Autism Dev Disord 1995; 25(6): 641-54.  [http://dx.doi.org/10.1007/BF02178193] [PMID: 8720032] [157] Garstang J, Wallis M. Randomized controlled trial of melatonin for children with autistic spectrum disorders and sleep problems. Child Care Health Dev 2006; 32(5): 585-9.  [http://dx.doi.org/10.1111/j.1365-2214.2006.00616.x] [PMID: 16919138] [158] Lam KS, Aman MG, Arnold LE. Neurochemical correlates of autistic disorder: a review of the literature. Res Dev Disabil 2006; 27(3): 254-89.  [http://dx.doi.org/10.1016/j.ridd.2005.03.003] [PMID: 16002261] [159] Kulman G, Lissoni P, Rovelli F, Roselli MG, Brivio F, Sequeri P. Evidence of pineal endocrine hypofunction in autistic children. Neuroendocrinol Lett 2000; 21(1): 31-4.  [PMID: 11455326] [160] Braam W, Ehrhart F, Maas APHM, Smits MG, Curfs L. Low ma-ternal melatonin level increases autism spectrum disorder risk in children. Res Dev Disabil 2018; 82: 79-89.  [http://dx.doi.org/10.1016/j.ridd.2018.02.017] [PMID: 29501372] [161] Rossignol DA, Frye RE. Melatonin in autism spectrum disorders: a systematic review and meta-analysis. Dev Med Child Neurol 2011; 53(9): 783-92.  [http://dx.doi.org/10.1111/j.1469-8749.2011.03980.x] [PMID: 21518346] [162] Johansson AEE, Dorman",
            "page": 13
        },
        "id": "3498"
    }
]